Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Forcing overlap check for %d segments
af: Dwing oorvleuelingskontrole vir %d segmente
ar: فرض فحص التداخل لـ %d segment
bg: Принудителна проверка за припокриване за %d сегмента
bn: %d সেগমেন্টের জন্য ওভারল্যাপ পরীক্ষা জোরপূর্বক করা হচ্ছে
bs: Prisilna provjera preklapanja za %d segmenata
cs: Vynucení kontroly překrytí pro %d segmentů
da: Tvinger overlapningskontrol for %d segmenter
de: Erzwinge Überlappungsprüfung für %d Segmente
el: Επιβολή ελέγχου επικάλυψης για %d segments
es: Forzando verificación de superposición para %d segmentos
et: Kattumise kontrolli sundimine %d segmendi puhul
fi: Pakotetaan päällekkäisyystarkistus %d segmentille
fr: Vérification de chevauchement forcée pour %d segments
he: מאלץ בדיקת חפיפה עבור %d מקטעים
hi: %d segment के लिए ओवरलैप जाँच बाध्य की जा रही है
hr: Forsiranje provjere preklapanja za %d segmenata
hu: Átfedés-ellenőrzés kényszerítve %d szegmensnél
id: Memaksa pemeriksaan tumpang tindih untuk %d segmen
it: Forzatura verifica sovrapposizione per %d segmenti
ja: %d セグメントの重複チェックを強制実行しています
lt: Priverstinė persidengimo patikra %d segmentams
lv: Piespiedu pārklāšanās pārbaude %d segmentiem
mk: Се принудува проверка за преклопување за %d сегменти
nl: Overlapcontrole forceren voor %d segmenten
no: Tvinger overlappingssjekk for %d segmenter
pl: Wymuszanie sprawdzania nakładania się dla %d segmentów
pt: Forçando verificação de sobreposição para %d segmentos
ro: Forțarea verificării suprapunerii pentru %d segmente
ru: Принудительная проверка перекрытия для %d сегментов
sk: Vynútená kontrola prekrývania pre %d segmentov
sl: Prisilno preverjanje prekrivanja za %d segmentov
sr: Принудна провера преклапања за %d сегмената
sv: Tvingar överlappningskontroll för %d segment
th: บังคับตรวจสอบการซ้อนทับสำหรับ %d segment
tr: %d segment için örtüşme kontrolü zorlanıyor
uk: Примусова перевірка перекриття для %d сегментів
ur: %d سیگمنٹس کے لیے اوورلیپ چیک زبردستی کیا جا رہا ہے
vi: Buộc kiểm tra chồng chéo cho %d đoạn

source: verify_segments() skipping frequency-dependent checks - no frequency data
af: verify_segments() slaan frekwensie-afhanklike kontroles oor - geen frekwensie data nie
ar: verify_segments() تخطي الفحوصات المعتمدة على التردد - لا توجد بيانات تردد
bg: verify_segments() пропуска честотно-зависими проверки - няма честотни данни
bn: verify_segments() ফ্রিকোয়েন্সি-নির্ভর পরীক্ষা এড়িয়ে যাচ্ছে - কোনো ফ্রিকোয়েন্সি ডেটা নেই
bs: verify_segments() preskače provjere ovisne o frekvenciji - nema podataka o frekvenciji
cs: verify_segments() přeskakuje frekvenčně závislé kontroly - žádná frekvenční data
da: verify_segments() springer frekvensafhængige kontroller over - ingen frekvensdata
de: verify_segments() überspringt frequenzabhängige Prüfungen - keine Frequenzdaten
el: verify_segments() παράλειψη ελέγχων εξαρτώμενων από συχνότητα - δεν υπάρχουν δεδομένα συχνότητας
es: verify_segments() omitiendo verificaciones dependientes de frecuencia - sin datos de frecuencia
et: verify_segments() jätab vahele sagedusest sõltuvad kontrollid - sagedusandmed puuduvad
fi: verify_segments() ohittaa taajuusriippuvaiset tarkistukset - ei taajuustietoja
fr: verify_segments() ignore les vérifications dépendantes de la fréquence - pas de données de fréquence
he: verify_segments() מדלג על בדיקות תלויות תדר - אין נתוני תדר
hi: verify_segments() आवृत्ति-निर्भर जाँचें छोड़ रहा है - कोई आवृत्ति डेटा नहीं
hr: verify_segments() preskače provjere ovisne o frekvenciji - nema podataka o frekvenciji
hu: verify_segments() frekvenciafüggő ellenőrzések kihagyva - nincs frekvenciaadat
id: verify_segments() melewati pemeriksaan bergantung frekuensi - tidak ada data frekuensi
it: verify_segments() salta i controlli dipendenti dalla frequenza - nessun dato di frequenza
ja: verify_segments() 周波数依存チェックをスキップ - 周波数データがありません
lt: verify_segments() praleidžiamos nuo dažnio priklausomos patikros - nėra dažnio duomenų
lv: verify_segments() izlaiž no frekvences atkarīgās pārbaudes - nav frekvences datu
mk: verify_segments() ги прескокнува проверките зависни од фреквенција - нема фреквенциски податоци
nl: verify_segments() slaat frequentieafhankelijke controles over - geen frequentiegegevens
no: verify_segments() hopper over frekvensavhengige sjekker - ingen frekvensdata
pl: verify_segments() pomija sprawdzenia zależne od częstotliwości - brak danych częstotliwości
pt: verify_segments() ignorando verificações dependentes de frequência - sem dados de frequência
ro: verify_segments() omite verificările dependente de frecvență - nu există date de frecvență
ru: verify_segments() пропускает частотно-зависимые проверки — нет данных о частоте
sk: verify_segments() preskakuje frekvenčne závislé kontroly - žiadne frekvenčné údaje
sl: verify_segments() preskoči frekvenčno odvisna preverjanja - ni frekvenčnih podatkov
sr: verify_segments() прескаче фреквенцијски зависне провере - нема фреквенцијских података
sv: verify_segments() hoppar över frekvensberoende kontroller - ingen frekvensdata
th: verify_segments() ข้ามการตรวจสอบที่ขึ้นกับความถี่ - ไม่มีข้อมูลความถี่
tr: verify_segments() frekansa bağlı kontrolleri atlıyor - frekans verisi yok
uk: verify_segments() пропускає частотно-залежні перевірки - немає даних про частоту
ur: verify_segments() فریکوئنسی پر منحصر چیکس چھوڑ رہا ہے - کوئی فریکوئنسی ڈیٹا نہیں
vi: verify_segments() bỏ qua kiểm tra phụ thuộc tần số - không có dữ liệu tần số

source: Gnuplot Data
ar: بيانات Gnuplot
bg: Gnuplot данни
bn: Gnuplot ডেটা
bs: Gnuplot podaci
cs: Data pro Gnuplot
de: Gnuplot-Daten
el: Δεδομένα Gnuplot
es: Datos de Gnuplot
et: Gnuplot andmed
fi: Gnuplot-tiedot
fr: Données Gnuplot
he: נתוני Gnuplot
hi: Gnuplot डेटा
hr: Gnuplot podaci
hu: Gnuplot adatok
id: Data Gnuplot
it: Dati Gnuplot
ja: Gnuplotデータ
lt: Gnuplot duomenys
lv: Gnuplot dati
mk: Gnuplot податоци
nl: Gnuplot-gegevens
pl: Dane Gnuplot
pt: Dados do Gnuplot
ro: Date Gnuplot
ru: Данные Gnuplot
sk: Údaje Gnuplot
sl: Podatki Gnuplot
sr: Gnuplot подаци
th: ข้อมูล Gnuplot
tr: Gnuplot Verisi
uk: Дані Gnuplot
ur: Gnuplot ڈیٹا
vi: Dữ liệu Gnuplot

source: Cannot save data while frequency loop is running
af: Kan nie data stoor terwyl frekwensielus loop nie
ar: لا يمكن حفظ البيانات أثناء تشغيل حلقة التردد
bg: Данните не могат да бъдат запазени докато честотният цикъл се изпълнява
bn: ফ্রিকোয়েন্সি লুপ চলাকালীন ডেটা সংরক্ষণ করা যাবে না
bs: Podaci se ne mogu sačuvati dok je frekvencijska petlja aktivna
cs: Nelze uložit data, dokud běží frekvenční smyčka
da: Kan ikke gemme data mens frekvensløkken kører
de: Daten können nicht gespeichert werden, während die Frequenzschleife läuft
el: Δεν είναι δυνατή η αποθήκευση δεδομένων ενώ εκτελείται ο βρόχος συχνότητας
es: No se pueden guardar los datos mientras el bucle de frecuencia está en ejecución
et: Andmeid ei saa salvestada sagedussilmuse töötamise ajal
fi: Tietoja ei voi tallentaa taajuussilmukan ollessa käynnissä
fr: Impossible d'enregistrer les données pendant l'exécution de la boucle de fréquence
he: לא ניתן לשמור נתונים בזמן שלולאת התדר פועלת
hi: आवृत्ति लूप चलने के दौरान डेटा सहेजा नहीं जा सकता
hr: Nije moguće spremiti podatke dok je frekvencijska petlja u tijeku
hu: Az adatok nem menthetők, amíg a frekvenciahurok fut
id: Tidak dapat menyimpan data selama Loop Frekuensi berjalan
it: Impossibile salvare i dati mentre il ciclo di frequenza è in esecuzione
ja: 周波数ループの実行中はデータを保存できません
lt: Negalima išsaugoti duomenų, kol vykdomas dažnio ciklas
lv: Datus nevar saglabāt, kamēr darbojas frekvences cikls
mk: Не можат да се зачуваат податоци додека работи фреквенцискиот циклус
nl: Kan gegevens niet opslaan terwijl de frequentielus wordt uitgevoerd
no: Kan ikke lagre data mens frekvenssløyfen kjører
pl: Nie można zapisać danych podczas działania pętli częstotliwości
pt: Não é possível salvar dados enquanto o Loop de Frequência está em execução
ro: Nu se pot salva datele cât timp bucla de frecvență rulează
ru: Невозможно сохранить данные во время выполнения цикла по частоте
sk: Nie je možné uložiť údaje, kým beží frekvenčná slučka
sl: Podatkov ni mogoče shraniti med izvajanjem frekvenčne zanke
sr: Није могуће сачувати податке док је фреквенцијска петља покренута
sv: Kan inte spara data medan frekvensslingan körs
th: ไม่สามารถบันทึกข้อมูลขณะที่ลูปความถี่กำลังทำงานอยู่
tr: Frekans döngüsü çalışırken veri kaydedilemez
uk: Неможливо зберегти дані під час виконання циклу частоти
ur: جب فریکوئنسی لوپ چل رہا ہو تو ڈیٹا محفوظ نہیں کیا جا سکتا
vi: Không thể lưu dữ liệu khi vòng lặp tần số đang chạy

source: # Reference impedance Z0 = %.2f Ohm
af: # Verwysingsimpedansie Z0 = %.2f Ohm
ar: # ممانعة مرجعية Z0 = %.2f Ohm
bg: # Референтен импеданс Z0 = %.2f Ohm
bn: # রেফারেন্স ইম্পিড্যান্স Z0 = %.2f Ohm
bs: # Referentna impedansa Z0 = %.2f Ohm
cs: # Referenční impedance Z0 = %.2f Ohm
da: # Referenceimpedans Z0 = %.2f Ohm
de: # Referenzimpedanz Z0 = %.2f Ohm
el: # Σύνθετη αντίσταση αναφοράς Z0 = %.2f Ohm
es: # Impedancia de referencia Z0 = %.2f Ohm
et: # Võrdlusimpedants Z0 = %.2f Ohm
fi: # Referenssi-impedanssi Z0 = %.2f Ohm
fr: # Impédance de référence Z0 = %.2f Ohm
he: # עכבת ייחוס Z0 = %.2f Ohm
hi: # संदर्भ प्रतिबाधा Z0 = %.2f Ohm
hr: # Referentna impedancija Z0 = %.2f Ohm
hu: # Referencia impedancia Z0 = %.2f Ohm
id: # Impedansi referensi Z0 = %.2f Ohm
it: # Impedenza di riferimento Z0 = %.2f Ohm
ja: # 基準インピーダンス Z0 = %.2f Ω
lt: # Etaloninė varža Z0 = %.2f Ohm
lv: # Atsauces pretestība Z0 = %.2f Ohm
mk: # Референтна импеданса Z0 = %.2f Ohm
nl: # Referentie-impedantie Z0 = %.2f Ohm
no: # Referanseimpedans Z0 = %.2f Ohm
pl: # Impedancja odniesienia Z0 = %.2f Ω
pt: # Impedância de referência Z0 = %.2f Ohm
ro: # Impedanță de referință Z0 = %.2f Ohm
ru: # Опорный импеданс Z0 = %.2f Ом
sk: # Referenčná impedancia Z0 = %.2f Ohm
sl: # Referenčna impedanca Z0 = %.2f Ohm
sr: # Референтна импеданса Z0 = %.2f Ohm
sv: # Referensimpedans Z0 = %.2f Ohm
th: # อิมพีแดนซ์อ้างอิง Z0 = %.2f Ohm
tr: # Referans empedans Z0 = %.2f Ohm
uk: # Опорний імпеданс Z0 = %.2f Ом
ur: # حوالہ امپیڈینس Z0 = %.2f Ohm
vi: # Trở kháng tham chiếu Z0 = %.2f Ohm

source: # To plot in gnuplot you can modify this command. Presently it plots MHz vs zreal and zimag:
af: # Om in gnuplot te plot kan u hierdie opdrag wysig. Tans plot dit MHz vs zreal en zimag:
ar: # للرسم في gnuplot يمكنك تعديل هذا الأمر. حالياً يرسم MHz مقابل zreal و zimag:
bg: # За да начертаете в gnuplot, можете да модифицирате тази команда. В момента тя чертае MHz срещу zreal и zimag:
bn: # gnuplot-এ প্লট করতে আপনি এই কমান্ডটি পরিবর্তন করতে পারেন। বর্তমানে এটি MHz বনাম zreal এবং zimag প্লট করে:
bs: # Za crtanje u gnuplot-u možete modificirati ovu naredbu. Trenutno crta MHz naspram zreal i zimag:
cs: # Pro vykreslení v gnuplot můžete upravit tento příkaz. Nyní vykresluje MHz vs zreal a zimag:
da: # For at plotte i gnuplot kan du ændre denne kommando. I øjeblikket plotter den MHz vs zreal og zimag:
de: # Zum Plotten in Gnuplot können Sie diesen Befehl anpassen. Derzeit plottet er MHz gegen zreal und zimag:
el: # Για σχεδίαση στο gnuplot μπορείτε να τροποποιήσετε αυτή την εντολή. Αυτή τη στιγμή σχεδιάζει MHz έναντι zreal και zimag:
es: # Para graficar en gnuplot puede modificar este comando. Actualmente grafica MHz vs zreal y zimag:
et: # Gnuplotis joonistamiseks saate seda käsku muuta. Praegu joonistab see MHz vs zreal ja zimag:
fi: # Piirtääksesi gnuplotissa voit muokata tätä komentoa. Tällä hetkellä se piirtää MHz vs zreal ja zimag:
fr: # Pour tracer dans gnuplot, vous pouvez modifier cette commande. Actuellement elle trace MHz vs zreal et zimag :
he: # כדי לשרטט ב-gnuplot ניתן לשנות פקודה זו. כרגע היא משרטטת MHz מול zreal ו-zimag:
hi: # gnuplot में प्लॉट करने के लिए आप इस कमांड को संशोधित कर सकते हैं। वर्तमान में यह MHz vs zreal और zimag प्लॉट करता है:
hr: # Za crtanje u gnuplot možete modificirati ovu naredbu. Trenutno crta MHz vs zreal i zimag:
hu: # Gnuplotban való ábrázoláshoz módosíthatja ezt a parancsot. Jelenleg MHz vs zreal és zimag értékeket ábrázol:
id: # Untuk memplot di gnuplot Anda dapat memodifikasi perintah ini. Saat ini memplot MHz vs zreal dan zimag:
it: # Per visualizzare in gnuplot è possibile modificare questo comando. Attualmente visualizza MHz vs zreal e zimag:
ja: # gnuplotでプロットするにはこのコマンドを変更できます。現在はMHz対zrealとzimagをプロットします:
lt: # Norėdami braižyti gnuplot, galite modifikuoti šią komandą. Šiuo metu braižoma MHz prieš zreal ir zimag:
lv: # Lai attēlotu gnuplot, varat modificēt šo komandu. Pašlaik tā attēlo MHz pret zreal un zimag:
mk: # За цртање во gnuplot можете да ја измените оваа команда. Моментално црта MHz наспроти zreal и zimag:
nl: # Om te plotten in gnuplot kunt u dit commando aanpassen. Momenteel plot het MHz vs zreal en zimag:
no: # For å plotte i gnuplot kan du endre denne kommandoen. For øyeblikket plotter den MHz vs zreal og zimag:
pl: # Aby wykreślić w gnuplot możesz zmodyfikować to polecenie. Obecnie rysuje MHz vs zreal i zimag:
pt: # Para plotar no gnuplot você pode modificar este comando. Atualmente ele plota MHz vs zreal e zimag:
ro: # Pentru a reprezenta grafic în gnuplot puteți modifica această comandă. În prezent reprezintă MHz vs zreal și zimag:
ru: # Для построения в gnuplot можно изменить эту команду. Сейчас она строит МГц от zreal и zimag:
sk: # Pre vykreslenie v gnuplot môžete upraviť tento príkaz. Momentálne vykresluje MHz vs zreal a zimag:
sl: # Za izris v gnuplot lahko spremenite ta ukaz. Trenutno izrisuje MHz proti zreal in zimag:
sr: # За исцртавање у gnuplot-у можете модификовати ову команду. Тренутно исцртава MHz наспрам zreal и zimag:
sv: # För att plotta i gnuplot kan du modifiera detta kommando. För närvarande plottar det MHz mot zreal och zimag:
th: # หากต้องการพล็อตใน gnuplot คุณสามารถปรับแต่งคำสั่งนี้ได้ ปัจจุบันพล็อต MHz กับ zreal และ zimag:
tr: # Gnuplot'ta çizmek için bu komutu değiştirebilirsiniz. Şu anda MHz - zreal ve zimag çiziyor:
uk: # Для побудови графіка в gnuplot ви можете змінити цю команду. Зараз вона будує МГц vs zreal та zimag:
ur: # gnuplot میں پلاٹ کرنے کے لیے آپ یہ کمانڈ تبدیل کر سکتے ہیں۔ فی الحال یہ MHz بمقابلہ zreal اور zimag پلاٹ کرتی ہے:
vi: # Để vẽ đồ thị trong gnuplot bạn có thể sửa đổi lệnh này. Hiện tại nó vẽ MHz so với zreal và zimag:

source: Touchstone Data
ar: بيانات Touchstone
bg: Touchstone данни
bn: Touchstone ডেটা
bs: Touchstone podaci
cs: Data Touchstone
de: Touchstone-Daten
el: Δεδομένα Touchstone
es: Datos Touchstone
et: Touchstone andmed
fi: Touchstone-tiedot
fr: Données Touchstone
he: נתוני Touchstone
hi: Touchstone डेटा
hr: Touchstone podaci
hu: Touchstone adatok
id: Data Touchstone
it: Dati Touchstone
ja: Touchstoneデータ
lt: Touchstone duomenys
lv: Touchstone dati
mk: Touchstone податоци
nl: Touchstone-gegevens
pl: Dane Touchstone
pt: Dados Touchstone
ro: Date Touchstone
ru: Данные Touchstone
sk: Údaje Touchstone
sl: Podatki Touchstone
sr: Touchstone подаци
th: ข้อมูล Touchstone
tr: Touchstone Verisi
uk: Дані Touchstone
ur: Touchstone ڈیٹا
vi: Dữ liệu Touchstone

source: ! Reference impedance Z0 = %.2f Ohm
af: ! Verwysingsimpedansie Z0 = %.2f Ohm
ar: ! ممانعة مرجعية Z0 = %.2f Ohm
bg: ! Референтен импеданс Z0 = %.2f Ohm
bn: ! রেফারেন্স ইম্পিড্যান্স Z0 = %.2f Ohm
bs: ! Referentna impedansa Z0 = %.2f Ohm
cs: ! Referenční impedance Z0 = %.2f Ohm
da: ! Referenceimpedans Z0 = %.2f Ohm
de: ! Referenzimpedanz Z0 = %.2f Ohm
el: ! Σύνθετη αντίσταση αναφοράς Z0 = %.2f Ohm
es: ! Impedancia de referencia Z0 = %.2f Ohm
et: ! Võrdlusimpedants Z0 = %.2f Ohm
fi: ! Referenssi-impedanssi Z0 = %.2f Ohm
fr: ! Impédance de référence Z0 = %.2f Ohm
he: ! עכבת ייחוס Z0 = %.2f Ohm
hi: ! संदर्भ प्रतिबाधा Z0 = %.2f Ohm
hr: ! Referentna impedancija Z0 = %.2f Ohm
hu: ! Referencia impedancia Z0 = %.2f Ohm
id: ! Impedansi referensi Z0 = %.2f Ohm
it: ! Impedenza di riferimento Z0 = %.2f Ohm
ja: ! 基準インピーダンス Z0 = %.2f Ω
lt: ! Etaloninė varža Z0 = %.2f Ohm
lv: ! Atsauces pretestība Z0 = %.2f Ohm
mk: ! Референтна импеданса Z0 = %.2f Ohm
nl: ! Referentie-impedantie Z0 = %.2f Ohm
no: ! Referanseimpedans Z0 = %.2f Ohm
pl: ! Impedancja odniesienia Z0 = %.2f Ω
pt: ! Impedância de referência Z0 = %.2f Ohm
ro: ! Impedanță de referință Z0 = %.2f Ohm
ru: ! Опорный импеданс Z0 = %.2f Ом
sk: ! Referenčná impedancia Z0 = %.2f Ohm
sl: ! Referenčna impedanca Z0 = %.2f Ohm
sr: ! Референтна импеданса Z0 = %.2f Ohm
sv: ! Referensimpedans Z0 = %.2f Ohm
th: ! อิมพีแดนซ์อ้างอิง Z0 = %.2f Ohm
tr: ! Referans empedans Z0 = %.2f Ohm
uk: ! Опорний імпеданс Z0 = %.2f Ом
ur: ! حوالہ امپیڈینس Z0 = %.2f Ohm
vi: ! Trở kháng tham chiếu Z0 = %.2f Ohm

source: This should never happen. touchstone type=%d
af: Dit behoort nooit te gebeur nie. touchstone type=%d
ar: هذا لا يجب أن يحدث. نوع touchstone=%d
bg: Това никога не трябва да се случва. touchstone type=%d
bn: এটি কখনই ঘটা উচিত নয়। touchstone type=%d
bs: Ovo se nikada ne bi trebalo desiti. touchstone tip=%d
cs: Toto by se nikdy nemělo stát. touchstone type=%d
da: Dette burde aldrig ske. touchstone type=%d
de: Dies sollte niemals passieren. touchstone type=%d
el: Αυτό δεν πρέπει να συμβεί ποτέ. touchstone type=%d
es: Esto nunca debería ocurrir. tipo touchstone=%d
et: Seda ei tohiks kunagi juhtuda. touchstone type=%d
fi: Tämän ei pitäisi koskaan tapahtua. touchstone type=%d
fr: Ceci ne devrait jamais arriver. type touchstone=%d
he: זה לא אמור לקרות לעולם. סוג touchstone=%d
hi: यह कभी नहीं होना चाहिए। touchstone type=%d
hr: Ovo se nikada ne bi trebalo dogoditi. touchstone type=%d
hu: Ennek soha nem szabadna megtörténnie. touchstone type=%d
id: Ini seharusnya tidak pernah terjadi. tipe touchstone=%d
it: Questo non dovrebbe mai accadere. touchstone type=%d
ja: これは発生してはいけません。touchstone type=%d
lt: Tai neturėtų įvykti. touchstone type=%d
lv: Tam nevajadzētu notikt. touchstone type=%d
mk: Ова никогаш не треба да се случи. touchstone type=%d
nl: Dit zou nooit mogen gebeuren. touchstone type=%d
no: Dette skal aldri skje. touchstone type=%d
pl: To nigdy nie powinno się zdarzyć. typ touchstone=%d
pt: Isso nunca deveria acontecer. tipo touchstone=%d
ro: Aceasta nu ar trebui să se întâmple niciodată. touchstone type=%d
ru: Этого не должно происходить. touchstone type=%d
sk: Toto by sa nikdy nemalo stať. touchstone type=%d
sl: To se ne bi smelo zgoditi. touchstone type=%d
sr: Ово никада не би требало да се деси. touchstone type=%d
sv: Detta borde aldrig hända. touchstone type=%d
th: สิ่งนี้ไม่ควรเกิดขึ้น touchstone type=%d
tr: Bu asla olmamalı. touchstone type=%d
uk: Це ніколи не повинно статися. тип touchstone=%d
ur: یہ کبھی نہیں ہونا چاہیے۔ touchstone type=%d
vi: Điều này không bao giờ nên xảy ra. touchstone type=%d

source: # Near E field
af: # Nabye E-veld
ar: # الحقل الكهربائي القريب E
bg: # Близко E поле
bn: # নিকটবর্তী E ক্ষেত্র
bs: # Blisko E polje
cs: # Blízké pole E
da: # Nær E-felt
de: # Nahes E-Feld
el: # Κοντινό πεδίο E
es: # Campo E cercano
et: # Lähi-E-väli
fi: # Lähi-E-kenttä
fr: # Champ E proche
he: # שדה E קרוב
hi: # निकट E क्षेत्र
hr: # Blisko E polje
hu: # Közeli E mező
id: # Medan E dekat
it: # Campo E vicino
ja: # 近傍E界
lt: # Artimasis E laukas
lv: # Tuvais E lauks
mk: # Блиско Е поле
nl: # Nabij E-veld
no: # Nær E-felt
pl: # Pole E bliskie
pt: # Campo E próximo
ro: # Câmp E apropiat
ru: # Ближнее поле E
sk: # Blízke pole E
sl: # Bližnje E polje
sr: # Блиско Е поље
sv: # Nära E-fält
th: # สนาม E ใกล้
tr: # Yakın E alanı
uk: # Ближнє поле E
ur: # نزدیکی E فیلڈ
vi: # Trường E gần

source: # Near H field
af: # Nabye H-veld
ar: # الحقل المغناطيسي القريب H
bg: # Близко H поле
bn: # নিকটবর্তী H ক্ষেত্র
bs: # Blisko H polje
cs: # Blízké pole H
da: # Nær H-felt
de: # Nahes H-Feld
el: # Κοντινό πεδίο H
es: # Campo H cercano
et: # Lähi-H-väli
fi: # Lähi-H-kenttä
fr: # Champ H proche
he: # שדה H קרוב
hi: # निकट H क्षेत्र
hr: # Blisko H polje
hu: # Közeli H mező
id: # Medan H dekat
it: # Campo H vicino
ja: # 近傍H界
lt: # Artimasis H laukas
lv: # Tuvais H lauks
mk: # Блиско Н поле
nl: # Nabij H-veld
no: # Nær H-felt
pl: # Pole H bliskie
pt: # Campo H próximo
ro: # Câmp H apropiat
ru: # Ближнее поле H
sk: # Blízke pole H
sl: # Bližnje H polje
sr: # Блиско H поље
sv: # Nära H-fält
th: # สนาม H ใกล้
tr: # Yakın H alanı
uk: # Ближнє поле H
ur: # نزدیکی H فیلڈ
vi: # Trường H gần

source: # Poynting Vector
af: # Poynting-vektor
ar: # متجه بوينتنغ
bg: # Вектор на Пойнтинг
bn: # পয়েন্টিং ভেক্টর
bs: # Poynting-ov vektor
cs: # Poyntingův vektor
da: # Poynting-vektor
de: # Poynting-Vektor
el: # Διάνυσμα Poynting
es: # Vector de Poynting
et: # Poyntingi vektor
fi: # Poyntingin vektori
fr: # Vecteur de Poynting
he: # וקטור פוינטינג
hi: # पॉइंटिंग वेक्टर
hr: # Poyntingov vektor
hu: # Poynting-vektor
id: # Vektor Poynting
it: # Vettore di Poynting
ja: # ポインティングベクトル
lt: # Pointingo vektorius
lv: # Pointinga vektors
mk: # Поинтингов вектор
no: # Poynting-vektor
pl: # Wektor Poyntinga
pt: # Vetor de Poynting
ro: # Vector Poynting
ru: # Вектор Пойнтинга
sk: # Poyntingov vektor
sl: # Poyntingov vektor
sr: # Појнтингов вектор
sv: # Poyntingvektor
th: # เวกเตอร์พอยน์ติง
tr: # Poynting Vektörü
uk: # Вектор Пойнтінга
ur: # Poynting ویکٹر
vi: # Vectơ Poynting

source: # Radiation Pattern
af: # Stralingspatroon
ar: # نمط الإشعاع
bg: # Диаграма на излъчване
bn: # বিকিরণ প্যাটার্ন
bs: # Dijagram zračenja
cs: # Vyzařovací diagram
da: # Strålingsdiagram
de: # Strahlungsdiagramm
el: # Διάγραμμα Ακτινοβολίας
es: # Patrón de radiación
et: # Kiirgusdiagramm
fi: # Säteilykuvio
fr: # Diagramme de rayonnement
he: # תבנית קרינה
hi: # विकिरण पैटर्न
hr: # Dijagram zračenja
hu: # Sugárzási diagram
id: # Pola Radiasi
it: # Diagramma di radiazione
ja: # 放射パターン
lt: # Spinduliavimo diagrama
lv: # Starojuma diagramma
mk: # Дијаграм на зрачење
nl: # Stralingspatroon
no: # Strålingsdiagram
pl: # Charakterystyka promieniowania
pt: # Diagrama de Radiação
ro: # Diagramă de radiație
ru: # Диаграмма направленности
sk: # Vyžarovací diagram
sl: # Sevalni diagram
sr: # Дијаграм зрачења
sv: # Strålningsdiagram
th: # แบบรูปการแผ่คลื่น
tr: # Işınım Örüntüsü
uk: # Діаграма випромінювання
ur: # ریڈی ایشن پیٹرن
vi: # Giản đồ bức xạ

source: # structure patch segments
af: # struktuur patch segmente
ar: # segments patch الهيكل
bg: # сегменти на патчове на структурата
bn: # স্ট্রাকচার প্যাচ সেগমেন্ট
bs: # segmenti zakrpa strukture
cs: # patch segmenty struktury
da: # struktur patch-segmenter
de: # Struktur-Patch-Segmente
el: # patch segments δομής
es: # segmentos de parche de estructura
et: # struktuuri pinnasegmendid
fi: # rakenteen patch-segmentit
fr: # segments de patch de structure
he: # מקטעי טלאי מבנה
hi: # संरचना patch segment
hr: # segmenti zakrpa strukture
hu: # struktúra patch szegmensek
id: # segmen patch struktur
it: # segmenti patch della struttura
ja: # 構造パッチセグメント
lt: # struktūros lopinėlių segmentai
lv: # struktūras plākstera segmenti
mk: # сегменти на структурни плочки
nl: # structuur patchsegmenten
no: # struktur flatesegmenter
pl: # segmenty płatów struktury
pt: # segmentos de patch da estrutura
ro: # segmente patch structură
ru: # сегменты патчей структуры
sk: # segmenty plošných prvkov štruktúry
sl: # segmenti površinskih ploskev strukture
sr: # патч сегменти структуре
sv: # struktur patchsegment
th: # segment ของ patch โครงสร้าง
tr: # yapı yama segmentleri
uk: # сегменти патчів структури
ur: # سٹرکچر پیچ سیگمنٹس
vi: # các đoạn mảnh cấu trúc
