Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: A new NEC2 input file may not be opened while the Frequency Loop is running
af: 'n Nuwe NEC2-invoerlêer kan nie oopgemaak word nie terwyl die Frekwensielus loop
ar: لا يمكن فتح ملف إدخال NEC2 جديد أثناء تشغيل حلقة التردد
bg: Нов NEC2 входен файл не може да бъде отворен докато честотният цикъл се изпълнява
bn: ফ্রিকোয়েন্সি লুপ চলাকালীন নতুন NEC2 ইনপুট ফাইল খোলা যাবে না
bs: Nova NEC2 ulazna datoteka se ne može otvoriti dok je frekvencijska petlja aktivna
cs: Nový vstupní soubor NEC2 nelze otevřít dokud běží frekvenční smyčka
da: En ny NEC2-inputfil kan ikke åbnes mens frekvensløkken kører
de: Eine neue NEC2-Eingabedatei kann nicht geöffnet werden, während die Frequenzschleife läuft
el: Δεν είναι δυνατό το άνοιγμα νέου αρχείου εισόδου NEC2 ενώ εκτελείται ο Βρόχος Συχνότητας
es: No se puede abrir un nuevo archivo de entrada NEC2 mientras el bucle de frecuencia está en ejecución
et: Uut NEC2 sisendfaili ei saa avada kui sagedussilmus töötab
fi: Uutta NEC2-syötetiedostoa ei voi avata taajuussilmukan ollessa käynnissä
fr: Un nouveau fichier d'entrée NEC2 ne peut pas être ouvert pendant l'exécution de la boucle de fréquence
he: לא ניתן לפתוח קובץ קלט NEC2 חדש בזמן שלולאת התדר פועלת
hi: आवृत्ति लूप चलने के दौरान नई NEC2 इनपुट फ़ाइल नहीं खोली जा सकती
hr: Nova NEC2 ulazna datoteka ne može se otvoriti dok je frekvencijska petlja u tijeku
hu: Új NEC2 bemeneti fájl nem nyitható meg, amíg a frekvenciahurok fut
id: File input NEC2 baru tidak dapat dibuka selama Loop Frekuensi berjalan
it: Non è possibile aprire un nuovo file di input NEC2 mentre il ciclo di frequenza è in esecuzione
ja: 周波数ループの実行中は 新しいNEC2入力ファイルを開くことができません
lt: Naujas NEC2 įvesties failas negali būti atidarytas kol vykdomas dažnio ciklas
lv: Jaunu NEC2 ievades failu nevar atvērt, kamēr darbojas frekvences cikls
mk: Нова NEC2 влезна датотека не може да се отвори додека работи фреквенцискиот циклус
nl: Een nieuw NEC2-invoerbestand kan niet worden geopend terwijl de frequentielus wordt uitgevoerd
no: En ny NEC2-inndatafil kan ikke åpnes mens frekvenssløyfen kjører
pl: Nowy plik wejściowy NEC2 nie może zostać otwarty podczas działania pętli częstotliwości
pt: Um novo arquivo de entrada NEC2 não pode ser aberto enquanto o Loop de Frequência está em execução
ro: Nu se poate deschide un fișier NEC2 de intrare nou cât timp Bucla de Frecvență rulează
ru: Новый входной файл NEC2 не может быть открыт, пока выполняется цикл по частоте
sk: Nový vstupný súbor NEC2 nie je možné otvoriť kým beží frekvenčná slučka
sl: Nova vhodna datoteka NEC2 ne more biti odprta medtem ko se izvaja frekvenčna zanka
sr: Нова NEC2 улазна датотека не може бити отворена док је фреквенцијска петља покренута
sv: En ny NEC2-indatafil kan inte öppnas medan frekvensslingan körs
th: ไม่สามารถเปิดไฟล์ข้อมูลนำเข้า NEC2 ใหม่ได้ ขณะที่ลูปความถี่กำลังทำงานอยู่
tr: Frekans Döngüsü çalışırken yeni bir NEC2 girdi dosyası açılamaz
uk: Новий вхідний файл NEC2 не може бути відкрито під час виконання циклу частоти
ur: جب فریکوئنسی لوپ چل رہا ہو تو نئی NEC2 ان پٹ فائل نہیں کھولی جا سکتی
vi: Không thể mở tệp đầu vào NEC2 mới khi vòng lặp tần số đang chạy

source: xnec2c geometry optimizer
af: xnec2c geometrie-optimeerder
ar: محسّن هندسة xnec2c
bg: xnec2c оптимизатор на геометрия
bn: xnec2c জ্যামিতি অপ্টিমাইজার
bs: xnec2c optimizator geometrije
cs: Optimalizátor geometrie xnec2c
da: xnec2c geometrioptimering
de: xnec2c Geometrie-Optimierer
el: Βελτιστοποιητής γεωμετρίας xnec2c
es: optimizador de geometría xnec2c
et: xnec2c geomeetria optimeerija
fi: xnec2c-geometriaoptimoija
fr: Optimiseur de géométrie xnec2c
he: מייעל גאומטריה של xnec2c
hi: xnec2c ज्यामिति अनुकूलक
hr: xnec2c optimizator geometrije
hu: xnec2c geometria optimalizáló
id: pengoptimal geometri xnec2c
it: ottimizzatore di geometria xnec2c
ja: xnec2c ジオメトリオプティマイザ
lt: xnec2c geometrijos optimizatorius
lv: xnec2c ģeometrijas optimizētājs
mk: xnec2c оптимизатор на геометрија
nl: xnec2c geometrie-optimizer
no: xnec2c geometrioptimaliserer
pl: optymalizator geometrii xnec2c
pt: otimizador de geometria xnec2c
ro: optimizator de geometrie xnec2c
ru: Оптимизатор геометрии xnec2c
sk: Optimalizátor geometrie xnec2c
sl: xnec2c optimizator geometrije
sr: xnec2c оптимизатор геометрије
sv: xnec2c geometrioptimerare
th: ตัวปรับแต่งเรขาคณิต xnec2c
tr: xnec2c geometri optimize edici
uk: Оптимізатор геометрії xnec2c
ur: xnec2c جیومیٹری آپٹیمائزر
vi: Trình tối ưu hóa hình học xnec2c

source: xnec2c was built without inotify support: the optimizer cannot be enabled.
af: xnec2c is gebou sonder inotify-ondersteuning: die optimeerder kan nie geaktiveer word nie.
ar: تم بناء xnec2c بدون دعم inotify: لا يمكن تفعيل المحسّن.
bg: xnec2c е компилиран без поддръжка на inotify: оптимизаторът не може да бъде активиран.
bn: xnec2c inotify সমর্থন ছাড়া তৈরি করা হয়েছে: অপ্টিমাইজার সক্রিয় করা যাবে না।
bs: xnec2c je izgrađen bez inotify podrške: optimizator se ne može omogućiti.
cs: xnec2c byl sestaven bez podpory inotify: optimalizátor nelze povolit.
da: xnec2c blev bygget uden inotify-understøttelse: optimeringsværktøjet kan ikke aktiveres.
de: xnec2c wurde ohne inotify-Unterstützung erstellt: Der Optimierer kann nicht aktiviert werden.
el: Το xnec2c δημιουργήθηκε χωρίς υποστήριξη inotify: ο βελτιστοποιητής δεν μπορεί να ενεργοποιηθεί.
es: xnec2c fue compilado sin soporte de inotify: el optimizador no puede ser habilitado.
et: xnec2c on kompileeritud ilma inotify toeta: optimeerijat ei saa lubada.
fi: xnec2c käännettiin ilman inotify-tukea: optimoijaa ei voi ottaa käyttöön.
fr: xnec2c a été compilé sans le support inotify : l'optimiseur ne peut pas être activé.
he: xnec2c נבנה ללא תמיכת inotify: לא ניתן להפעיל את המייעל.
hi: xnec2c बिना inotify समर्थन के बनाया गया था: अनुकूलक सक्षम नहीं किया जा सकता।
hr: xnec2c je izgrađen bez podrške za inotify: optimizator se ne može omogućiti.
hu: Az xnec2c inotify támogatás nélkül lett fordítva: az optimalizáló nem engedélyezhető.
id: xnec2c dibangun tanpa dukungan inotify: pengoptimal tidak dapat diaktifkan.
it: xnec2c è stato compilato senza supporto inotify: l'ottimizzatore non può essere abilitato.
ja: xnec2c は inotify サポートなしでビルドされています: オプティマイザを有効にできません。
lt: xnec2c sukompiliuotas be inotify palaikymo: optimizatoriaus negalima įjungti.
lv: xnec2c ir kompilēts bez inotify atbalsta: optimizētāju nevar iespējot.
mk: xnec2c е изграден без поддршка за inotify: оптимизаторот не може да се овозможи.
nl: xnec2c is gebouwd zonder inotify-ondersteuning: de optimizer kan niet worden ingeschakeld.
no: xnec2c ble bygget uten inotify-støtte: optimalisereren kan ikke aktiveres.
pl: xnec2c został zbudowany bez obsługi inotify: optymalizator nie może zostać włączony.
pt: xnec2c foi compilado sem suporte a inotify: o otimizador não pode ser habilitado.
ro: xnec2c a fost compilat fără suport inotify: optimizatorul nu poate fi activat.
ru: xnec2c собран без поддержки inotify: оптимизатор не может быть включён.
sk: xnec2c bol zostavený bez podpory inotify: optimalizátor nie je možné povoliť.
sl: xnec2c je bil zgrajen brez podpore inotify: optimizatorja ni mogoče omogočiti.
sr: xnec2c је изграђен без подршке за inotify: оптимизатор не може бити омогућен.
sv: xnec2c byggdes utan inotify-stöd: optimeraren kan inte aktiveras.
th: xnec2c ถูกสร้างโดยไม่มีการสนับสนุน inotify: ไม่สามารถเปิดใช้งานตัวปรับแต่งได้
tr: xnec2c inotify desteği olmadan derlendi: optimize edici etkinleştirilemez.
uk: xnec2c було зібрано без підтримки inotify: оптимізатор не може бути увімкнено.
ur: xnec2c بغیر inotify سپورٹ کے بنایا گیا: آپٹیمائزر فعال نہیں کیا جا سکتا۔
vi: xnec2c được xây dựng không có hỗ trợ inotify: không thể kích hoạt trình tối ưu hóa.

source: Xnec2c Optimizer
af: Xnec2c Optimeerder
ar: محسّن Xnec2c
bg: Xnec2c Оптимизатор
bn: Xnec2c অপ্টিমাইজার
bs: Xnec2c optimizator
cs: Optimalizátor Xnec2c
da: Xnec2c Optimering
de: Xnec2c Optimierer
el: Βελτιστοποιητής Xnec2c
es: Optimizador Xnec2c
et: Xnec2c optimeerija
fi: Xnec2c-optimoija
fr: Optimiseur Xnec2c
he: מייעל Xnec2c
hi: Xnec2c अनुकूलक
hr: Xnec2c optimizator
hu: Xnec2c optimalizáló
id: Pengoptimal Xnec2c
it: Ottimizzatore Xnec2c
ja: Xnec2c オプティマイザ
lt: Xnec2c optimizatorius
lv: Xnec2c optimizētājs
mk: Xnec2c оптимизатор
no: Xnec2c Optimaliserer
pl: Optymalizator Xnec2c
pt: Otimizador Xnec2c
ro: Optimizator Xnec2c
ru: Оптимизатор Xnec2c
sk: Optimalizátor Xnec2c
sl: Xnec2c optimizator
sr: Xnec2c оптимизатор
sv: Xnec2c Optimerare
th: ตัวปรับแต่ง Xnec2c
tr: Xnec2c Optimize Edici
uk: Оптимізатор Xnec2c
ur: Xnec2c آپٹیمائزر
vi: Trình tối ưu hóa Xnec2c

source: No files are selected for writing. However, xnec2c will still reload and recalculate the input file on modification when triggered by inotify.Select files for writing in "File->Optimization Settings".
af: Geen lêers is gekies vir skryf nie. Xnec2c sal egter steeds die invoerlêer herlaai en herbereken by wysiging wanneer dit deur inotify geaktiveer word. Kies lêers vir skryf in "Lêer->Optimeringsinstellings".
ar: لم يتم تحديد ملفات للكتابة. ومع ذلك، سيقوم xnec2c بإعادة تحميل وإعادة حساب ملف الإدخال عند التعديل عندما يتم تشغيله بواسطة inotify. حدد ملفات للكتابة في "ملف->إعدادات التحسين".
bg: Няма избрани файлове за запис. Въпреки това xnec2c ще презареди и преизчисли входния файл при промяна, когато бъде задействан от inotify. Изберете файлове за запис от "Файл->Настройки за оптимизация".
bn: লেখার জন্য কোনো ফাইল নির্বাচন করা হয়নি। তবে, inotify দ্বারা ট্রিগার হলে xnec2c এখনও পরিবর্তনের সময় ইনপুট ফাইল পুনরায় লোড এবং পুনঃগণনা করবে। "File->Optimization Settings"-এ লেখার জন্য ফাইল নির্বাচন করুন।
bs: Nijedna datoteka nije odabrana za pisanje. Međutim, xnec2c će i dalje ponovo učitati i preračunati ulaznu datoteku pri izmjeni kada to pokrene inotify. Odaberite datoteke za pisanje u "Datoteka->Postavke optimizacije".
cs: Nejsou vybrány žádné soubory pro zápis. xnec2c však stále načte a přepočítá vstupní soubor při úpravě, když je spuštěn inotify. Vyberte soubory pro zápis v "Soubor->Nastavení optimalizace".
da: Ingen filer er valgt til skrivning. Dog vil xnec2c stadig genindlæse og genberegne inputfilen ved ændring, når det udløses af inotify. Vælg filer til skrivning i "Fil->Optimeringsindstillinger".
de: Keine Dateien zum Schreiben ausgewählt. Xnec2c wird jedoch die Eingabedatei bei Änderung, ausgelöst durch inotify, neu laden und berechnen. Wählen Sie Dateien zum Schreiben unter "Datei->Optimierungseinstellungen".
el: Δεν έχουν επιλεγεί αρχεία για εγγραφή. Ωστόσο, το xnec2c θα επαναφορτώσει και θα επανυπολογίσει το αρχείο εισόδου κατά την τροποποίηση όταν ενεργοποιηθεί από το inotify. Επιλέξτε αρχεία για εγγραφή στο "Αρχείο->Ρυθμίσεις Βελτιστοποίησης".
es: No hay archivos seleccionados para escritura. Sin embargo, xnec2c seguirá recargando y recalculando el archivo de entrada cuando se modifique, al ser activado por inotify. Seleccione archivos para escritura en "Archivo->Configuración de optimización".
et: Kirjutamiseks pole ühtegi faili valitud. Siiski laadib xnec2c sisendfaili uuesti ja arvutab ümber muudatuste korral, kui inotify selle käivitab. Valige kirjutatavad failid menüüst "Fail->Optimeerimise seaded".
fi: Tiedostoja ei ole valittu kirjoitettavaksi. Xnec2c kuitenkin lataa ja laskee syötetiedoston uudelleen muutoksesta, kun inotify käynnistää sen. Valitse kirjoitettavat tiedostot kohdasta "Tiedosto->Optimointiasetukset".
fr: Aucun fichier n'est sélectionné pour l'écriture. Cependant, xnec2c rechargera et recalculera le fichier d'entrée lors de modifications déclenchées par inotify. Sélectionnez les fichiers pour l'écriture dans « Fichier->Paramètres d'optimisation ».
he: לא נבחרו קבצים לכתיבה. עם זאת, xnec2c עדיין יטען מחדש ויחשב מחדש את קובץ הקלט בעת שינוי כאשר מופעל על ידי inotify. בחר קבצים לכתיבה ב-"File->Optimization Settings".
hi: लिखने के लिए कोई फ़ाइल चयनित नहीं है। हालाँकि, inotify द्वारा ट्रिगर होने पर xnec2c संशोधन पर इनपुट फ़ाइल को पुनः लोड और पुनर्गणना करेगा। "File->Optimization Settings" में लिखने के लिए फ़ाइलें चुनें।
hr: Nema odabranih datoteka za pisanje. Međutim, xnec2c će i dalje ponovno učitati i izračunati ulaznu datoteku pri izmjeni kada je pokrenut putem inotify. Odaberite datoteke za pisanje u "Datoteka->Postavke optimizacije".
hu: Nincsenek fájlok kiválasztva írásra. Az xnec2c azonban továbbra is újratölti és újraszámítja a bemeneti fájlt módosításkor, ha az inotify aktiválja. Válasszon fájlokat írásra a "Fájl->Optimalizálási beállítások" menüben.
id: Tidak ada file yang dipilih untuk ditulis. Namun, xnec2c akan tetap memuat ulang dan menghitung ulang file input saat dimodifikasi ketika dipicu oleh inotify. Pilih file untuk ditulis di "File->Pengaturan Optimisasi".
it: Nessun file selezionato per la scrittura. Tuttavia, xnec2c ricaricherà e ricalcolerà comunque il file di input alla modifica quando attivato da inotify. Selezionare i file per la scrittura in "File->Impostazioni Ottimizzazione".
ja: 書き込み用のファイルが選択されていません。ただし、inotify によってトリガーされた場合、xnec2c は変更時に入力ファイルを再読み込みして再計算します。「ファイル->最適化設定」で書き込み用のファイルを選択してください。
lt: Nepasirinkti failai įrašymui. Tačiau xnec2c vis tiek perkraus ir perskaičiuos įvesties failą, kai bus modifikuotas ir inotify tai aptiks. Pasirinkite failus įrašymui "Failas->Optimizavimo nustatymai".
lv: Nav atlasīti faili ierakstīšanai. Tomēr xnec2c joprojām pārlādēs un pārrēķinās ievades failu pēc modificēšanas, kad to aktivizēs inotify. Atlasiet failus ierakstīšanai sadaļā "Fails->Optimizācijas iestatījumi".
mk: Не се избрани датотеки за запишување. Сепак, xnec2c ќе ја вчита повторно и пресмета влезната датотека при модификација кога ќе биде активирано од inotify. Изберете датотеки за запишување во "Датотека->Поставки за оптимизација".
nl: Er zijn geen bestanden geselecteerd voor schrijven. Xnec2c zal echter het invoerbestand nog steeds herladen en opnieuw berekenen bij wijziging wanneer getriggerd door inotify. Selecteer bestanden voor schrijven in "Bestand->Optimalisatie-instellingen".
no: Ingen filer er valgt for skriving. Imidlertid vil xnec2c fortsatt laste inn og beregne inndatafilen på nytt ved endring når utløst av inotify. Velg filer for skriving i «Fil->Optimaliseringsinnstillinger».
pl: Nie wybrano plików do zapisu. Jednak xnec2c nadal będzie przeładowywać i przeliczać plik wejściowy po modyfikacji wywołanej przez inotify. Wybierz pliki do zapisu w "Plik->Ustawienia optymalizacji".
pt: Nenhum arquivo foi selecionado para escrita. No entanto, o xnec2c ainda recarregará e recalculará o arquivo de entrada quando modificado e acionado pelo inotify. Selecione arquivos para escrita em "Arquivo->Configurações de Otimização".
ro: Nu sunt selectate fișiere pentru scriere. Totuși, xnec2c va reîncărca și recalcula fișierul de intrare la modificare când este declanșat de inotify. Selectați fișierele pentru scriere în "Fișier->Setări Optimizare".
ru: Файлы для записи не выбраны. Тем не менее, xnec2c будет перезагружать и пересчитывать входной файл при изменении по сигналу inotify. Выберите файлы для записи в «Файл->Настройки оптимизации».
sk: Nie sú vybrané žiadne súbory na zápis. Avšak xnec2c stále znovu načíta a prepočíta vstupný súbor pri modifikácii, keď to spustí inotify. Vyberte súbory na zápis v "Súbor->Nastavenia optimalizácie".
sl: Nobena datoteka ni izbrana za pisanje. Vendar bo xnec2c še vedno znova naložil in preračunal vhodno datoteko ob spremembi, ko jo sproži inotify. Izberite datoteke za pisanje v "Datoteka->Nastavitve optimizacije".
sr: Нису изабране датотеке за писање. Међутим, xnec2c ће и даље поново учитати и прерачунати улазну датотеку при измени када је покренуто од стране inotify.Изаберите датотеке за писање у "Датотека->Подешавања оптимизације".
sv: Inga filer är valda för skrivning. Xnec2c kommer dock fortfarande att ladda om och beräkna om indatafilen vid ändring när den triggas av inotify. Välj filer för skrivning i "Arkiv->Optimeringsinställningar".
th: ไม่มีไฟล์ที่เลือกสำหรับการเขียน อย่างไรก็ตาม xnec2c จะยังคงโหลดใหม่และคำนวณไฟล์ข้อมูลนำเข้าใหม่เมื่อมีการแก้ไขเมื่อถูกกระตุ้นโดย inotify เลือกไฟล์สำหรับเขียนใน "ไฟล์->การตั้งค่าการปรับแต่ง"
tr: Yazma için dosya seçilmedi. Ancak xnec2c, inotify tarafından tetiklendiğinde girdi dosyasını değişiklik üzerine yeniden yükleyecek ve hesaplayacaktır. "Dosya->Optimizasyon Ayarları" bölümünden yazılacak dosyaları seçin.
uk: Файли для запису не вибрано. Однак xnec2c все одно перезавантажить і перерахує вхідний файл при зміні, коли це буде ініційовано inotify. Виберіть файли для запису в «Файл->Налаштування оптимізації».
ur: لکھنے کے لیے کوئی فائلیں منتخب نہیں ہیں۔ تاہم، xnec2c inotify کے ذریعے ٹرگر ہونے پر ترمیم پر ان پٹ فائل کو دوبارہ لوڈ اور دوبارہ حساب کرے گا۔ "File->Optimization Settings" میں لکھنے کے لیے فائلیں منتخب کریں۔
vi: Không có tệp nào được chọn để ghi. Tuy nhiên, xnec2c vẫn sẽ tải lại và tính toán lại tệp đầu vào khi có thay đổi được kích hoạt bởi inotify. Chọn tệp để ghi trong "File->Optimization Settings".

source: failed to create Optimizer Output thread
af: kon nie Optimeerder-uitvoerdraad skep nie
ar: فشل إنشاء خيط إخراج المحسّن
bg: неуспешно създаване на нишка за изход на оптимизатора
bn: অপ্টিমাইজার আউটপুট থ্রেড তৈরি করতে ব্যর্থ
bs: kreiranje niti izlaza optimizatora nije uspjelo
cs: Nepodařilo se vytvořit vlákno výstupu optimalizátoru
da: kunne ikke oprette optimeringsoutput-tråd
de: Erstellen des Optimierer-Ausgabe-Threads fehlgeschlagen
el: αποτυχία δημιουργίας νήματος Εξόδου Βελτιστοποιητή
es: error al crear el hilo de salida del optimizador
et: optimeerija väljundi lõime loomine ebaõnnestus
fi: Optimoijan tulostesäikeen luominen epäonnistui
fr: échec de la création du thread de sortie de l'optimiseur
he: יצירת תהליכון פלט המייעל נכשלה
hi: अनुकूलक आउटपुट थ्रेड बनाने में विफल
hr: nije uspjelo stvaranje dretve izlaza optimizatora
hu: nem sikerült létrehozni az optimalizáló kimeneti szálat
id: gagal membuat thread Output Pengoptimal
it: impossibile creare il thread di output dell'Ottimizzatore
ja: オプティマイザ出力スレッドの作成に失敗しました
lt: nepavyko sukurti optimizatoriaus išvesties gijos
lv: neizdevās izveidot optimizētāja izvades pavedienu
mk: не успеа да се креира нишка за излез на Оптимизаторот
nl: Kan Optimizer Output-thread niet aanmaken
no: kunne ikke opprette tråd for optimalisererens utdata
pl: nie udało się utworzyć wątku wyjścia optymalizatora
pt: falha ao criar thread de Saída do Otimizador
ro: nu s-a putut crea firul de execuție pentru Ieșire Optimizator
ru: не удалось создать поток вывода оптимизатора
sk: nepodarilo sa vytvoriť vlákno výstupu optimalizátora
sl: ustvarjanje niti za izhod optimizatorja ni uspelo
sr: неуспешно креирање нити за излаз оптимизатора
sv: misslyckades att skapa tråd för optimerarens utdata
th: ไม่สามารถสร้างเธรดเอาต์พุตตัวปรับแต่งได้
tr: Optimize Edici Çıktı iş parçacığı oluşturulamadı
uk: не вдалося створити потік виводу оптимізатора
ur: آپٹیمائزر آؤٹ پٹ تھریڈ بنانے میں ناکام
vi: Không thể tạo luồng đầu ra trình tối ưu hóa

source: Are you sure you wish to close this window?
af: Is u seker u wil hierdie venster sluit?
ar: هل أنت متأكد من رغبتك في إغلاق هذه النافذة؟
bg: Сигурни ли сте, че искате да затворите този прозорец?
bn: আপনি কি নিশ্চিত যে এই উইন্ডোটি বন্ধ করতে চান?
bs: Jeste li sigurni da želite zatvoriti ovaj prozor?
cs: Opravdu chcete zavřít toto okno?
da: Er du sikker på, at du vil lukke dette vindue?
de: Sind Sie sicher, dass Sie dieses Fenster schließen möchten?
el: Είστε βέβαιοι ότι θέλετε να κλείσετε αυτό το παράθυρο;
es: ¿Está seguro de que desea cerrar esta ventana?
et: Kas soovite kindlasti selle akna sulgeda?
fi: Haluatko varmasti sulkea tämän ikkunan?
fr: Êtes-vous sûr de vouloir fermer cette fenêtre ?
he: האם אתה בטוח שברצונך לסגור חלון זה?
hi: क्या आप वाकई इस विंडो को बंद करना चाहते हैं?
hr: Jeste li sigurni da želite zatvoriti ovaj prozor?
hu: Biztos benne, hogy bezárja ezt az ablakot?
id: Apakah Anda yakin ingin menutup jendela ini?
it: Si desidera chiudere questa finestra?
ja: このウィンドウを閉じてもよろしいですか？
lt: Ar tikrai norite uždaryti šį langą?
lv: Vai tiešām vēlaties aizvērt šo logu?
mk: Дали сте сигурни дека сакате да го затворите овој прозорец?
nl: Weet u zeker dat u dit venster wilt sluiten?
no: Er du sikker på at du vil lukke dette vinduet?
pl: Czy na pewno chcesz zamknąć to okno?
pt: Tem certeza de que deseja fechar esta janela?
ro: Sunteți sigur că doriți să închideți această fereastră?
ru: Вы уверены, что хотите закрыть это окно?
sk: Naozaj chcete zatvoriť toto okno?
sl: Ali ste prepričani, da želite zapreti to okno?
sr: Да ли сте сигурни да желите да затворите овај прозор?
sv: Är du säker på att du vill stänga detta fönster?
th: คุณแน่ใจหรือไม่ว่าต้องการปิดหน้าต่างนี้?
tr: Bu pencereyi kapatmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете закрити це вікно?
ur: کیا آپ واقعی اس ونڈو کو بند کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn đóng cửa sổ này không?

source: No open NEC2 input file
af: Geen oop NEC2-invoerlêer nie
ar: لا يوجد ملف إدخال NEC2 مفتوح
bg: Няма отворен NEC2 входен файл
bn: কোনো NEC2 ইনপুট ফাইল খোলা নেই
bs: Nema otvorene NEC2 ulazne datoteke
cs: Žádný otevřený vstupní soubor NEC2
da: Ingen åben NEC2-inputfil
de: Keine geöffnete NEC2-Eingabedatei
el: Δεν υπάρχει ανοιχτό αρχείο εισόδου NEC2
es: No hay archivo de entrada NEC2 abierto
et: NEC2 sisendfail pole avatud
fi: Ei avointa NEC2-syötetiedostoa
fr: Aucun fichier d'entrée NEC2 ouvert
he: אין קובץ קלט NEC2 פתוח
hi: कोई NEC2 इनपुट फ़ाइल खुली नहीं है
hr: Nema otvorene NEC2 ulazne datoteke
hu: Nincs megnyitott NEC2 bemeneti fájl
id: Tidak ada file input NEC2 yang terbuka
it: Nessun file di input NEC2 aperto
ja: NEC2入力ファイルが開かれていません
lt: Nėra atidaryto NEC2 įvesties failo
lv: Nav atvērts NEC2 ievades fails
mk: Нема отворена NEC2 влезна датотека
nl: Geen geopend NEC2-invoerbestand
no: Ingen åpen NEC2-inndatafil
pl: Brak otwartego pliku wejściowego NEC2
pt: Nenhum arquivo de entrada NEC2 aberto
ro: Niciun fișier NEC2 de intrare deschis
ru: Нет открытого входного файла NEC2
sk: Žiadny otvorený vstupný súbor NEC2
sl: Ni odprte vhodne datoteke NEC2
sr: Нема отворене NEC2 улазне датотеке
sv: Ingen öppen NEC2-indatafil
th: ไม่มีไฟล์ข้อมูลนำเข้า NEC2 ที่เปิดอยู่
tr: Açık NEC2 girdi dosyası yok
uk: Немає відкритого вхідного файлу NEC2
ur: کوئی کھلی NEC2 ان پٹ فائل نہیں
vi: Không có tệp đầu vào NEC2 nào đang mở
