Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: First Point Y (m)
af: Eerste Punt Y (m)
ar: النقطة الأولى Y (m)
bg: Първа точка Y (m)
bn: প্রথম বিন্দু Y (m)
bs: Prva tačka Y (m)
cs: První bod Y (m)
da: Første punkt Y (m)
de: Erster Punkt Y (m)
el: Πρώτο Σημείο Y (m)
es: Primer punto Y (m)
et: Esimese punkti Y (m)
fi: Ensimmäinen piste Y (m)
fr: Premier point Y (m)
he: נקודה ראשונה Y (מ')
hi: प्रथम बिंदु Y (m)
hr: Prva točka Y (m)
hu: Első pont Y (m)
id: Titik Pertama Y (m)
it: Primo Punto Y (m)
ja: 始点Y (m)
lt: Pirmasis taškas Y (m)
lv: Pirmā punkta Y (m)
mk: Прва точка Y (m)
nl: Eerste punt Y (m)
no: Første punkt Y (m)
pl: Pierwszy punkt Y (m)
pt: Primeiro Ponto Y (m)
ro: Primul Punct Y (m)
ru: Первая точка Y (м)
sk: Prvý bod Y (m)
sl: Prva točka Y (m)
sr: Прва тачка Y (m)
sv: Första punkt Y (m)
th: จุดแรก Y (m)
tr: İlk Nokta Y (m)
uk: Перша точка Y (м)
ur: پہلا پوائنٹ Y (m)
vi: Điểm đầu Y (m)

source: First Point Z (m)
af: Eerste Punt Z (m)
ar: النقطة الأولى Z (m)
bg: Първа точка Z (m)
bn: প্রথম বিন্দু Z (m)
bs: Prva tačka Z (m)
cs: První bod Z (m)
da: Første punkt Z (m)
de: Erster Punkt Z (m)
el: Πρώτο Σημείο Z (m)
es: Primer punto Z (m)
et: Esimese punkti Z (m)
fi: Ensimmäinen piste Z (m)
fr: Premier point Z (m)
he: נקודה ראשונה Z (מ')
hi: प्रथम बिंदु Z (m)
hr: Prva točka Z (m)
hu: Első pont Z (m)
id: Titik Pertama Z (m)
it: Primo Punto Z (m)
ja: 始点Z (m)
lt: Pirmasis taškas Z (m)
lv: Pirmā punkta Z (m)
mk: Прва точка Z (m)
nl: Eerste punt Z (m)
no: Første punkt Z (m)
pl: Pierwszy punkt Z (m)
pt: Primeiro Ponto Z (m)
ro: Primul Punct Z (m)
ru: Первая точка Z (м)
sk: Prvý bod Z (m)
sl: Prva točka Z (m)
sr: Прва тачка Z (m)
sv: Första punkt Z (m)
th: จุดแรก Z (m)
tr: İlk Nokta Z (m)
uk: Перша точка Z (м)
ur: پہلا پوائنٹ Z (m)
vi: Điểm đầu Z (m)

source: Increment in X (m)
af: Inkrement in X (m)
ar: الزيادة في X (m)
bg: Стъпка по X (m)
bn: X-এ বৃদ্ধি (m)
bs: Inkrement u X (m)
cs: Přírůstek v X (m)
da: Forøgelse i X (m)
de: Inkrement in X (m)
el: Αύξηση στο X (m)
es: Incremento en X (m)
et: Samm X-s (m)
fi: X-lisäys (m)
fr: Incrément en X (m)
he: תוספת ב-X (מ')
hi: X में वृद्धि (m)
hr: Inkrement u X (m)
hu: X lépésköz (m)
id: Kenaikan di X (m)
it: Incremento in X (m)
ja: Xの増分 (m)
lt: X žingsnis (m)
lv: X pieaugums (m)
mk: Инкремент во X (m)
no: Inkrement i X (m)
pl: Przyrost w X (m)
pt: Incremento em X (m)
ro: Increment în X (m)
ru: Приращение по X (м)
sk: Prírastok v X (m)
sl: Prirastek v X (m)
sr: Прираштај по X (m)
sv: Inkrement i X (m)
th: ค่าเพิ่มใน X (m)
tr: X Artışı (m)
uk: Приріст X (м)
ur: X میں اضافہ (m)
vi: Bước tăng theo X (m)

source: Increment in Y (m)
af: Inkrement in Y (m)
ar: الزيادة في Y (m)
bg: Стъпка по Y (m)
bn: Y-এ বৃদ্ধি (m)
bs: Inkrement u Y (m)
cs: Přírůstek v Y (m)
da: Forøgelse i Y (m)
de: Inkrement in Y (m)
el: Αύξηση στο Y (m)
es: Incremento en Y (m)
et: Samm Y-s (m)
fi: Y-lisäys (m)
fr: Incrément en Y (m)
he: תוספת ב-Y (מ')
hi: Y में वृद्धि (m)
hr: Inkrement u Y (m)
hu: Y lépésköz (m)
id: Kenaikan di Y (m)
it: Incremento in Y (m)
ja: Yの増分 (m)
lt: Y žingsnis (m)
lv: Y pieaugums (m)
mk: Инкремент во Y (m)
no: Inkrement i Y (m)
pl: Przyrost w Y (m)
pt: Incremento em Y (m)
ro: Increment în Y (m)
ru: Приращение по Y (м)
sk: Prírastok v Y (m)
sl: Prirastek v Y (m)
sr: Прираштај по Y (m)
sv: Inkrement i Y (m)
th: ค่าเพิ่มใน Y (m)
tr: Y Artışı (m)
uk: Приріст Y (м)
ur: Y میں اضافہ (m)
vi: Bước tăng theo Y (m)

source: Increment in Z (m)
af: Inkrement in Z (m)
ar: الزيادة في Z (m)
bg: Стъпка по Z (m)
bn: Z-এ বৃদ্ধি (m)
bs: Inkrement u Z (m)
cs: Přírůstek v Z (m)
da: Forøgelse i Z (m)
de: Inkrement in Z (m)
el: Αύξηση στο Z (m)
es: Incremento en Z (m)
et: Samm Z-s (m)
fi: Z-lisäys (m)
fr: Incrément en Z (m)
he: תוספת ב-Z (מ')
hi: Z में वृद्धि (m)
hr: Inkrement u Z (m)
hu: Z lépésköz (m)
id: Kenaikan di Z (m)
it: Incremento in Z (m)
ja: Zの増分 (m)
lt: Z žingsnis (m)
lv: Z pieaugums (m)
mk: Инкремент во Z (m)
no: Inkrement i Z (m)
pl: Przyrost w Z (m)
pt: Incremento em Z (m)
ro: Increment în Z (m)
ru: Приращение по Z (м)
sk: Prírastok v Z (m)
sl: Prirastek v Z (m)
sr: Прираштај по Z (m)
sv: Inkrement i Z (m)
th: ค่าเพิ่มใน Z (m)
tr: Z Artışı (m)
uk: Приріст Z (м)
ur: Z میں اضافہ (m)
vi: Bước tăng theo Z (m)

source: Points along R
af: Punte langs R
ar: نقاط على طول R
bg: Точки по R
bn: R বরাবর বিন্দু
bs: Tačke duž R
cs: Body podél R
da: Punkter langs R
de: Punkte entlang R
el: Σημεία κατά μήκος R
es: Puntos a lo largo de R
et: Punktide arv piki R-i
fi: Pisteitä R:n suunnassa
fr: Points le long de R
he: נקודות לאורך R
hi: R के अनुदिश बिंदु
hr: Točke duž R
hu: Pontok R mentén
id: Titik sepanjang R
it: Punti lungo R
ja: R方向の点数
lt: Taškai išilgai R
lv: Punkti gar R
mk: Точки по R
nl: Punten langs R
no: Punkter langs R
pl: Punkty wzdłuż R
pt: Pontos ao longo de R
ro: Puncte de-a lungul lui R
ru: Точки вдоль R
sk: Body pozdĺž R
sl: Točke vzdolž R
sr: Тачке дуж R
sv: Punkter längs R
th: จุดตาม R
tr: R Boyunca Noktalar
uk: Точки вздовж R
ur: R کے ساتھ پوائنٹس
vi: Số điểm theo R

source: Points along Phi
af: Punte langs Phi
ar: نقاط على طول Phi
bg: Точки по Phi
bn: ফাই বরাবর বিন্দু
bs: Tačke duž Phi
cs: Body podél Phi
da: Punkter langs phi
de: Punkte entlang Phi
el: Σημεία κατά μήκος Phi
es: Puntos a lo largo de phi
et: Punktide arv piki Fii-d
fi: Pisteitä Phi:n suunnassa
fr: Points le long de Phi
he: נקודות לאורך פי
hi: Phi के अनुदिश बिंदु
hr: Točke duž Phi
hu: Pontok Phi mentén
id: Titik sepanjang Phi
it: Punti lungo Phi
ja: Phi方向の点数
lt: Taškai išilgai Phi
lv: Punkti gar Fi
mk: Точки по Фи
nl: Punten langs phi
no: Punkter langs phi
pl: Punkty wzdłuż Phi
pt: Pontos ao longo de Phi
ro: Puncte de-a lungul lui Phi
ru: Точки вдоль Phi
sk: Body pozdĺž Phi
sl: Točke vzdolž phi
sr: Тачке дуж Phi
sv: Punkter längs Phi
th: จุดตาม Phi
tr: Phi Boyunca Noktalar
uk: Точки вздовж Phi
ur: فائی کے ساتھ پوائنٹس
vi: Số điểm theo Phi

source: Points along Theta
af: Punte langs Theta
ar: نقاط على طول Theta
bg: Точки по Theta
bn: থিটা বরাবর বিন্দু
bs: Tačke duž Theta
cs: Body podél Theta
da: Punkter langs theta
de: Punkte entlang Theta
el: Σημεία κατά μήκος Theta
es: Puntos a lo largo de theta
et: Punktide arv piki Teetat
fi: Pisteitä Theta:n suunnassa
fr: Points le long de Theta
he: נקודות לאורך תטא
hi: Theta के अनुदिश बिंदु
hr: Točke duž Theta
hu: Pontok Theta mentén
id: Titik sepanjang Theta
it: Punti lungo Theta
ja: Theta方向の点数
lt: Taškai išilgai Theta
lv: Punkti gar Teta
mk: Точки по Тета
nl: Punten langs theta
no: Punkter langs theta
pl: Punkty wzdłuż Theta
pt: Pontos ao longo de Theta
ro: Puncte de-a lungul lui Theta
ru: Точки вдоль Theta
sk: Body pozdĺž Theta
sl: Točke vzdolž theta
sr: Тачке дуж Theta
sv: Punkter längs Theta
th: จุดตาม Theta
tr: Theta Boyunca Noktalar
uk: Точки вздовж Theta
ur: تھیٹا کے ساتھ پوائنٹس
vi: Số điểm theo Theta

source: First Point R (m)
af: Eerste Punt R (m)
ar: النقطة الأولى R (m)
bg: Първа точка R (m)
bn: প্রথম বিন্দু R (m)
bs: Prva tačka R (m)
cs: První bod R (m)
da: Første punkt R (m)
de: Erster Punkt R (m)
el: Πρώτο Σημείο R (m)
es: Primer punto R (m)
et: Esimese punkti R (m)
fi: Ensimmäinen piste R (m)
fr: Premier point R (m)
he: נקודה ראשונה R (מ')
hi: प्रथम बिंदु R (m)
hr: Prva točka R (m)
hu: Első pont R (m)
id: Titik Pertama R (m)
it: Primo Punto R (m)
ja: 始点R (m)
lt: Pirmasis taškas R (m)
lv: Pirmā punkta R (m)
mk: Прва точка R (m)
nl: Eerste punt R (m)
no: Første punkt R (m)
pl: Pierwszy punkt R (m)
pt: Primeiro Ponto R (m)
ro: Primul Punct R (m)
ru: Первая точка R (м)
sk: Prvý bod R (m)
sl: Prva točka R (m)
sr: Прва тачка R (m)
sv: Första punkt R (m)
th: จุดแรก R (m)
tr: İlk Nokta R (m)
uk: Перша точка R (м)
ur: پہلا پوائنٹ R (m)
vi: Điểm đầu R (m)

source: First Point Phi
af: Eerste Punt Phi
ar: النقطة الأولى Phi
bg: Първа точка Phi
bn: প্রথম বিন্দু ফাই
bs: Prva tačka Phi
cs: První bod Phi
da: Første punkt phi
de: Erster Punkt Phi
el: Πρώτο Σημείο Phi
es: Primer punto phi
et: Esimese punkti Fii
fi: Ensimmäinen piste Phi
fr: Premier point Phi
he: נקודה ראשונה פי
hi: प्रथम बिंदु Phi
hr: Prva točka Phi
hu: Első pont Phi
id: Titik Pertama Phi
it: Primo Punto Phi
ja: 始点Phi
lt: Pirmasis taškas Phi
lv: Pirmā punkta Fi
mk: Прва точка Фи
nl: Eerste punt phi
no: Første punkt phi
pl: Pierwszy punkt Phi
pt: Primeiro Ponto Phi
ro: Primul Punct Phi
ru: Первая точка Phi
sk: Prvý bod Phi
sl: Prva točka phi
sr: Прва тачка Phi
sv: Första punkt Phi
th: จุดแรก Phi
tr: İlk Nokta Phi
uk: Перша точка Phi
ur: پہلا پوائنٹ فائی
vi: Điểm đầu Phi

source: First Point Theta
af: Eerste Punt Theta
ar: النقطة الأولى Theta
bg: Първа точка Theta
bn: প্রথম বিন্দু থিটা
bs: Prva tačka Theta
cs: První bod Theta
da: Første punkt theta
de: Erster Punkt Theta
el: Πρώτο Σημείο Theta
es: Primer punto theta
et: Esimese punkti teeta
fi: Ensimmäinen piste Theta
fr: Premier point Theta
he: נקודה ראשונה תטא
hi: प्रथम बिंदु Theta
hr: Prva točka Theta
hu: Első pont Theta
id: Titik Pertama Theta
it: Primo Punto Theta
ja: 始点Theta
lt: Pirmasis taškas Theta
lv: Pirmā punkta Teta
mk: Прва точка Тета
nl: Eerste punt theta
no: Første punkt theta
pl: Pierwszy punkt Theta
pt: Primeiro Ponto Theta
ro: Primul Punct Theta
ru: Первая точка Theta
sk: Prvý bod Theta
sl: Prva točka theta
sr: Прва тачка Theta
sv: Första punkt Theta
th: จุดแรก Theta
tr: İlk Nokta Theta
uk: Перша точка Theta
ur: پہلا پوائنٹ تھیٹا
vi: Điểm đầu Theta

source: Increment in R (m)
af: Inkrement in R (m)
ar: الزيادة في R (m)
bg: Стъпка по R (m)
bn: R-এ বৃদ্ধি (m)
bs: Inkrement u R (m)
cs: Přírůstek v R (m)
da: Forøgelse i R (m)
de: Inkrement in R (m)
el: Αύξηση στο R (m)
es: Incremento en R (m)
et: Samm R-s (m)
fi: R-lisäys (m)
fr: Incrément en R (m)
he: תוספת ב-R (מ')
hi: R में वृद्धि (m)
hr: Inkrement u R (m)
hu: R lépésköz (m)
id: Kenaikan di R (m)
it: Incremento in R (m)
ja: Rの増分 (m)
lt: R žingsnis (m)
lv: R pieaugums (m)
mk: Инкремент во R (m)
no: Inkrement i R (m)
pl: Przyrost w R (m)
pt: Incremento em R (m)
ro: Increment în R (m)
ru: Приращение по R (м)
sk: Prírastok v R (m)
sl: Prirastek v R (m)
sr: Прираштај по R (m)
sv: Inkrement i R (m)
th: ค่าเพิ่มใน R (m)
tr: R Artışı (m)
uk: Приріст R (м)
ur: R میں اضافہ (m)
vi: Bước tăng theo R (m)

source: Increment in Phi
af: Inkrement in Phi
ar: الزيادة في Phi
bg: Стъпка по Phi
bn: ফাই-তে বৃদ্ধি
bs: Inkrement u Phi
cs: Přírůstek v Phi
da: Forøgelse i phi
de: Inkrement in Phi
el: Αύξηση στο Phi
es: Incremento en phi
et: Samm Fii-s
fi: Phi-lisäys
fr: Incrément en Phi
he: תוספת בפי
hi: Phi में वृद्धि
hr: Inkrement u Phi
hu: Phi lépésköz
id: Kenaikan di Phi
it: Incremento in Phi
ja: Phiの増分
lt: Phi žingsnis
lv: Fi pieaugums
mk: Инкремент во Фи
no: Inkrement i phi
pl: Przyrost w Phi
pt: Incremento em Phi
ro: Increment în Phi
ru: Приращение по Phi
sk: Prírastok v Phi
sl: Prirastek v phi
sr: Прираштај по Phi
sv: Inkrement i Phi
th: ค่าเพิ่มใน Phi
tr: Phi Artışı
uk: Приріст Phi
ur: فائی میں اضافہ
vi: Bước tăng theo Phi

source: Animation requires near field data. E-field animation: Add NE card to NEC file H-field animation: Add NH card to NEC file Poynting vector: Add both NE and NH cards
af: Animasie vereis nabyevelddata. E-veld animasie: Voeg NE-kaart by NEC-lêer H-veld animasie: Voeg NH-kaart by NEC-lêer Poynting-vektor: Voeg beide NE- en NH-kaarte by
ar: تتطلب الرسوم المتحركة بيانات الحقل القريب. رسوم متحركة للحقل الكهربائي: أضف بطاقة NE لملف NEC رسوم متحركة للحقل المغناطيسي: أضف بطاقة NH لملف NEC متجه Poynting: أضف بطاقتي NE و NH معاً
bg: Анимацията изисква данни за близкото поле. Анимация на E-поле: Добавете NE карта към NEC файла Анимация на H-поле: Добавете NH карта към NEC файла Вектор на Пойнтинг: Добавете NE и NH карти
bn: অ্যানিমেশনের জন্য নিকট ক্ষেত্র ডেটা প্রয়োজন। E-ফিল্ড অ্যানিমেশন: NEC ফাইলে NE কার্ড যোগ করুন H-ফিল্ড অ্যানিমেশন: NEC ফাইলে NH কার্ড যোগ করুন পয়েন্টিং ভেক্টর: NE এবং NH উভয় কার্ড যোগ করুন
bs: Animacija zahtijeva podatke bliskog polja. Animacija E-polja: Dodajte NE karticu u NEC datoteku Animacija H-polja: Dodajte NH karticu u NEC datoteku Poyntingov vektor: Dodajte obje NE i NH kartice
cs: Animace vyžaduje data blízkého pole. Animace E-pole: Přidejte kartu NE do souboru NEC Animace H-pole: Přidejte kartu NH do souboru NEC Poyntingův vektor: Přidejte karty NE i NH
da: Animation kræver nærfeltdata. E-felt-animation: Tilføj NE-kort til NEC-fil H-felt-animation: Tilføj NH-kort til NEC-fil Poynting-vektor: Tilføj både NE- og NH-kort
de: Animation erfordert Nahfelddaten. E-Feld-Animation: NE-Karte zur NEC-Datei hinzufügen H-Feld-Animation: NH-Karte zur NEC-Datei hinzufügen Poynting-Vektor: Sowohl NE- als auch NH-Karten hinzufügen
el: Η κίνηση απαιτεί δεδομένα κοντινού πεδίου. Κίνηση πεδίου E: Προσθέστε κάρτα NE στο αρχείο NEC Κίνηση πεδίου H: Προσθέστε κάρτα NH στο αρχείο NEC Διάνυσμα Poynting: Προσθέστε και τις δύο κάρτες NE και NH
es: La animación requiere datos de campo cercano. Animación de campo E: Agregue la tarjeta NE al archivo NEC Animación de campo H: Agregue la tarjeta NH al archivo NEC Vector de Poynting: Agregue ambas tarjetas NE y NH
et: Animatsioon vajab lähivälja andmeid. E-välja animatsioon: Lisage NE kaart NEC faili H-välja animatsioon: Lisage NH kaart NEC faili Poyntingi vektor: Lisage nii NE kui NH kaardid
fi: Animaatio vaatii lähikentän tiedot. E-kenttäanimaatio: Lisää NE-kortti NEC-tiedostoon H-kenttäanimaatio: Lisää NH-kortti NEC-tiedostoon Poyntingin vektori: Lisää sekä NE- että NH-kortit
fr: L'animation nécessite des données de champ proche. Animation du champ E : Ajoutez une carte NE au fichier NEC Animation du champ H : Ajoutez une carte NH au fichier NEC Vecteur de Poynting : Ajoutez les cartes NE et NH
he: הנפשה דורשת נתוני שדה קרוב. הנפשת שדה E: הוסף כרטיס NE לקובץ NEC הנפשת שדה H: הוסף כרטיס NH לקובץ NEC וקטור פוינטינג: הוסף כרטיסי NE ו-NH
hi: एनिमेशन के लिए निकट क्षेत्र डेटा आवश्यक है। E-क्षेत्र एनिमेशन: NEC फ़ाइल में NE कार्ड जोड़ें H-क्षेत्र एनिमेशन: NEC फ़ाइल में NH कार्ड जोड़ें Poynting सदिश: NE और NH दोनों कार्ड जोड़ें
hr: Animacija zahtijeva podatke bliskog polja. Animacija E-polja: Dodajte NE karticu u NEC datoteku Animacija H-polja: Dodajte NH karticu u NEC datoteku Poyntingov vektor: Dodajte obje NE i NH kartice
hu: Az animációhoz közeltér adatok szükségesek. E-mező animáció: Adjon NE kártyát a NEC fájlhoz H-mező animáció: Adjon NH kártyát a NEC fájlhoz Poynting vektor: Adjon NE és NH kártyát is
id: Animasi memerlukan data medan dekat. Animasi medan-E: Tambahkan kartu NE ke file NEC Animasi medan-H: Tambahkan kartu NH ke file NEC Vektor Poynting: Tambahkan kartu NE dan NH
it: L'animazione richiede dati di campo vicino. Animazione campo E: Aggiungere scheda NE al file NEC Animazione campo H: Aggiungere scheda NH al file NEC Vettore di Poynting: Aggiungere entrambe le schede NE e NH
ja: アニメーションには近傍界データが必要です。 電界アニメーション: NEカードをNECファイルに追加 磁界アニメーション: NHカードをNECファイルに追加 ポインティングベクトル: NEとNHの両方のカードを追加
lt: Animacijai reikalingi artimojo lauko duomenys. E-lauko animacija: Pridėkite NE kortelę į NEC failą H-lauko animacija: Pridėkite NH kortelę į NEC failą Pointingo vektorius: Pridėkite abi NE ir NH korteles
lv: Animācijai nepieciešami tuvā lauka dati. E-lauka animācija: Pievienojiet NE karti NEC failam H-lauka animācija: Pievienojiet NH karti NEC failam Pointinga vektors: Pievienojiet gan NE, gan NH kartes
mk: Анимацијата бара податоци за блиско поле. Анимација на E-поле: Додајте NE картичка во NEC датотека Анимација на H-поле: Додајте NH картичка во NEC датотека Poynting вектор: Додајте и NE и NH картички
nl: Animatie vereist nabije-veldgegevens. E-veldanimatie: voeg NE-kaart toe aan NEC-bestand H-veldanimatie: voeg NH-kaart toe aan NEC-bestand Poynting-vector: voeg zowel NE- als NH-kaarten toe
no: Animasjon krever nærfeltdata. E-felt-animasjon: Legg til NE-kort i NEC-filen H-felt-animasjon: Legg til NH-kort i NEC-filen Poynting-vektor: Legg til både NE- og NH-kort
pl: Animacja wymaga danych pola bliskiego. Animacja pola E: Dodaj kartę NE do pliku NEC Animacja pola H: Dodaj kartę NH do pliku NEC Wektor Poyntinga: Dodaj obie karty NE i NH
pt: A animação requer dados de campo próximo. Animação de campo E: Adicione o cartão NE ao arquivo NEC Animação de campo H: Adicione o cartão NH ao arquivo NEC Vetor de Poynting: Adicione ambos os cartões NE e NH
ro: Animația necesită date de câmp apropiat. Animație câmp E: Adăugați cardul NE în fișierul NEC Animație câmp H: Adăugați cardul NH în fișierul NEC Vector Poynting: Adăugați ambele carduri NE și NH
ru: Для анимации требуются данные ближнего поля. Анимация E-поля: Добавьте карту NE в файл NEC Анимация H-поля: Добавьте карту NH в файл NEC Вектор Пойнтинга: Добавьте обе карты NE и NH
sk: Animácia vyžaduje údaje blízkeho poľa. Animácia E-poľa: Pridajte kartu NE do súboru NEC Animácia H-poľa: Pridajte kartu NH do súboru NEC Poyntingov vektor: Pridajte karty NE aj NH
sl: Animacija zahteva podatke bližnjega polja. Animacija E-polja: Dodajte kartico NE v datoteko NEC Animacija H-polja: Dodajte kartico NH v datoteko NEC Poyntingov vektor: Dodajte obe kartici NE in NH
sr: Анимација захтева податке блиског поља. Анимација Е-поља: Додајте NE картицу у NEC фајл Анимација H-поља: Додајте NH картицу у NEC фајл Појнтингов вектор: Додајте и NE и NH картице
sv: Animering kräver närfältsdata. E-fältsanimering: Lägg till NE-kort i NEC-filen H-fältsanimering: Lägg till NH-kort i NEC-filen Poyntingvektor: Lägg till både NE- och NH-kort
th: แอนิเมชันต้องการข้อมูลสนามใกล้ แอนิเมชันสนาม E: เพิ่มการ์ด NE ในไฟล์ NEC แอนิเมชันสนาม H: เพิ่มการ์ด NH ในไฟล์ NEC เวกเตอร์พอยน์ติง: เพิ่มการ์ด NE และ NH ทั้งคู่
tr: Animasyon yakın alan verisi gerektirir. E-alan animasyonu: NEC dosyasına NE kartı ekleyin H-alan animasyonu: NEC dosyasına NH kartı ekleyin Poynting vektörü: Hem NE hem de NH kartlarını ekleyin
uk: Анімація потребує даних ближнього поля. Анімація E-поля: Додайте картку NE до файлу NEC Анімація H-поля: Додайте картку NH до файлу NEC Вектор Пойнтінга: Додайте обидві картки NE та NH
ur: اینیمیشن کے لیے نزدیکی فیلڈ ڈیٹا درکار ہے۔ E-فیلڈ اینیمیشن: NEC فائل میں NE کارڈ شامل کریں H-فیلڈ اینیمیشن: NEC فائل میں NH کارڈ شامل کریں پوائنٹنگ ویکٹر: NE اور NH دونوں کارڈز شامل کریں
vi: Hoạt ảnh yêu cầu dữ liệu trường gần. Hoạt ảnh trường E: Thêm thẻ NE vào tệp NEC Hoạt ảnh trường H: Thêm thẻ NH vào tệp NEC Vectơ Poynting: Thêm cả thẻ NE và NH

source: Near Field Animation
af: Nabyeveld-animasie
ar: رسوم متحركة للمجال القريب
bg: Анимация на близкото поле
bn: নিকট ক্ষেত্র অ্যানিমেশন
bs: Animacija bliskog polja
cs: Animace blízkého pole
da: Nærfelt-animation
de: Nahfeld-Animation
el: Κίνηση Κοντινού Πεδίου
es: Animación de campo cercano
et: Lähivälja animatsioon
fi: Lähikentän animaatio
fr: Animation du champ proche
he: הנפשת שדה קרוב
hi: निकट क्षेत्र एनिमेशन
hr: Animacija bliskog polja
hu: Közeltér animáció
id: Animasi Medan Dekat
it: Animazione Campo Vicino
ja: 近傍界アニメーション
lt: Artimojo lauko animacija
lv: Tuvā lauka animācija
mk: Анимација на блиско поле
nl: Nabije-veldanimatie
no: Nærfeltanimasjon
pl: Animacja pola bliskiego
pt: Animação de Campo Próximo
ro: Animație Câmp Apropiat
ru: Анимация ближнего поля
sk: Animácia blízkeho poľa
sl: Animacija bližnjega polja
sr: Анимација блиског поља
sv: Närfältsanimering
th: แอนิเมชันสนามใกล้
tr: Yakın Alan Animasyonu
uk: Анімація ближнього поля
ur: نزدیکی فیلڈ اینیمیشن
vi: Hoạt ảnh trường gần

source: Total Gain
af: Totale Aanwins
ar: الكسب الكلي
bg: Общо усилване
bn: মোট গেইন
bs: Ukupno pojačanje
cs: Celkový zisk
da: Total forstærkning
de: Gesamtgewinn
el: Συνολικό Κέρδος
es: Ganancia total
et: Koguvõimendus
fi: Kokonaisvahvistus
fr: Gain total
he: הגבר כולל
hi: कुल लाभ
hr: Ukupni dobitak
hu: Teljes nyereség
id: Gain Total
it: Guadagno Totale
ja: 総合利得
lt: Bendras stiprinimas
lv: Kopējais pastiprinājums
mk: Вкупен добиток
nl: Totale versterking
no: Total forsterkning
pl: Zysk całkowity
pt: Ganho Total
ro: Câștig Total
ru: Полное усиление
sk: Celkový zisk
sl: Skupna ojačitev
sr: Укупно појачање
sv: Total förstärkning
th: อัตราขยายรวม
tr: Toplam Kazanç
uk: Загальне підсилення
ur: کل گین
vi: Độ lợi tổng

source: Horizontal Polarization
af: Horisontale Polarisasie
ar: الاستقطاب الأفقي
bg: Хоризонтална поляризация
bn: অনুভূমিক পোলারাইজেশন
bs: Horizontalna polarizacija
cs: Horizontální polarizace
da: Horisontal polarisering
de: Horizontale Polarisation
el: Οριζόντια Πόλωση
es: Polarización horizontal
et: Horisontaalne polarisatsioon
fi: Vaakapolarisaatio
fr: Polarisation horizontale
he: קיטוב אופקי
hi: क्षैतिज ध्रुवण
hr: Horizontalna polarizacija
hu: Vízszintes polarizáció
id: Polarisasi Horizontal
it: Polarizzazione Orizzontale
ja: 水平偏波
lt: Horizontalioji poliarizacija
lv: Horizontālā polarizācija
mk: Хоризонтална поларизација
nl: Horizontale polarisatie
no: Horisontal polarisering
pl: Polaryzacja pozioma
pt: Polarização Horizontal
ro: Polarizare Orizontală
ru: Горизонтальная поляризация
sk: Horizontálna polarizácia
sl: Horizontalna polarizacija
sr: Хоризонтална поларизација
sv: Horisontell polarisering
th: โพลาไรเซชันแนวนอน
tr: Yatay Polarizasyon
uk: Горизонтальна поляризація
ur: افقی پولرائزیشن
vi: Phân cực ngang

source: Vertical Polarization
af: Vertikale Polarisasie
ar: الاستقطاب الرأسي
bg: Вертикална поляризация
bn: উল্লম্ব পোলারাইজেশন
bs: Vertikalna polarizacija
cs: Vertikální polarizace
da: Vertikal polarisering
de: Vertikale Polarisation
el: Κατακόρυφη Πόλωση
es: Polarización vertical
et: Vertikaalne polarisatsioon
fi: Pystypolarisaatio
fr: Polarisation verticale
he: קיטוב אנכי
hi: ऊर्ध्वाधर ध्रुवण
hr: Vertikalna polarizacija
hu: Függőleges polarizáció
id: Polarisasi Vertikal
it: Polarizzazione Verticale
ja: 垂直偏波
lt: Vertikalioji poliarizacija
lv: Vertikālā polarizācija
mk: Вертикална поларизација
nl: Verticale polarisatie
no: Vertikal polarisering
pl: Polaryzacja pionowa
pt: Polarização Vertical
ro: Polarizare Verticală
ru: Вертикальная поляризация
sk: Vertikálna polarizácia
sl: Vertikalna polarizacija
sr: Вертикална поларизација
sv: Vertikal polarisering
th: โพลาไรเซชันแนวตั้ง
tr: Dikey Polarizasyon
uk: Вертикальна поляризація
ur: عمودی پولرائزیشن
vi: Phân cực đứng

source: RH Circular Polarization
af: RH Sirkulêre Polarisasie
ar: الاستقطاب الدائري لليمين
bg: Дясна кръгова поляризация
bn: RH বৃত্তাকার পোলারাইজেশন
bs: Desna kružna polarizacija
cs: Pravotočivá kruhová polarizace
da: Højredrejet cirkulær polarisering
de: Rechtszirkulare Polarisation
el: Δεξιόστροφη Κυκλική Πόλωση
es: Polarización circular derecha
et: Parempoolne ringpolarisatsioon
fi: Oikeakätinen ympyräpolarisaatio
fr: Polarisation circulaire droite
he: קיטוב מעגלי ימני
hi: RH वृत्तीय ध्रुवण
hr: Desna kružna polarizacija
hu: Jobbkezes körkörös polarizáció
id: Polarisasi Sirkular Kanan
it: Polarizzazione Circolare Destrorsa
ja: 右旋円偏波
lt: Dešininė apskritiminė poliarizacija
lv: Labās puses cirkulārā polarizācija
mk: Десна кружна поларизација
nl: Rechtsdraaiende circulaire polarisatie
no: Høyredreid sirkulær polarisering
pl: Polaryzacja kołowa prawoskrętna
pt: Polarização Circular à Direita
ro: Polarizare Circulară Dreapta
ru: Правая круговая поляризация
sk: Pravotočivá kruhová polarizácia
sl: Desnosučna krožna polarizacija
sr: Десна кружна поларизација
sv: Högercirkulär polarisering
th: โพลาไรเซชันวงกลมขวา
tr: Sağ El Dairesel Polarizasyon
uk: Правостороння кругова поляризація
ur: RH سرکلر پولرائزیشن
vi: Phân cực tròn phải
