Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: No Ground, Free Space condition
af: Geen Grond, Vrye Ruimte toestand
ar: بدون أرضي، حالة الفضاء الحر
bg: Без земя, условие на свободно пространство
bn: কোনো গ্রাউন্ড নেই, ফ্রি স্পেস অবস্থা
bs: Bez uzemljenja, uvjet slobodnog prostora
cs: Bez země, volný prostor
da: Ingen jord, frit rum-betingelse
de: Kein Ground, Freiraumbedingung
el: Χωρίς Γείωση, Συνθήκη Ελεύθερου Χώρου
es: Sin tierra, condición de espacio libre
et: Maandust pole, vaba ruumi tingimus
fi: Ei maatasoa, vapaan tilan ehto
fr: Pas de sol, condition d'espace libre
he: ללא הארקה, תנאי חלל חופשי
hi: कोई ग्राउंड नहीं, मुक्त स्थान स्थिति
hr: Bez uzemljenja, uvjet slobodnog prostora
hu: Nincs föld, szabad tér feltétel
id: Tanpa Ground, Kondisi Ruang Bebas
it: Nessuna Terra, Condizione di Spazio Libero
ja: グラウンドなし、自由空間条件
lt: Be įžeminimo, laisvos erdvės sąlygos
lv: Bez zemes, brīvās telpas nosacījums
mk: Без заземјување, услов на слободен простор
nl: Geen grondvlak, vrije ruimte
no: Ingen jord, fritt rom
pl: Brak ziemi, warunki wolnej przestrzeni
pt: Sem Terra, Condição de Espaço Livre
ro: Fără sol, condiție de spațiu liber
ru: Без земли, свободное пространство
sk: Bez zeme, podmienky voľného priestoru
sl: Brez tal, pogoji prostega prostora
sr: Без уземљења, услови слободног простора
sv: Ingen jord, fritt utrymme
th: ไม่มีกราวด์ สภาวะพื้นที่อิสระ
tr: Toprak Yok, Serbest Uzay koşulu
uk: Без землі, умови вільного простору
ur: کوئی گراؤنڈ نہیں، فری اسپیس حالت
vi: Không mặt đất, điều kiện không gian tự do

source: Ground present, Structure reflection
af: Grond teenwoordig, Struktuurweerkaatsing
ar: أرضي موجود، انعكاس الهيكل
bg: Земя налична, отражение на структурата
bn: গ্রাউন্ড বিদ্যমান, স্ট্রাকচার প্রতিফলন
bs: Uzemljenje prisutno, refleksija strukture
cs: Země přítomna, odraz struktury
da: Jord til stede, strukturrefleksion
de: Ground vorhanden, Strukturreflexion
el: Παρουσία Γείωσης, Ανάκλαση Δομής
es: Tierra presente, reflexión de estructura
et: Maandus olemas, struktuuri peegeldus
fi: Maataso, rakenteen heijastus
fr: Sol présent, réflexion de structure
he: הארקה קיימת, השתקפות מבנה
hi: ग्राउंड मौजूद, संरचना परावर्तन
hr: Prisutno uzemljenje, refleksija strukture
hu: Föld jelen, struktúra tükrözés
id: Ground Ada, Refleksi Struktur
it: Terra Presente, Riflessione della Struttura
ja: グラウンドあり、構造反射あり
lt: Įžeminimas yra, struktūros atspindys
lv: Zeme klātesoša, struktūras atstarošana
mk: Заземјување присутно, рефлексија на структура
nl: Grondvlak aanwezig, structuurreflectie
no: Jord tilstede, strukturrefleksjon
pl: Ziemia obecna, odbicie struktury
pt: Terra Presente, Reflexão de Estrutura
ro: Sol prezent, reflexie a structurii
ru: Земля присутствует, отражение структуры
sk: Zem prítomná, odraz štruktúry
sl: Tla prisotna, odboj strukture
sr: Уземљење присутно, рефлексија структуре
sv: Jord närvarande, strukturreflektion
th: มีกราวด์ มีการสะท้อนโครงสร้าง
tr: Toprak mevcut, Yapı yansıması
uk: Земля присутня, відбиття структури
ur: گراؤنڈ موجود، ساخت کی عکاسی
vi: Có mặt đất, phản xạ cấu trúc

source: Ground present, no Structure reflection
af: Grond teenwoordig, geen Struktuurweerkaatsing
ar: أرضي موجود، بدون انعكاس الهيكل
bg: Земя налична, без отражение на структурата
bn: গ্রাউন্ড বিদ্যমান, কোনো স্ট্রাকচার প্রতিফলন নেই
bs: Uzemljenje prisutno, bez refleksije strukture
cs: Země přítomna, bez odrazu struktury
da: Jord til stede, ingen strukturrefleksion
de: Ground vorhanden, keine Strukturreflexion
el: Παρουσία Γείωσης, χωρίς Ανάκλαση Δομής
es: Tierra presente, sin reflexión de estructura
et: Maandus olemas, struktuuri peegeldust pole
fi: Maataso, ei rakenteen heijastusta
fr: Sol présent, pas de réflexion de structure
he: הארקה קיימת, ללא השתקפות מבנה
hi: ग्राउंड मौजूद, कोई संरचना परावर्तन नहीं
hr: Prisutno uzemljenje, bez refleksije strukture
hu: Föld jelen, nincs struktúra tükrözés
id: Ground Ada, Tanpa Refleksi Struktur
it: Terra Presente, Nessuna Riflessione della Struttura
ja: グラウンドあり、構造反射なし
lt: Įžeminimas yra, be struktūros atspindžio
lv: Zeme klātesoša, bez struktūras atstarošanas
mk: Заземјување присутно, без рефлексија на структура
nl: Grondvlak aanwezig, geen structuurreflectie
no: Jord tilstede, ingen strukturrefleksjon
pl: Ziemia obecna, brak odbicia struktury
pt: Terra Presente, sem Reflexão de Estrutura
ro: Sol prezent, fără reflexie a structurii
ru: Земля присутствует, без отражения структуры
sk: Zem prítomná, bez odrazu štruktúry
sl: Tla prisotna, brez odboja strukture
sr: Уземљење присутно, без рефлексије структуре
sv: Jord närvarande, ingen strukturreflektion
th: มีกราวด์ ไม่มีการสะท้อนโครงสร้าง
tr: Toprak mevcut, Yapı yansıması yok
uk: Земля присутня, без відбиття структури
ur: گراؤنڈ موجود، ساخت کی عکاسی نہیں
vi: Có mặt đất, không phản xạ cấu trúc

source: Ground Plane type
af: Grondvlaktipe
ar: نوع المستوى الأرضي
bg: Тип на земната равнина
bn: গ্রাউন্ড প্লেন প্রকার
bs: Tip ravnine tla
cs: Typ zemní roviny
da: Jordplantype
de: Groundplane-Typ
el: Τύπος Επιπέδου Γείωσης
es: Tipo de plano de tierra
et: Maandustasandi tüüp
fi: Maatason tyyppi
fr: Type de plan de masse
he: סוג מישור הארקה
hi: ग्राउंड प्लेन प्रकार
hr: Vrsta ravnine uzemljenja
hu: Földsík típusa
id: Tipe Ground Plane
it: Tipo di Piano di Massa
ja: グラウンドプレーンタイプ
lt: Įžeminimo plokštumos tipas
lv: Zemes plaknes veids
mk: Тип на заземјувачка рамнина
nl: Grondvlaktype
no: Jordplantype
pl: Typ płaszczyzny masy
pt: Tipo de Plano de Terra
ro: Tip plan de masă
ru: Тип плоскости земли
sk: Typ zemnej roviny
sl: Vrsta talne ravnine
sr: Тип равни уземљења
sv: Jordplanstyp
th: ประเภทระนาบกราวด์
tr: Toprak Düzlemi türü
uk: Тип площини землі
ur: گراؤنڈ پلین کی قسم
vi: Loại mặt phẳng đất

source: Ground Parameters (GD Card)
af: Grondparameters (GD-kaart)
ar: معلمات الأرضي (بطاقة GD)
bg: Параметри на земята (GD карта)
bn: গ্রাউন্ড প্যারামিটার (GD Card)
bs: Parametri tla (GD kartica)
cs: Parametry země (karta GD)
da: Jordparametre (GD Card)
de: Ground-Parameter (GD Card)
el: Παράμετροι Εδάφους (Κάρτα GD)
es: Parámetros de tierra (tarjeta GD)
et: Maanduse parameetrid (GD kaart)
fi: Maaparametrit (GD-kortti)
fr: Paramètres de sol (carte GD)
he: פרמטרי הארקה (כרטיס GD)
hi: ग्राउंड पैरामीटर (GD Card)
hr: Parametri uzemljenja (GD kartica)
hu: Föld paraméterek (GD kártya)
id: Parameter Ground (Kartu GD)
it: Parametri di Terra (Scheda GD)
ja: グラウンドパラメータ (GDカード)
lt: Įžeminimo parametrai (GD kortelė)
lv: Zemes parametri (GD karte)
mk: Параметри на заземјување (GD картичка)
nl: Grondparameters (GD Card)
no: Jordparametere (GD-kort)
pl: Parametry ziemi (karta GD)
pt: Parâmetros de Terra (Cartão GD)
ro: Parametri de sol (Card GD)
ru: Параметры земли (карта GD)
sk: Parametre zeme (karta GD)
sl: Parametri tal (GD kartica)
sr: Параметри уземљења (GD картица)
sv: Jordparametrar (GD-kort)
th: พารามิเตอร์กราวด์ (GD Card)
tr: Toprak Parametreleri (GD Kartı)
uk: Параметри землі (картка GD)
ur: گراؤنڈ پیرامیٹرز (GD Card)
vi: Tham số mặt đất (Thẻ GD)

source: Relative Dielectric Const.
af: Relatiewe Diëlektriese Konst.
ar: ثابت العزل النسبي
bg: Относителна диелектрична конст.
bn: আপেক্ষিক ডাইইলেকট্রিক ধ্রুবক
bs: Relativna dielektrična konst.
cs: Relativní dielektrická konst.
da: Relativ dielektrisk konst.
de: Relative Dielektrizitätskonst.
el: Σχετ. Διηλεκτρική Σταθ.
es: Const. dieléctrica relativa
et: Suhteline dielektriline konst.
fi: Suhteellinen permittiivisyys
fr: Const. diélectrique relative
he: קבוע דיאלקטרי יחסי
hi: सापेक्ष परावैद्युत स्थिरांक
hr: Relativna dielektrična konst.
hu: Relatív dielektromos állandó
id: Konst. Dielektrik Relatif
it: Cost. Dielettrica Relativa
ja: 比誘電率
lt: Santykinė dielektrinė konst.
lv: Relatīvā dielektriskā konst.
mk: Релативна диелектрична конст.
nl: Relatieve diëlektrische const.
no: Relativ dielektrisk konst.
pl: Względna stała dielektryczna
pt: Const. Dielétrica Relativa
ro: Const. dielectrică relativă
ru: Отн. диэлектр. проницаемость
sk: Relatívna dielektrická konštanta
sl: Relativna dielektrična konst.
sr: Релативна диелектрична конст.
sv: Relativ dielektrisk konst.
th: ค่าคงที่ไดอิเล็กทริกสัมพัทธ์
tr: Bağıl Dielektrik Sabiti
uk: Відносна діелектрична стала
ur: نسبتی ڈائی الیکٹرک کانسٹ۔
vi: Hằng số điện môi tương đối

source: Distance to 2nd Medium
af: Afstand na 2de Medium
ar: المسافة إلى الوسط الثاني
bg: Разстояние до 2-ра среда
bn: ২য় মাধ্যমের দূরত্ব
bs: Udaljenost do 2. medija
cs: Vzdálenost k 2. prostředí
da: Afstand til 2. medie
de: Abstand zum 2. Medium
el: Απόσταση στο 2ο Μέσο
es: Distancia al 2.º medio
et: Kaugus 2. keskkonnani
fi: Etäisyys 2. väliaineeseen
fr: Distance au 2ème milieu
he: מרחק למדיום השני
hi: दूसरे माध्यम की दूरी
hr: Udaljenost do 2. medija
hu: Távolság a 2. közegig
id: Jarak ke Medium ke-2
it: Distanza dal 2° Mezzo
ja: 第2媒質までの距離
lt: Atstumas iki 2-os terpės
lv: Attālums līdz 2. videi
mk: Растојание до 2-ри медиум
nl: Afstand tot 2e medium
no: Avstand til 2. medium
pl: Odległość do 2. ośrodka
pt: Distância ao 2º Meio
ro: Distanța până la al 2-lea mediu
ru: Расстояние до 2-й среды
sk: Vzdialenosť k 2. médiu
sl: Razdalja do 2. medija
sr: Растојање до 2. медијума
sv: Avstånd till 2:a medium
th: ระยะทางถึงตัวกลางที่ 2
tr: 2. Ortama Mesafe
uk: Відстань до 2-го середовища
ur: دوسرے میڈیم تک فاصلہ
vi: Khoảng cách đến môi trường thứ 2

source: Ground Conductivity S/m
af: Grondgeleidingsvermoë S/m
ar: موصلية الأرضي S/m
bg: Проводимост на земята S/m
bn: গ্রাউন্ড পরিবাহিতা S/m
bs: Provodljivost tla S/m
cs: Vodivost země S/m
da: Jordledningsevne S/m
de: Ground-Leitfähigkeit S/m
el: Αγωγιμότητα Εδάφους S/m
es: Conductividad de tierra S/m
et: Maanduse juhtivus S/m
fi: Maan johtavuus S/m
fr: Conductivité du sol S/m
he: מוליכות הארקה S/m
hi: ग्राउंड चालकता S/m
hr: Vodljivost uzemljenja S/m
hu: Föld vezetőképessége S/m
id: Konduktivitas Ground S/m
it: Conduttività del Terreno S/m
ja: グラウンド導電率 S/m
lt: Įžeminimo laidumas S/m
lv: Zemes vadītspēja S/m
mk: Проводливост на заземјување S/m
nl: Grondgeleidbaarheid S/m
no: Jordledningsevne S/m
pl: Przewodność ziemi S/m
pt: Condutividade do Solo S/m
ro: Conductivitate sol S/m
ru: Проводимость земли См/м
sk: Vodivosť zeme S/m
sl: Prevodnost tal S/m
sr: Проводност тла S/m
sv: Jordkonduktivitet S/m
th: สภาพนำไฟฟ้ากราวด์ S/m
tr: Toprak İletkenliği S/m
uk: Провідність землі См/м
ur: گراؤنڈ کنڈکٹیویٹی S/m
vi: Độ dẫn điện mặt đất S/m

source: Dist. below 1st Medium
af: Afst. onder 1ste Medium
ar: المسافة أسفل الوسط الأول
bg: Разст. под 1-ва среда
bn: ১ম মাধ্যমের নিচে দূরত্ব
bs: Udal. ispod 1. medija
cs: Vzdál. pod 1. prostředím
da: Afst. under 1. medie
de: Abst. unter 1. Medium
el: Απόστ. κάτω από το 1ο Μέσο
es: Dist. debajo del 1.º medio
et: Kaugus 1. keskkonna all
fi: Etäisyys 1. väliaineen alapuolella
fr: Dist. sous le 1er milieu
he: מרחק מתחת למדיום הראשון
hi: पहले माध्यम से नीचे दूरी
hr: Udaljenost ispod 1. medija
hu: Táv. az 1. közeg alatt
id: Jarak di bawah Medium ke-1
it: Dist. sotto il 1° Mezzo
ja: 第1媒質下の距離
lt: Atstumas žemiau 1-os terpės
lv: Attāl. zem 1. vides
mk: Раст. под 1-ви медиум
nl: Afst. onder 1e medium
no: Avst. under 1. medium
pl: Odl. poniżej 1. ośrodka
pt: Dist. abaixo do 1º Meio
ro: Dist. sub primul mediu
ru: Расст. ниже 1-й среды
sk: Vzdialenosť pod 1. médiom
sl: Razd. pod 1. medijem
sr: Раст. испод 1. медијума
sv: Avst. under 1:a medium
th: ระยะใต้ตัวกลางที่ 1
tr: 1. Ortamın Altındaki Mesafe
uk: Відст. під 1-м середовищем
ur: پہلے میڈیم سے نیچے فاصلہ
vi: K.cách dưới môi trường thứ 1

source: 2nd Medium Parameters
af: 2de Medium Parameters
ar: معلمات الوسط الثاني
bg: Параметри на 2-ра среда
bn: ২য় মাধ্যম প্যারামিটার
bs: Parametri 2. medija
cs: Parametry 2. prostředí
da: 2. medie-parametre
de: Parameter des 2. Mediums
el: Παράμετροι 2ου Μέσου
es: Parámetros del 2.º medio
et: 2. keskkonna parameetrid
fi: 2. väliaineen parametrit
fr: Paramètres du 2ème milieu
he: פרמטרי המדיום השני
hi: दूसरे माध्यम के पैरामीटर
hr: Parametri 2. medija
hu: 2. közeg paraméterei
id: Parameter Medium ke-2
it: Parametri del 2° Mezzo
ja: 第2媒質パラメータ
lt: 2-os terpės parametrai
lv: 2. vides parametri
mk: Параметри на 2-ри медиум
nl: 2e mediumparameters
no: 2. mediumparametere
pl: Parametry 2. ośrodka
pt: Parâmetros do 2º Meio
ro: Parametri al 2-lea mediu
ru: Параметры 2-й среды
sk: Parametre 2. média
sl: Parametri 2. medija
sr: Параметри 2. медијума
sv: 2:a mediets parametrar
th: พารามิเตอร์ตัวกลางที่ 2
tr: 2. Ortam Parametreleri
uk: Параметри 2-го середовища
ur: دوسرے میڈیم کے پیرامیٹرز
vi: Tham số môi trường thứ 2

source: Ground Parameters (GN & GD Cards)
af: Grondparameters (GN & GD-kaarte)
ar: معلمات الأرضي (بطاقات GN و GD)
bg: Параметри на земята (GN и GD карти)
bn: গ্রাউন্ড প্যারামিটার (GN ও GD Cards)
bs: Parametri tla (GN i GD kartice)
cs: Parametry země (karty GN a GD)
da: Jordparametre (GN & GD Cards)
de: Ground-Parameter (GN & GD Cards)
el: Παράμετροι Εδάφους (Κάρτες GN & GD)
es: Parámetros de tierra (tarjetas GN y GD)
et: Maanduse parameetrid (GN & GD kaardid)
fi: Maaparametrit (GN- ja GD-kortit)
fr: Paramètres de sol (cartes GN & GD)
he: פרמטרי הארקה (כרטיסי GN ו-GD)
hi: ग्राउंड पैरामीटर (GN & GD Cards)
hr: Parametri uzemljenja (GN i GD kartice)
hu: Föld paraméterek (GN és GD kártyák)
id: Parameter Ground (Kartu GN & GD)
it: Parametri di Terra (Schede GN e GD)
ja: グラウンドパラメータ (GN & GDカード)
lt: Įžeminimo parametrai (GN ir GD kortelės)
lv: Zemes parametri (GN un GD kartes)
mk: Параметри на заземјување (GN и GD картички)
nl: Grondparameters (GN & GD Cards)
no: Jordparametere (GN- og GD-kort)
pl: Parametry ziemi (karty GN i GD)
pt: Parâmetros de Terra (Cartões GN e GD)
ro: Parametri de sol (Carduri GN și GD)
ru: Параметры земли (карты GN и GD)
sk: Parametre zeme (karty GN a GD)
sl: Parametri tal (GN in GD kartici)
sr: Параметри уземљења (GN и GD картице)
sv: Jordparametrar (GN- & GD-kort)
th: พารามิเตอร์กราวด์ (GN & GD Cards)
tr: Toprak Parametreleri (GN & GD Kartları)
uk: Параметри землі (картки GN та GD)
ur: گراؤنڈ پیرامیٹرز (GN & GD Cards)
vi: Tham số mặt đất (Thẻ GN & GD)

source: Perfect Ground
af: Perfekte Grond
ar: أرضي مثالي
bg: Идеална земя
bn: পারফেক্ট গ্রাউন্ড
bs: Savršeno uzemljenje
cs: Dokonalá zem
da: Perfekt jord
de: Perfekter Ground
el: Τέλειο Έδαφος
es: Tierra perfecta
et: Ideaalne maandus
fi: Ideaalinen maataso
fr: Sol parfait
he: הארקה מושלמת
hi: परिपूर्ण ग्राउंड
hr: Savršeno uzemljenje
hu: Tökéletes föld
id: Ground Sempurna
it: Terra Perfetta
ja: 完全グラウンド
lt: Idealus įžeminimas
lv: Ideāla zeme
mk: Перфектно заземјување
nl: Perfect grondvlak
no: Perfekt jord
pl: Ziemia idealna
pt: Terra Perfeita
ro: Sol perfect
ru: Идеальная земля
sk: Ideálna zem
sl: Idealna tla
sr: Савршено уземљење
sv: Perfekt jord
th: กราวด์สมบูรณ์
tr: Mükemmel Toprak
uk: Ідеальна земля
ur: پرفیکٹ گراؤنڈ
vi: Mặt đất hoàn hảo

source: Radial Ground Screen
af: Radiale Grondskerm
ar: شاشة أرضية شعاعية
bg: Радиален заземителен екран
bn: রেডিয়াল গ্রাউন্ড স্ক্রিন
bs: Radijalni uzemljeni ekran
cs: Radiální zemní síť
da: Radial jordskærm
de: Radiales Ground-Netz
el: Ακτινωτό Πλέγμα Γείωσης
es: Pantalla de radiales de tierra
et: Radiaalne maandusekraan
fi: Säteittäinen maaverkko
fr: Écran de sol radial
he: מסך הארקה רדיאלי
hi: रेडियल ग्राउंड स्क्रीन
hr: Radijalni zaslon uzemljenja
hu: Radiális földernyő
id: Layar Ground Radial
it: Schermo Radiale di Terra
ja: ラジアルグラウンドスクリーン
lt: Radialinis įžeminimo ekranas
lv: Radiālais zemes ekrāns
mk: Радијален заземјувачки екран
nl: Radiaal grondscherm
no: Radielt jordnett
pl: Ekran radialny
pt: Tela de Radiais de Terra
ro: Ecran de sol radial
ru: Радиальный экран земли
sk: Radiálna zemná sieť
sl: Radialni talni zaslon
sr: Радијални екран уземљења
sv: Radiellt jordnät
th: ตะแกรงกราวด์แบบรัศมี
tr: Radyal Toprak Perdesi
uk: Радіальний екран землі
ur: ریڈیل گراؤنڈ سکرین
vi: Lưới đất hướng tâm

source: Reflection Coeff. Approx
af: Weerkaatsingskoëff. Benad.
ar: تقريب معامل الانعكاس
bg: Приближен коеф. на отражение
bn: প্রতিফলন গুণাঙ্ক আনুমানিক
bs: Aproks. koef. refleksije
cs: Aproximace koef. odrazu
da: Refleksionskoeff. approks.
de: Reflexionskoeff.-Näherung
el: Προσέγγ. Συντ. Ανάκλασης
es: Aprox. de coef. de reflexión
et: Peegelduskoef. lähend
fi: Heijastuskertoimen approksimaatio
fr: Approx. coeff. de réflexion
he: קירוב מקדם השתקפות
hi: परावर्तन गुणांक सन्निकटन
hr: Aproks. koef. refleksije
hu: Visszaverődési együttható közelítés
id: Aproks. Koef. Refleksi
it: Appross. Coeff. di Riflessione
ja: 反射係数近似
lt: Atspindžio koef. aproks.
lv: Atstarošanas koef. aproks.
mk: Апрокс. на коеф. на рефлексија
nl: Reflectiecoëff. benadering
no: Refleksjonskoeff. approks.
pl: Aproks. wsp. odbicia
pt: Aprox. de Coef. de Reflexão
ro: Aprox. coef. de reflexie
ru: Прибл. коэфф. отражения
sk: Aproximácia koeficientu odrazu
sl: Približek koef. odboja
sr: Апрокс. коеф. рефлексије
sv: Reflektionskoeff. approx.
th: ค่าประมาณสัมประสิทธิ์การสะท้อน
tr: Yansıma Katsayısı Yaklaşımı
uk: Набл. коеф. відбиття
ur: ریفلیکشن کوئیف۔ تخمینہ
vi: Xấp xỉ hệ số phản xạ

source: Nullify Previous Params
af: Kanselleer Vorige Params
ar: إلغاء المعلمات السابقة
bg: Анулиране на предишни параметри
bn: পূর্ববর্তী প্যারাম বাতিল করুন
bs: Poništi prethodne param.
cs: Zrušit předchozí param.
da: Nulstil tidligere param.
de: Vorherige Parameter aufheben
el: Ακύρωση Προηγ. Παραμέτρων
es: Anular parámetros anteriores
et: Tühista eelmised parameetrid
fi: Nollaa aiemmat parametrit
fr: Annuler les paramètres précédents
he: ביטול פרמטרים קודמים
hi: पिछले पैरामीटर निरस्त करें
hr: Poništi prethodne param.
hu: Előző paraméterek törlése
id: Batalkan Parameter Sebelumnya
it: Annulla Parametri Precedenti
ja: 前のパラメータを無効化
lt: Anuliuoti ankstesnius param.
lv: Anulēt iepriekšējos param.
mk: Поништи претходни параметри
nl: Vorige parameters annuleren
no: Nullstill tidligere param.
pl: Anuluj poprzednie parametry
pt: Anular Parâmetros Anteriores
ro: Anulare parametri anteriori
ru: Обнулить предыдущие параметры
sk: Zrušiť predchádzajúce parametre
sl: Razveljavi prejšnje param.
sr: Поништи претходне парам.
sv: Nollställ tidigare param.
th: ยกเลิกพารามิเตอร์ก่อนหน้า
tr: Önceki Parametreleri Sıfırla
uk: Скасувати попередні параметри
ur: پچھلے پیرامز کو منسوخ کریں
vi: Hủy tham số trước đó

source: Second Medium (Cliff)
af: Tweede Medium (Krans)
ar: الوسط الثاني (جرف)
bg: Втора среда (Cliff)
bn: দ্বিতীয় মাধ্যম (ক্লিফ)
bs: Drugi medij (Litica)
cs: Druhé prostředí (útes)
da: Andet medie (skrænt)
de: Zweites Medium (Klippe)
el: Δεύτερο Μέσο (Γκρεμός)
es: Segundo medio (acantilado)
et: Teine keskkond (järsak)
fi: Toinen väliaine (jyrkänne)
fr: Second milieu (Falaise)
he: מדיום שני (צוק)
hi: दूसरा माध्यम (क्लिफ)
hr: Drugi medij (litica)
hu: Második közeg (szirt)
id: Medium Kedua (Cliff)
it: Secondo Mezzo (Cliff)
ja: 第2媒質 (クリフ)
lt: Antroji terpė (skardis)
lv: Otrā vide (kraujas)
mk: Втор медиум (литица)
nl: Tweede medium (klif)
no: Andre medium (klippe)
pl: Drugi ośrodek (klif)
pt: Segundo Meio (Falésia)
ro: Al doilea mediu (Faleză)
ru: Вторая среда (обрыв)
sk: Druhé médium (útes)
sl: Drugi medij (pečina)
sr: Други медијум (литица)
sv: Andra medium (klippa)
th: ตัวกลางที่สอง (หน้าผา)
tr: İkinci Ortam (Uçurum)
uk: Друге середовище (обрив)
ur: دوسرا میڈیم (کلف)
vi: Môi trường thứ hai (Vách)

source: Ground Type
af: Grondtipe
ar: نوع الأرضي
bg: Тип земя
bn: গ্রাউন্ড প্রকার
bs: Tip tla
cs: Typ země
da: Jordtype
de: Ground-Typ
el: Τύπος Εδάφους
es: Tipo de tierra
et: Maanduse tüüp
fi: Maatason tyyppi
fr: Type de sol
he: סוג הארקה
hi: ग्राउंड प्रकार
hr: Vrsta uzemljenja
hu: Föld típusa
id: Tipe Ground
it: Tipo di Terra
ja: グラウンドタイプ
lt: Įžeminimo tipas
lv: Zemes veids
mk: Тип на заземјување
nl: Grondtype
no: Jordtype
pl: Typ ziemi
pt: Tipo de Terra
ro: Tip de sol
ru: Тип земли
sk: Typ zeme
sl: Vrsta tal
sr: Тип уземљења
sv: Jordtyp
th: ประเภทกราวด์
tr: Toprak Türü
uk: Тип землі
ur: گراؤنڈ کی قسم
vi: Loại mặt đất

source: Number of Radials
af: Aantal Radiale
ar: عدد الشعاعيات
bg: Брой радиали
bn: রেডিয়ালের সংখ্যা
bs: Broj radijala
cs: Počet radiálů
da: Antal radialer
de: Anzahl der Radiale
el: Αριθμός Ακτινωτών
es: Número de radiales
et: Radiaalide arv
fi: Radiaalien lukumäärä
fr: Nombre de radiales
he: מספר רדיאלים
hi: रेडियल की संख्या
hr: Broj radijala
hu: Radiálisok száma
id: Jumlah Radial
it: Numero di Radiali
ja: ラジアル数
lt: Radialų skaičius
lv: Radiāļu skaits
mk: Број на радијали
nl: Aantal radialen
no: Antall radialer
pl: Liczba radiali
pt: Número de Radiais
ro: Număr de radiale
ru: Количество радиалов
sk: Počet radiálov
sl: Število radialov
sr: Број радијала
sv: Antal radialer
th: จำนวนเส้นรัศมี
tr: Radyal Sayısı
uk: Кількість радіалів
ur: ریڈیلز کی تعداد
vi: Số lượng dây hướng tâm

source: Radial Screen Radius
af: Radiale Skermradius
ar: نصف قطر الشاشة الشعاعية
bg: Радиус на радиалния екран
bn: রেডিয়াল স্ক্রিন ব্যাসার্ধ
bs: Radijus radijalnog ekrana
cs: Poloměr radiální sítě
da: Radialskærm-radius
de: Radialnetz-Radius
el: Ακτίνα Ακτινωτού Πλέγματος
es: Radio de pantalla de radiales
et: Radiaalekraani raadius
fi: Säteittäisverkon säde
fr: Rayon de l'écran radial
he: רדיוס מסך רדיאלי
hi: रेडियल स्क्रीन त्रिज्या
hr: Polumjer radijalnog zaslona
hu: Radiális ernyő sugara
id: Radius Layar Radial
it: Raggio dello Schermo Radiale
ja: ラジアルスクリーン半径
lt: Radialinio ekrano spindulys
lv: Radiālā ekrāna rādiuss
mk: Радиус на радијален екран
nl: Radiaal schermstraal
no: Radialnettradius
pl: Promień ekranu radialnego
pt: Raio da Tela de Radiais
ro: Raza ecranului radial
ru: Радиус радиального экрана
sk: Polomer radiálnej siete
sl: Polmer radialnega zaslona
sr: Полупречник радијалног екрана
sv: Radialnätets radie
th: รัศมีตะแกรงรัศมี
tr: Radyal Perde Yarıçapı
uk: Радіус радіального екрана
ur: ریڈیل سکرین ریڈیئس
vi: Bán kính lưới hướng tâm

source: Radial Wire Diameter
af: Radiale Draaddiameter
ar: قطر السلك الشعاعي
bg: Диаметър на радиалния проводник
bn: রেডিয়াল তার ব্যাস
bs: Promjer radijalne žice
cs: Průměr radiálního vodiče
da: Radialtråd-diameter
de: Radialdraht-Durchmesser
el: Διάμετρος Ακτινωτού Αγωγού
es: Diámetro de alambre radial
et: Radiaaltraadi läbimõõt
fi: Radiaalijohdon halkaisija
fr: Diamètre du fil radial
he: קוטר חוט רדיאלי
hi: रेडियल तार व्यास
hr: Promjer radijalne žice
hu: Radiális huzal átmérő
id: Diameter Kawat Radial
it: Diametro del Filo Radiale
ja: ラジアルワイヤ直径
lt: Radialinio laido skersmuo
lv: Radiālā vada diametrs
mk: Дијаметар на радијална жица
nl: Radiale draaddiameter
no: Radialtråd-diameter
pl: Średnica drutu radialnego
pt: Diâmetro do Fio Radial
ro: Diametru fir radial
ru: Диаметр радиального провода
sk: Priemer radiálneho drôtu
sl: Premer radialne žice
sr: Пречник радијалне жице
sv: Radialtråddiameter
th: เส้นผ่านศูนย์กลางสายรัศมี
tr: Radyal Tel Çapı
uk: Діаметр радіального дроту
ur: ریڈیل وائر قطر
vi: Đường kính dây hướng tâm

source: Radial Screen Parameters
af: Radiale Skermparameters
ar: معلمات الشاشة الشعاعية
bg: Параметри на радиалния екран
bn: রেডিয়াল স্ক্রিন প্যারামিটার
bs: Parametri radijalnog ekrana
cs: Parametry radiální sítě
da: Radialskærm-parametre
de: Radialnetz-Parameter
el: Παράμετροι Ακτινωτού Πλέγματος
es: Parámetros de pantalla de radiales
et: Radiaalekraani parameetrid
fi: Säteittäisverkon parametrit
fr: Paramètres de l'écran radial
he: פרמטרי מסך רדיאלי
hi: रेडियल स्क्रीन पैरामीटर
hr: Parametri radijalnog zaslona
hu: Radiális ernyő paraméterei
id: Parameter Layar Radial
it: Parametri dello Schermo Radiale
ja: ラジアルスクリーンパラメータ
lt: Radialinio ekrano parametrai
lv: Radiālā ekrāna parametri
mk: Параметри на радијален екран
nl: Radiaal schermparameters
no: Radialnettparametere
pl: Parametry ekranu radialnego
pt: Parâmetros da Tela de Radiais
ro: Parametri ecran radial
ru: Параметры радиального экрана
sk: Parametre radiálnej siete
sl: Parametri radialnega zaslona
sr: Параметри радијалног екрана
sv: Radialnätsparametrar
th: พารามิเตอร์ตะแกรงรัศมี
tr: Radyal Perde Parametreleri
uk: Параметри радіального екрана
ur: ریڈیل سکرین پیرامیٹرز
vi: Tham số lưới hướng tâm
