Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: No geometry data cards
af: Geen geometrie datakaarte nie
ar: لا توجد بطاقات بيانات هندسية
bg: Няма карти с геометрични данни
bn: কোনো জ্যামিতি ডেটা কার্ড নেই
bs: Nema kartica geometrijskih podataka
cs: Žádné datové karty geometrie
da: Ingen geometri-datakort
de: Keine Geometriedatenkarten
el: Δεν υπάρχουν κάρτες δεδομένων γεωμετρίας
es: No hay tarjetas de datos de geometría
et: Geomeetria andmekaardid puuduvad
fi: Ei geometriatietokortteja
fr: Aucune carte de données géométriques
he: אין כרטיסי נתוני גאומטריה
hi: कोई ज्यामिति डेटा कार्ड नहीं
hr: Nema kartica geometrijskih podataka
hu: Nincsenek geometriai adatkártyák
id: Tidak ada kartu data geometri
it: Nessuna scheda dati geometria
ja: ジオメトリデータカードがありません
lt: Nėra geometrijos duomenų kortelių
lv: Nav ģeometrijas datu karšu
mk: Нема картички за геометриски податоци
nl: Geen geometriegegevenskaarten
no: Ingen geometri-datakort
pl: Brak kart danych geometrii
pt: Sem cartões de dados de geometria
ro: Nu există carduri de date geometrie
ru: Нет карт геометрических данных
sk: Žiadne karty geometrických údajov
sl: Ni podatkovnih kartic geometrije
sr: Нема картица геометријских података
sv: Inga geometridatakort
th: ไม่มีการ์ดข้อมูลเรขาคณิต
tr: Geometri veri kartı yok
uk: Немає карток геометричних даних
ur: کوئی جیومیٹری ڈیٹا کارڈ نہیں ہے
vi: Không có thẻ dữ liệu hình học

source: Probable invalid segment geometry.
af: Waarskynlik ongeldige segment geometrie.
ar: هندسة segment غير صالحة محتملة.
bg: Вероятно невалидна геометрия на сегмент.
bn: সম্ভাব্য অবৈধ সেগমেন্ট জ্যামিতি।
bs: Vjerovatno neispravna geometrija segmenta.
cs: Pravděpodobně neplatná geometrie segmentu.
da: Sandsynligvis ugyldig segmentgeometri.
de: Wahrscheinlich ungültige Segmentgeometrie.
el: Πιθανή μη έγκυρη γεωμετρία segment.
es: Geometría de segmento probablemente inválida.
et: Tõenäoliselt vigane segmendi geomeetria.
fi: Todennäköisesti virheellinen segmenttigeometria.
fr: Géométrie de segment probablement invalide.
he: ככל הנראה גאומטריית מקטע לא תקינה.
hi: संभावित अमान्य segment ज्यामिति।
hr: Vjerojatno nevaljana geometrija segmenta.
hu: Valószínűleg érvénytelen szegmens geometria.
id: Kemungkinan geometri segmen tidak valid.
it: Probabile geometria segmento non valida.
ja: セグメントジオメトリが無効である可能性があります。
lt: Tikėtina neteisinga segmento geometrija.
lv: Iespējams nederīga segmenta ģeometrija.
mk: Веројатна невалидна геометрија на сегмент.
nl: Waarschijnlijk ongeldige segmentgeometrie.
no: Sannsynlig ugyldig segmentgeometri.
pl: Prawdopodobnie nieprawidłowa geometria segmentu.
pt: Geometria de segmento provavelmente inválida.
ro: Geometrie segment probabil invalidă.
ru: Вероятно, недопустимая геометрия сегмента.
sk: Pravdepodobne neplatná geometria segmentu.
sl: Verjetno neveljavna geometrija segmenta.
sr: Вероватно неисправна геометрија сегмента.
sv: Troligen ogiltig segmentgeometri.
th: เรขาคณิต segment อาจไม่ถูกต้อง
tr: Muhtemelen geçersiz segment geometrisi.
uk: Ймовірно недійсна геометрія сегмента.
ur: ممکنہ طور پر غلط سیگمنٹ جیومیٹری۔
vi: Có thể hình học phân đoạn không hợp lệ.

source: Invalid segment geometry. See warnings in the console for detail. Trying to continue...
af: Ongeldige segment geometrie. Sien waarskuwings in die konsole vir besonderhede. Probeer om voort te gaan...
ar: هندسة segment غير صالحة. انظر التحذيرات في وحدة التحكم للتفاصيل. جارٍ محاولة المتابعة...
bg: Невалидна геометрия на сегмент. Вижте предупрежденията в конзолата за подробности. Опит за продължаване...
bn: অবৈধ সেগমেন্ট জ্যামিতি। বিস্তারিত জন্য কনসোলে সতর্কতা দেখুন। চালিয়ে যাওয়ার চেষ্টা করা হচ্ছে...
bs: Neispravna geometrija segmenta. Pogledajte upozorenja u konzoli za detalje. Pokušavam nastaviti...
cs: Neplatná geometrie segmentu. Podrobnosti viz varování v konzoli. Pokouším se pokračovat...
da: Ugyldig segmentgeometri. Se advarsler i konsollen for detaljer. Forsøger at fortsætte...
de: Ungültige Segmentgeometrie. Siehe Warnungen in der Konsole für Details. Versuche fortzufahren...
el: Μη έγκυρη γεωμετρία segment. Δείτε τις προειδοποιήσεις στην κονσόλα για λεπτομέρειες. Γίνεται προσπάθεια συνέχισης...
es: Geometría de segmento inválida. Vea las advertencias en la consola para más detalles. Intentando continuar...
et: Vigane segmendi geomeetria. Üksikasjade kohta vaadake hoiatusi konsoolis. Proovitakse jätkata...
fi: Virheellinen segmenttigeometria. Katso varoitukset konsolista lisätietoja varten. Yritetään jatkaa...
fr: Géométrie de segment invalide. Voir les avertissements dans la console pour plus de détails. Tentative de continuer...
he: גאומטריית מקטע לא תקינה. ראה אזהרות בקונסולה לפרטים. מנסה להמשיך...
hi: अमान्य segment ज्यामिति। विवरण के लिए कंसोल में चेतावनियाँ देखें। जारी रखने का प्रयास...
hr: Nevaljana geometrija segmenta. Pogledajte upozorenja u konzoli za detalje. Pokušaj nastavka...
hu: Érvénytelen szegmens geometria. Részletekért lásd a konzol figyelmeztetéseit. Folytatási kísérlet...
id: Geometri segmen tidak valid. Lihat peringatan di konsol untuk detail. Mencoba melanjutkan...
it: Geometria segmento non valida. Vedere gli avvisi nella console per i dettagli. Tentativo di proseguire...
ja: 無効なセグメントジオメトリです。 詳細はコンソールの警告を参照してください。 続行を試みています...
lt: Neteisinga segmento geometrija. Žr. įspėjimus konsolėje. Bandoma tęsti...
lv: Nederīga segmenta ģeometrija. Skatiet brīdinājumus konsolē. Mēģina turpināt...
mk: Невалидна геометрија на сегмент. Погледнете ги предупредувањата во конзолата за детали. Се обидува да продолжи...
nl: Ongeldige segmentgeometrie. Zie waarschuwingen in de console voor details. Poging om door te gaan...
no: Ugyldig segmentgeometri. Se advarsler i konsollen for detaljer. Prøver å fortsette...
pl: Nieprawidłowa geometria segmentu. Szczegóły w ostrzeżeniach konsoli. Próba kontynuacji...
pt: Geometria de segmento inválida. Veja os avisos no console para detalhes. Tentando continuar...
ro: Geometrie segment invalidă. Vedeți avertismentele din consolă pentru detalii. Se încearcă continuarea...
ru: Недопустимая геометрия сегмента. Подробности см. в предупреждениях в консоли. Попытка продолжить...
sk: Neplatná geometria segmentu. Podrobnosti nájdete vo varovaniach v konzole. Pokúšam sa pokračovať...
sl: Neveljavna geometrija segmenta. Za podrobnosti glejte opozorila v konzoli. Poskušam nadaljevati...
sr: Неисправна геометрија сегмента. Погледајте упозорења у конзоли за детаље. Покушавам да наставим...
sv: Ogiltig segmentgeometri. Se varningar i konsolen för detaljer. Försöker fortsätta...
th: เรขาคณิต segment ไม่ถูกต้อง ดูคำเตือนในคอนโซลสำหรับรายละเอียด กำลังพยายามดำเนินการต่อ...
tr: Geçersiz segment geometrisi. Ayrıntılar için konsoldaki uyarılara bakın. Devam etmeye çalışılıyor...
uk: Недійсна геометрія сегмента. Дивіться попередження в консолі для деталей. Спроба продовжити...
ur: غلط سیگمنٹ جیومیٹری۔ تفصیلات کے لیے کنسول میں انتباہات دیکھیں۔ جاری رکھنے کی کوشش...
vi: Hình học phân đoạn không hợp lệ. Xem cảnh báo trong bảng điều khiển để biết chi tiết. Đang cố gắng tiếp tục...

source: Read_Geometry: verify_segments() passed
af: Read_Geometry: verify_segments() geslaag
ar: Read_Geometry: verify_segments() نجح
bg: Read_Geometry: verify_segments() премина успешно
bn: Read_Geometry: verify_segments() পাস হয়েছে
bs: Read_Geometry: verify_segments() uspješno
cs: Read_Geometry: verify_segments() prošlo
da: Read_Geometry: verify_segments() bestået
de: Read_Geometry: verify_segments() erfolgreich
el: Read_Geometry: η verify_segments() πέρασε
es: Read_Geometry: verify_segments() pasó
et: Read_Geometry: verify_segments() läbitud
fi: Read_Geometry: verify_segments() läpäisty
fr: Read_Geometry : verify_segments() réussi
he: Read_Geometry: verify_segments() עבר
hi: Read_Geometry: verify_segments() पास हुआ
hr: Read_Geometry: verify_segments() prošao
hu: Read_Geometry: verify_segments() sikeres
id: Read_Geometry: verify_segments() berhasil
it: Read_Geometry: verify_segments() superato
ja: Read_Geometry: verify_segments()が成功しました
lt: Read_Geometry: verify_segments() sėkmingai
lv: Read_Geometry: verify_segments() izpildīts
mk: Read_Geometry: verify_segments() помина
nl: Read_Geometry: verify_segments() geslaagd
no: Read_Geometry: verify_segments() bestått
pl: Read_Geometry: verify_segments() zakończone pomyślnie
pt: Read_Geometry: verify_segments() passou
ro: Read_Geometry: verify_segments() a trecut
ru: Read_Geometry: verify_segments() пройдена
sk: Read_Geometry: verify_segments() prešlo
sl: Read_Geometry: verify_segments() uspešno
sr: Read_Geometry: verify_segments() прошла
sv: Read_Geometry: verify_segments() godkänd
th: Read_Geometry: verify_segments() ผ่าน
tr: Read_Geometry: verify_segments() başarılı
uk: Read_Geometry: verify_segments() пройдено
ur: Read_Geometry: verify_segments() کامیاب ہوا
vi: Read_Geometry: verify_segments() đã thành công

source: segment data error: tag=%d si=%lf, bi=%lf
af: segment data fout: tag=%d si=%lf, bi=%lf
ar: خطأ في بيانات segment: tag=%d si=%lf, bi=%lf
bg: грешка в данните на сегмента: tag=%d si=%lf, bi=%lf
bn: সেগমেন্ট ডেটা ত্রুটি: tag=%d si=%lf, bi=%lf
bs: greška podataka segmenta: tag=%d si=%lf, bi=%lf
cs: Chyba dat segmentu: tag=%d si=%lf, bi=%lf
da: segmentdatafejl: tag=%d si=%lf, bi=%lf
de: Segmentdaten-Fehler: tag=%d si=%lf, bi=%lf
el: σφάλμα δεδομένων segment: tag=%d si=%lf, bi=%lf
es: error en datos de segmento: tag=%d si=%lf, bi=%lf
et: segmendi andmete viga: tag=%d si=%lf, bi=%lf
fi: segmenttitietojen virhe: tag=%d si=%lf, bi=%lf
fr: erreur de données de segment : tag=%d si=%lf, bi=%lf
he: שגיאת נתוני מקטע: tag=%d si=%lf, bi=%lf
hi: Segment डेटा त्रुटि: tag=%d si=%lf, bi=%lf
hr: pogreška podataka segmenta: tag=%d si=%lf, bi=%lf
hu: szegmens adathiba: tag=%d si=%lf, bi=%lf
id: kesalahan data segmen: tag=%d si=%lf, bi=%lf
it: errore dati segmento: tag=%d si=%lf, bi=%lf
ja: セグメントデータエラー: tag=%d si=%lf, bi=%lf
lt: segmento duomenų klaida: tag=%d si=%lf, bi=%lf
lv: segmenta datu kļūda: tag=%d si=%lf, bi=%lf
mk: грешка во податоци за сегмент: tag=%d si=%lf, bi=%lf
nl: segmentgegevensfout: tag=%d si=%lf, bi=%lf
no: segmentdatafeil: tag=%d si=%lf, bi=%lf
pl: błąd danych segmentu: tag=%d si=%lf, bi=%lf
pt: erro nos dados do segmento: tag=%d si=%lf, bi=%lf
ro: eroare date segment: tag=%d si=%lf, bi=%lf
ru: ошибка данных сегмента: tag=%d si=%lf, bi=%lf
sk: chyba údajov segmentu: tag=%d si=%lf, bi=%lf
sl: napaka podatkov segmenta: tag=%d si=%lf, bi=%lf
sr: грешка података сегмента: tag=%d si=%lf, bi=%lf
sv: segmentdatafel: tag=%d si=%lf, bi=%lf
th: ข้อผิดพลาดข้อมูล segment: tag=%d si=%lf, bi=%lf
tr: segment veri hatası: tag=%d si=%lf, bi=%lf
uk: помилка даних сегмента: tag=%d si=%lf, bi=%lf
ur: سیگمنٹ ڈیٹا کی خرابی: tag=%d si=%lf, bi=%lf
vi: lỗi dữ liệu phân đoạn: tag=%d si=%lf, bi=%lf

source: Segment data error, zero-length line? See console.
af: Segment data fout, nul-lengte lyn? Sien konsole.
ar: خطأ في بيانات segment، خط بطول صفر؟ انظر وحدة التحكم.
bg: Грешка в данните на сегмента, линия с нулева дължина? Вижте конзолата.
bn: সেগমেন্ট ডেটা ত্রুটি, শূন্য-দৈর্ঘ্যের লাইন? কনসোল দেখুন।
bs: Greška podataka segmenta, linija nulte dužine? Pogledajte konzolu.
cs: Chyba dat segmentu, nulová délka úsečky? Viz konzole.
da: Segmentdatafejl, nul-længde linje? Se konsollen.
de: Segmentdaten-Fehler, Linie mit Länge Null? Siehe Konsole.
el: Σφάλμα δεδομένων segment, γραμμή μηδενικού μήκους; Δείτε την κονσόλα.
es: Error en datos de segmento, ¿línea de longitud cero? Vea la consola.
et: Segmendi andmete viga, nullpikkusega joon? Vaadake konsooli.
fi: Segmenttitietojen virhe, nollapituinen viiva? Katso konsoli.
fr: Erreur de données de segment, ligne de longueur nulle ? Voir la console.
he: שגיאת נתוני מקטע, קו באורך אפס? ראה קונסולה.
hi: Segment डेटा त्रुटि, शून्य-लंबाई वाली लाइन? कंसोल देखें।
hr: Pogreška podataka segmenta, linija nulte duljine? Pogledajte konzolu.
hu: Szegmens adathiba, nulla hosszúságú vonal? Lásd a konzolt.
id: Kesalahan data segmen, garis tanpa panjang? Lihat konsol.
it: Errore dati segmento, linea di lunghezza zero? Vedere la console.
ja: セグメントデータエラー、長さゼロの線分? コンソールを参照してください。
lt: Segmento duomenų klaida, nulinės ilgio linija? Žr. konsolę.
lv: Segmenta datu kļūda, nulles garuma līnija? Skatiet konsoli.
mk: Грешка во податоци за сегмент, линија со нулта должина? Погледнете ја конзолата.
nl: Segmentgegevensfout, lijn met lengte nul? Zie console.
no: Segmentdatafeil, nulllengde linje? Se konsollen.
pl: Błąd danych segmentu, linia o zerowej długości? Zobacz konsolę.
pt: Erro nos dados do segmento, linha de comprimento zero? Veja o console.
ro: Eroare date segment, linie de lungime zero? Vedeți consola.
ru: Ошибка данных сегмента, линия нулевой длины? См. консоль.
sk: Chyba údajov segmentu, čiara nulovej dĺžky? Pozrite konzolu.
sl: Napaka podatkov segmenta, daljica brez dolžine? Glejte konzolo.
sr: Грешка података сегмента, линија нулте дужине? Погледајте конзолу.
sv: Segmentdatafel, noll-längdslinje? Se konsolen.
th: ข้อผิดพลาดข้อมูล segment เส้นความยาวศูนย์? ดูคอนโซล
tr: Segment veri hatası, sıfır uzunluklu çizgi mi? Konsola bakın.
uk: Помилка даних сегмента, лінія нульової довжини? Дивіться консоль.
ur: سیگمنٹ ڈیٹا کی خرابی، صفر لمبائی والی لائن؟ کنسول دیکھیں۔
vi: Lỗi dữ liệu phân đoạn, đường có độ dài bằng không? Xem bảng điều khiển.

source: Move GM data card error
af: Skuif GM datakaart fout
ar: خطأ في بطاقة بيانات النقل GM
bg: Грешка в карта с данни за преместване GM
bn: Move GM ডেটা কার্ড ত্রুটি
bs: Greška GM kartice podataka za pomjeranje
cs: Chyba datové karty přesunu GM
da: Flyt GM-datakortfejl
de: GM-Verschiebungsdatenkarten-Fehler
el: Σφάλμα κάρτας δεδομένων μετακίνησης GM
es: Error en tarjeta de datos de movimiento GM
et: Teisaldamise GM andmekaardi viga
fi: Siirron GM-tietokortin virhe
fr: Erreur de carte de données de déplacement GM
he: שגיאת כרטיס נתוני העברה GM
hi: Move GM डेटा कार्ड त्रुटि
hr: Pogreška GM kartice pomaka
hu: GM mozgatási adatkártya hiba
id: Kesalahan kartu data Move GM
it: Errore scheda dati spostamento GM
ja: 移動GMデータカードエラー
lt: Perkėlimo GM duomenų kortelės klaida
lv: Pārvietošanas GM datu kartes kļūda
mk: Грешка во картичка за поместување GM
nl: Verplaats GM-gegevenskaartfout
no: Flytt GM-datakortfeil
pl: Błąd karty danych przesunięcia GM
pt: Erro no cartão de dados GM de movimento
ro: Eroare card date mutare GM
ru: Ошибка карты данных перемещения GM
sk: Chyba GM karty pre presun
sl: Napaka podatkovne kartice premika GM
sr: Грешка GM картице података за померање
sv: Fel vid flytt av GM-datakort
th: ข้อผิดพลาดการ์ดข้อมูลย้าย GM
tr: Taşıma GM veri kartı hatası
uk: Помилка картки даних переміщення GM
ur: Move GM ڈیٹا کارڈ کی خرابی
vi: Lỗi thẻ dữ liệu di chuyển GM

source: Patch data card error
af: Patch datakaart fout
ar: خطأ في بطاقة بيانات patch
bg: Грешка в карта с данни за патч
bn: Patch ডেটা কার্ড ত্রুটি
bs: Greška kartice podataka zakrpe
cs: Chyba datové karty patch
da: Patch-datakortfejl
de: Patch-Datenkarten-Fehler
el: Σφάλμα κάρτας δεδομένων patch
es: Error en tarjeta de datos de parche
et: Pinnaelemendi andmekaardi viga
fi: patch-tietokortin virhe
fr: Erreur de carte de données patch
he: שגיאת כרטיס נתוני patch
hi: Patch डेटा कार्ड त्रुटि
hr: Pogreška kartice podataka zakrpe
hu: Patch adatkártya hiba
id: Kesalahan kartu data Patch
it: Errore scheda dati patch
ja: パッチデータカードエラー
lt: Plokštumos duomenų kortelės klaida
lv: Plākstera datu kartes kļūda
mk: Грешка во картичка за податоци за плочка
nl: Patch-gegevenskaartfout
no: Patch-datakortfeil
pl: Błąd karty danych patch
pt: Erro no cartão de dados de patch
ro: Eroare card date suprafață
ru: Ошибка карты данных патча
sk: Chyba karty údajov plochy
sl: Napaka podatkovne kartice ploskve
sr: Грешка картице података патча
sv: Fel på patchdatakort
th: ข้อผิดพลาดการ์ดข้อมูล Patch
tr: Patch veri kartı hatası
uk: Помилка картки даних патча
ur: Patch ڈیٹا کارڈ کی خرابی
vi: Lỗi thẻ dữ liệu patch

source: Patch data error
af: Patch data fout
ar: خطأ في بيانات patch
bg: Грешка в данните за патч
bn: Patch ডেটা ত্রুটি
bs: Greška podataka zakrpe
cs: Chyba dat patch
da: Patch-datafejl
de: Patch-Daten-Fehler
el: Σφάλμα δεδομένων patch
es: Error en datos de parche
et: Pinnaelemendi andmete viga
fi: patch-tietojen virhe
fr: Erreur de données patch
he: שגיאת נתוני patch
hi: Patch डेटा त्रुटि
hr: Pogreška podataka zakrpe
hu: Patch adathiba
id: Kesalahan data Patch
it: Errore dati patch
ja: パッチデータエラー
lt: Plokštumos duomenų klaida
lv: Plākstera datu kļūda
mk: Грешка во податоци за плочка
nl: Patch-gegevensfout
no: Patch-datafeil
pl: Błąd danych patch
pt: Erro nos dados de patch
ro: Eroare date suprafață
ru: Ошибка данных патча
sk: Chyba údajov plochy
sl: Napaka podatkov ploskve
sr: Грешка података патча
sv: Fel på patchdata
th: ข้อผิดพลาดข้อมูล Patch
tr: Patch veri hatası
uk: Помилка даних патча
ur: Patch ڈیٹا کی خرابی
vi: Lỗi dữ liệu patch

source: "GF" card (NGF solution) is not supported
af: "GF" kaart (NGF oplossing) word nie ondersteun nie
ar: بطاقة "GF" (حل NGF) غير مدعومة
bg: картата "GF" (решение NGF) не се поддържа
bn: "GF" কার্ড (NGF সমাধান) সমর্থিত নয়
bs: "GF" kartica (NGF rješenje) nije podržana
cs: Karta "GF" (řešení NGF) není podporována
da: "GF"-kort (NGF-løsning) understøttes ikke
de: "GF"-Karte (NGF-Lösung) wird nicht unterstützt
el: Η κάρτα "GF" (λύση NGF) δεν υποστηρίζεται
es: La tarjeta "GF" (solución NGF) no está soportada
et: "GF" kaart (NGF lahendus) ei ole toetatud
fi: "GF"-korttia (NGF-ratkaisu) ei tueta
fr: La carte "GF" (solution NGF) n'est pas prise en charge
he: כרטיס "GF" (פתרון NGF) אינו נתמך
hi: "GF" कार्ड (NGF समाधान) समर्थित नहीं है
hr: "GF" kartica (NGF rješenje) nije podržana
hu: "GF" kártya (NGF megoldás) nem támogatott
id: Kartu "GF" (solusi NGF) tidak didukung
it: scheda "GF" (soluzione NGF) non supportata
ja: "GF"カード（NGFソリューション）は サポートされていません
lt: "GF" kortelė (NGF sprendimas) nepalaikoma
lv: "GF" karte (NGF risinājums) netiek atbalstīta
mk: "GF" картичка (NGF решение) не е поддржана
nl: "GF"-kaart (NGF-oplossing) wordt niet ondersteund
no: "GF"-kort (NGF-løsning) støttes ikke
pl: Karta "GF" (rozwiązanie NGF) nie jest obsługiwana
pt: cartão "GF" (solução NGF) não é suportado
ro: Cardul "GF" (soluție NGF) nu este suportat
ru: Карта "GF" (решение NGF) не поддерживается
sk: "GF" karta (NGF riešenie) nie je podporovaná
sl: kartica "GF" (rešitev NGF) ni podprta
sr: "GF" картица (NGF решење) није подржана
sv: "GF"-kort (NGF-lösning) stöds inte
th: การ์ด "GF" (โซลูชัน NGF) ไม่รองรับ
tr: "GF" kartı (NGF çözümü) desteklenmiyor
uk: картка "GF" (рішення NGF) не підтримується
ur: "GF" کارڈ (NGF حل) معاون نہیں ہے
vi: Thẻ "GF" (giải pháp NGF) không được hỗ trợ

source: Ignoring CM card in geometry
af: Ignoreer CM kaart in geometrie
ar: تجاهل بطاقة CM في الهندسة
bg: Игнориране на карта CM в геометрията
bn: জ্যামিতিতে CM কার্ড উপেক্ষা করা হচ্ছে
bs: Ignorisanje CM kartice u geometriji
cs: Ignoruji kartu CM v geometrii
da: Ignorerer CM-kort i geometri
de: CM-Karte in Geometrie wird ignoriert
el: Αγνόηση κάρτας CM στη γεωμετρία
es: Ignorando tarjeta CM en geometría
et: CM kaart geomeetrias ignoreeritakse
fi: Ohitetaan CM-kortti geometriassa
fr: Carte CM ignorée dans la géométrie
he: מתעלם מכרטיס CM בגאומטריה
hi: ज्यामिति में CM कार्ड को अनदेखा किया जा रहा है
hr: Zanemarivanje CM kartice u geometriji
hu: CM kártya figyelmen kívül hagyva a geometriában
id: Mengabaikan kartu CM dalam geometri
it: Scheda CM ignorata nella geometria
ja: ジオメトリ内のCMカードを無視しています
lt: Ignoruojama CM kortelė geometrijoje
lv: CM karte ģeometrijā tiek ignorēta
mk: Се игнорира CM картичка во геометријата
nl: CM-kaart in geometrie wordt genegeerd
no: Ignorerer CM-kort i geometri
pl: Ignorowanie karty CM w geometrii
pt: Ignorando cartão CM na geometria
ro: Se ignoră cardul CM din geometrie
ru: Игнорирование карты CM в геометрии
sk: Ignorujem CM kartu v geometrii
sl: Prezrta kartica CM v geometriji
sr: Игнорисање CM картице у геометрији
sv: Ignorerar CM-kort i geometri
th: ละเว้นการ์ด CM ในเรขาคณิต
tr: Geometride CM kartı yoksayılıyor
uk: Ігнорування картки CM у геометрії
ur: جیومیٹری میں CM کارڈ نظرانداز کیا جا رہا ہے
vi: Bỏ qua thẻ CM trong hình học

source: geometry data card error (nwire=%d)
af: geometrie datakaart fout (nwire=%d)
ar: خطأ في بطاقة بيانات الهندسة (nwire=%d)
bg: грешка в картата с геометрични данни (nwire=%d)
bn: জ্যামিতি ডেটা কার্ড ত্রুটি (nwire=%d)
bs: greška kartice geometrijskih podataka (nwire=%d)
cs: Chyba datové karty geometrie (nwire=%d)
da: geometri-datakortfejl (nwire=%d)
de: Geometriedatenkarten-Fehler (nwire=%d)
el: σφάλμα κάρτας δεδομένων γεωμετρίας (nwire=%d)
es: error en tarjeta de datos de geometría (nwire=%d)
et: geomeetria andmekaardi viga (nwire=%d)
fi: geometriatietokortin virhe (nwire=%d)
fr: erreur de carte de données géométriques (nwire=%d)
he: שגיאת כרטיס נתוני גאומטריה (nwire=%d)
hi: ज्यामिति डेटा कार्ड त्रुटि (nwire=%d)
hr: pogreška kartice geometrijskih podataka (nwire=%d)
hu: geometriai adatkártya hiba (nwire=%d)
id: kesalahan kartu data geometri (nwire=%d)
it: errore scheda dati geometria (nwire=%d)
ja: ジオメトリデータカードエラー (nwire=%d)
lt: geometrijos duomenų kortelės klaida (nwire=%d)
lv: ģeometrijas datu kartes kļūda (nwire=%d)
mk: грешка во картичка за геометриски податоци (nwire=%d)
nl: geometriegegevenskaartfout (nwire=%d)
no: geometri-datakortfeil (nwire=%d)
pl: błąd karty danych geometrii (nwire=%d)
pt: erro no cartão de dados de geometria (nwire=%d)
ro: eroare card date geometrie (nwire=%d)
ru: ошибка карты геометрических данных (nwire=%d)
sk: chyba karty geometrických údajov (nwire=%d)
sl: napaka podatkovne kartice geometrije (nwire=%d)
sr: грешка картице геометријских података (nwire=%d)
sv: fel på geometridatakort (nwire=%d)
th: ข้อผิดพลาดการ์ดข้อมูลเรขาคณิต (nwire=%d)
tr: geometri veri kartı hatası (nwire=%d)
uk: помилка картки геометричних даних (nwire=%d)
ur: جیومیٹری ڈیٹا کارڈ کی خرابی (nwire=%d)
vi: lỗi thẻ dữ liệu hình học (nwire=%d)

source: Geometry data card error
af: Geometrie datakaart fout
ar: خطأ في بطاقة بيانات الهندسة
bg: Грешка в картата с геометрични данни
bn: জ্যামিতি ডেটা কার্ড ত্রুটি
bs: Greška kartice geometrijskih podataka
cs: Chyba datové karty geometrie
da: Geometri-datakortfejl
de: Geometriedatenkarten-Fehler
el: Σφάλμα κάρτας δεδομένων γεωμετρίας
es: Error en tarjeta de datos de geometría
et: Geomeetria andmekaardi viga
fi: Geometriatietokortin virhe
fr: Erreur de carte de données géométriques
he: שגיאת כרטיס נתוני גאומטריה
hi: ज्यामिति डेटा कार्ड त्रुटि
hr: Pogreška kartice geometrijskih podataka
hu: Geometriai adatkártya hiba
id: Kesalahan kartu data geometri
it: Errore scheda dati geometria
ja: ジオメトリデータカードエラー
lt: Geometrijos duomenų kortelės klaida
lv: Ģeometrijas datu kartes kļūda
mk: Грешка во картичка за геометриски податоци
nl: Geometriegegevenskaartfout
no: Geometri-datakortfeil
pl: Błąd karty danych geometrii
pt: Erro no cartão de dados de geometria
ro: Eroare card date geometrie
ru: Ошибка карты геометрических данных
sk: Chyba karty geometrických údajov
sl: Napaka podatkovne kartice geometrije
sr: Грешка картице геометријских података
sv: Fel på geometridatakort
th: ข้อผิดพลาดการ์ดข้อมูลเรขาคณิต
tr: Geometri veri kartı hatası
uk: Помилка картки геометричних даних
ur: جیومیٹری ڈیٹا کارڈ کی خرابی
vi: Lỗi thẻ dữ liệu hình học
