Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Element 2,2 Real Part
af: Element 2,2 Reële Deel
ar: الجزء الحقيقي للعنصر 2,2
bg: Елемент 2,2 Реална част
bn: উপাদান 2,2 বাস্তব অংশ
bs: Element 2,2 realni dio
cs: Element 2,2 reálná část
da: Element 2,2 realdel
de: Element 2,2 Realteil
el: Στοιχείο 2,2 Πραγματικό Μέρος
es: Elemento 2,2 parte real
et: Element 2,2 reaalosa
fi: Elementti 2,2 reaaliosa
fr: Élément 2,2 partie réelle
he: רכיב 2,2 חלק ממשי
hi: अवयव 2,2 वास्तविक भाग
hr: Element 2,2 realni dio
hu: Elem 2,2 valós rész
id: Elemen 2,2 Bagian Real
it: Elemento 2,2 Parte Reale
ja: 要素2,2 実部
lt: Elemento 2,2 realioji dalis
lv: Elements 2,2 reālā daļa
mk: Елемент 2,2 реален дел
nl: Element 2,2 reëel deel
no: Element 2,2 reell del
pl: Element 2,2 część rzeczywista
pt: Elemento 2,2 Parte Real
ro: Element 2,2 Parte Reală
ru: Элемент 2,2 действительная часть
sk: Element 2,2 reálna časť
sl: Element 2,2 realni del
sr: Елемент 2,2 реални део
sv: Element 2,2 realdel
th: องค์ประกอบ 2,2 ส่วนจริง
tr: Eleman 2,2 Reel Kısım
uk: Елемент 2,2 дійсна частина
ur: عنصر 2,2 حقیقی حصہ
vi: Phần thực phần tử 2,2

source: Element 1,1 Imag Part
af: Element 1,1 Imag. Deel
ar: الجزء التخيلي للعنصر 1,1
bg: Елемент 1,1 Имагинерна част
bn: উপাদান 1,1 কাল্পনিক অংশ
bs: Element 1,1 imaginarni dio
cs: Element 1,1 imaginární část
da: Element 1,1 imaginærdel
de: Element 1,1 Imaginärteil
el: Στοιχείο 1,1 Φανταστικό Μέρος
es: Elemento 1,1 parte imag.
et: Element 1,1 imaginaarosa
fi: Elementti 1,1 imaginaariosa
fr: Élément 1,1 partie imag.
he: רכיב 1,1 חלק מדומה
hi: अवयव 1,1 काल्पनिक भाग
hr: Element 1,1 imaginarni dio
hu: Elem 1,1 képzetes rész
id: Elemen 1,1 Bagian Imajiner
it: Elemento 1,1 Parte Immaginaria
ja: 要素1,1 虚部
lt: Elemento 1,1 menamoji dalis
lv: Elements 1,1 imaginārā daļa
mk: Елемент 1,1 имагинарен дел
nl: Element 1,1 imaginair deel
no: Element 1,1 imaginær del
pl: Element 1,1 część urojona
pt: Elemento 1,1 Parte Imag
ro: Element 1,1 Parte Imaginară
ru: Элемент 1,1 мнимая часть
sk: Element 1,1 imaginárna časť
sl: Element 1,1 imaginarni del
sr: Елемент 1,1 имагинарни део
sv: Element 1,1 imaginärdel
th: องค์ประกอบ 1,1 ส่วนจินตภาพ
tr: Eleman 1,1 İmajiner Kısım
uk: Елемент 1,1 уявна частина
ur: عنصر 1,1 فرضی حصہ
vi: Phần ảo phần tử 1,1

source: Element 1,2 Imag Part
af: Element 1,2 Imag. Deel
ar: الجزء التخيلي للعنصر 1,2
bg: Елемент 1,2 Имагинерна част
bn: উপাদান 1,2 কাল্পনিক অংশ
bs: Element 1,2 imaginarni dio
cs: Element 1,2 imaginární část
da: Element 1,2 imaginærdel
de: Element 1,2 Imaginärteil
el: Στοιχείο 1,2 Φανταστικό Μέρος
es: Elemento 1,2 parte imag.
et: Element 1,2 imaginaarosa
fi: Elementti 1,2 imaginaariosa
fr: Élément 1,2 partie imag.
he: רכיב 1,2 חלק מדומה
hi: अवयव 1,2 काल्पनिक भाग
hr: Element 1,2 imaginarni dio
hu: Elem 1,2 képzetes rész
id: Elemen 1,2 Bagian Imajiner
it: Elemento 1,2 Parte Immaginaria
ja: 要素1,2 虚部
lt: Elemento 1,2 menamoji dalis
lv: Elements 1,2 imaginārā daļa
mk: Елемент 1,2 имагинарен дел
nl: Element 1,2 imaginair deel
no: Element 1,2 imaginær del
pl: Element 1,2 część urojona
pt: Elemento 1,2 Parte Imag
ro: Element 1,2 Parte Imaginară
ru: Элемент 1,2 мнимая часть
sk: Element 1,2 imaginárna časť
sl: Element 1,2 imaginarni del
sr: Елемент 1,2 имагинарни део
sv: Element 1,2 imaginärdel
th: องค์ประกอบ 1,2 ส่วนจินตภาพ
tr: Eleman 1,2 İmajiner Kısım
uk: Елемент 1,2 уявна частина
ur: عنصر 1,2 فرضی حصہ
vi: Phần ảo phần tử 1,2

source: Element 2,2 Imag Part
af: Element 2,2 Imag. Deel
ar: الجزء التخيلي للعنصر 2,2
bg: Елемент 2,2 Имагинерна част
bn: উপাদান 2,2 কাল্পনিক অংশ
bs: Element 2,2 imaginarni dio
cs: Element 2,2 imaginární část
da: Element 2,2 imaginærdel
de: Element 2,2 Imaginärteil
el: Στοιχείο 2,2 Φανταστικό Μέρος
es: Elemento 2,2 parte imag.
et: Element 2,2 imaginaarosa
fi: Elementti 2,2 imaginaariosa
fr: Élément 2,2 partie imag.
he: רכיב 2,2 חלק מדומה
hi: अवयव 2,2 काल्पनिक भाग
hr: Element 2,2 imaginarni dio
hu: Elem 2,2 képzetes rész
id: Elemen 2,2 Bagian Imajiner
it: Elemento 2,2 Parte Immaginaria
ja: 要素2,2 虚部
lt: Elemento 2,2 menamoji dalis
lv: Elements 2,2 imaginārā daļa
mk: Елемент 2,2 имагинарен дел
nl: Element 2,2 imaginair deel
no: Element 2,2 imaginær del
pl: Element 2,2 część urojona
pt: Elemento 2,2 Parte Imag
ro: Element 2,2 Parte Imaginară
ru: Элемент 2,2 мнимая часть
sk: Element 2,2 imaginárna časť
sl: Element 2,2 imaginarni del
sr: Елемент 2,2 имагинарни део
sv: Element 2,2 imaginärdel
th: องค์ประกอบ 2,2 ส่วนจินตภาพ
tr: Eleman 2,2 İmajiner Kısım
uk: Елемент 2,2 уявна частина
ur: عنصر 2,2 فرضی حصہ
vi: Phần ảo phần tử 2,2

source: Admittance Matrix Elements
af: Admittansiematrikselemente
ar: عناصر مصفوفة السماحية
bg: Елементи на матрицата на проводимост
bn: অ্যাডমিট্যান্স ম্যাট্রিক্স উপাদান
bs: Elementi matrice admitancije
cs: Prvky admitanční matice
da: Admittansmatrixelementer
de: Admittanzmatrix-Elemente
el: Στοιχεία Πίνακα Αγωγιμότητας
es: Elementos de matriz de admitancia
et: Admitantsmaatriksi elemendid
fi: Admittanssimatriisin elementit
fr: Éléments de la matrice d'admittance
he: רכיבי מטריצת מוליכות
hi: एडमिटेंस मैट्रिक्स अवयव
hr: Elementi matrice admitancije
hu: Admittancia mátrix elemek
id: Elemen Matriks Admitansi
it: Elementi Matrice di Ammettenza
ja: アドミタンス行列要素
lt: Laidumo matricos elementai
lv: Pilnās vadītspējas matricas elementi
mk: Елементи на матрица на адмитанса
nl: Admittantiematrixelementen
no: Admittansmatriseelementer
pl: Elementy macierzy admitancji
pt: Elementos da Matriz de Admitância
ro: Elemente Matrice de Admitanță
ru: Элементы матрицы проводимости
sk: Prvky admitančnej matice
sl: Elementi matrike admitance
sr: Елементи матрице адмитансе
sv: Admittansmatriselement
th: องค์ประกอบเมทริกซ์แอดมิตแตนซ์
tr: Admitans Matris Elemanları
uk: Елементи матриці адмітансу
ur: ایڈمیٹنس میٹرکس عناصر
vi: Phần tử ma trận dẫn nạp

source: Patch Element (SP & SC Cards)
af: Patch-element (SP- & SC-kaarte)
ar: عنصر Patch (بطاقات SP و SC)
bg: Patch елемент (SP & SC карти)
bn: প্যাচ উপাদান (SP ও SC Cards)
bs: Patch element (SP i SC kartice)
cs: Prvek Patch (karty SP a SC)
da: Patch-element (SP- og SC-kort)
el: Στοιχείο Patch (SP & SC Cards)
es: Elemento parche (tarjetas SP y SC)
et: Patch-element (SP ja SC kaardid)
fi: Patch-elementti (SP- ja SC-kortit)
fr: Élément patch (Cartes SP et SC)
he: רכיב טלאי (כרטיסי SP ו-SC)
hi: Patch अवयव (SP & SC Cards)
hr: Patch element (SP i SC kartice)
hu: Patch elem (SP és SC kártyák)
id: Elemen Patch (Kartu SP & SC)
it: Elemento Patch (Schede SP e SC)
ja: パッチ要素 (SP & SCカード)
lt: Lopinėlio elementas (SP ir SC kortelės)
lv: Plākstera elements (SP un SC kartes)
mk: Елемент на плочка (SP и SC картички)
nl: Patch-element (SP & SC-kaarten)
no: Patch-element (SP- og SC-kort)
pl: Element patch (karty SP i SC)
pt: Elemento Patch (Cartões SP e SC)
ro: Element Patch (Carduri SP și SC)
ru: Элемент патча (карты SP и SC)
sk: Plošný prvok (karty SP a SC)
sl: Element patch (kartici SP in SC)
sr: Патч елемент (SP и SC картице)
sv: Patchelement (SP- & SC-kort)
th: องค์ประกอบ Patch (การ์ด SP & SC)
tr: Patch Elemanı (SP ve SC Kartları)
uk: Елемент Patch (картки SP та SC)
ur: پیچ عنصر (SP & SC Cards)
vi: Phần tử patch (thẻ SP & SC)

source: Arbitrary
af: Arbitrêr
ar: عشوائي
bg: Произволен
bn: যেকোনো
bs: Proizvoljno
cs: Libovolný
da: Vilkårlig
de: Beliebig
el: Αυθαίρετο
es: Arbitrario
et: Suvaline
fi: Vapaamuotoinen
fr: Arbitraire
he: שרירותי
hi: मनमाना
hr: Proizvoljno
hu: Tetszőleges
id: Sembarang
it: Arbitrario
ja: 任意
lt: Laisvos formos
lv: Patvaļīgs
mk: Произволен
nl: Willekeurig
no: Vilkårlig
pl: Dowolny
pt: Arbitrário
ro: Arbitrar
ru: Произвольный
sk: Ľubovoľný
sl: Poljubno
sr: Произвољно
sv: Godtycklig
th: กำหนดเอง
tr: Keyfi
uk: Довільний
ur: صوابدیدی
vi: Tùy ý

source: Rectangle
af: Reghoek
ar: مستطيل
bg: Правоъгълник
bn: আয়তক্ষেত্র
bs: Pravokutnik
cs: Obdélník
da: Rektangel
de: Rechteck
el: Ορθογώνιο
es: Rectángulo
et: Ristkülik
fi: Suorakaide
he: מלבן
hi: आयत
hr: Pravokutnik
hu: Téglalap
id: Persegi Panjang
it: Rettangolo
ja: 長方形
lt: Stačiakampis
lv: Taisnstūris
mk: Правоаголник
nl: Rechthoek
no: Rektangel
pl: Prostokąt
pt: Retângulo
ro: Dreptunghi
ru: Прямоугольник
sk: Obdĺžnik
sl: Pravokotnik
sr: Правоугаоник
sv: Rektangel
th: สี่เหลี่ยมผืนผ้า
tr: Dikdörtgen
uk: Прямокутник
ur: مستطیل
vi: Hình chữ nhật

source: Triangle
af: Driehoek
ar: مثلث
bg: Триъгълник
bn: ত্রিভুজ
bs: Trokut
cs: Trojúhelník
da: Trekant
de: Dreieck
el: Τρίγωνο
es: Triángulo
et: Kolmnurk
fi: Kolmio
he: משולש
hi: त्रिभुज
hr: Trokut
hu: Háromszög
id: Segitiga
it: Triangolo
ja: 三角形
lt: Trikampis
lv: Trīsstūris
mk: Триаголник
nl: Driehoek
no: Trekant
pl: Trójkąt
pt: Triângulo
ro: Triunghi
ru: Треугольник
sk: Trojuholník
sl: Trikotnik
sr: Троугао
sv: Triangel
th: สามเหลี่ยม
tr: Üçgen
uk: Трикутник
ur: مثلث
vi: Tam giác

source: Quadrilateral
af: Vierhoek
ar: رباعي الأضلاع
bg: Четириъгълник
bn: চতুর্ভুজ
bs: Četverokut
cs: Čtyřúhelník
da: Firkant
de: Viereck
el: Τετράπλευρο
es: Cuadrilátero
et: Nelinurk
fi: Nelikulmio
fr: Quadrilatère
he: מרובע
hi: चतुर्भुज
hr: Četverokut
hu: Négyszög
id: Segi Empat
it: Quadrilatero
ja: 四辺形
lt: Keturkampis
lv: Četrstūris
mk: Четириаголник
nl: Vierhoek
no: Firkant
pl: Czworokąt
pt: Quadrilátero
ro: Patrulater
ru: Четырёхугольник
sk: Štvoruholník
sl: Štirikotnik
sr: Четвороугао
sv: Fyrhörning
th: สี่เหลี่ยมด้านไม่เท่า
tr: Dörtgen
uk: Чотирикутник
ur: چوکور
vi: Tứ giác

source: Surface
af: Oppervlak
ar: سطح
bg: Повърхност
bn: পৃষ্ঠতল
bs: Površina
cs: Plocha
da: Overflade
de: Fläche
el: Επιφάνεια
es: Superficie
et: Pind
fi: Pinta
he: משטח
hi: सतह
hr: Površina
hu: Felület
id: Permukaan
it: Superficie
ja: サーフェス
lt: Paviršius
lv: Virsma
mk: Површина
nl: Oppervlak
no: Overflate
pl: Powierzchnia
pt: Superfície
ro: Suprafață
ru: Поверхность
sk: Povrch
sl: Površina
sr: Површина
sv: Yta
th: พื้นผิว
tr: Yüzey
uk: Поверхня
ur: سطح
vi: Bề mặt

source: Patch Type
af: Patch-tipe
ar: نوع Patch
bg: Тип патч
bn: প্যাচের ধরন
bs: Tip patch-a
cs: Typ patch
de: Patch-Typ
el: Τύπος Patch
es: Tipo de parche
et: Patch'i tüüp
fi: Patch-tyyppi
fr: Type de patch
he: סוג טלאי
hi: Patch प्रकार
hr: Vrsta patcha
hu: Patch típus
id: Tipe Patch
it: Tipo di Patch
ja: パッチタイプ
lt: Lopinėlio tipas
lv: Plākstera tips
mk: Тип на плочка
pl: Typ patch
pt: Tipo de Patch
ro: Tip Patch
ru: Тип патча
sk: Typ plošky
sl: Tip patcha
sr: Тип патча
sv: Patchtyp
th: ชนิด Patch
tr: Patch Tipi
uk: Тип Patch
ur: پیچ کی قسم
vi: Loại patch

source: Corners 1-2 sub-division (NX)
af: Hoeke 1-2 onderverdeling (NX)
ar: تقسيم الزوايا 1-2 (NX)
bg: Подразделяне на ъгли 1-2 (NX)
bn: কোণ 1-2 উপবিভাগ (NX)
bs: Podjela uglova 1-2 (NX)
cs: Dělení rohů 1-2 (NX)
da: Hjørner 1-2 underopdeling (NX)
de: Ecken 1-2 Unterteilung (NX)
el: Υποδιαίρεση Γωνιών 1-2 (NX)
es: Subdivisión de esquinas 1-2 (NX)
et: Nurkade 1-2 alajaotus (NX)
fi: Kulmien 1-2 jako (NX)
fr: Subdivision coins 1-2 (NX)
he: חלוקת פינות 1-2 (NX)
hi: कोने 1-2 उप-विभाजन (NX)
hr: Podjela kutova 1-2 (NX)
hu: 1-2. sarkok felosztása (NX)
id: Sub-divisi Sudut 1-2 (NX)
it: Suddivisione Angoli 1-2 (NX)
ja: コーナー1-2分割数 (NX)
lt: 1-2 kampų padalijimas (NX)
lv: Stūru 1-2 iedalījums (NX)
mk: Поделба на агли 1-2 (NX)
nl: Hoeken 1-2 onderverdeling (NX)
no: Hjørner 1-2 oppdeling (NX)
pl: Podział narożników 1-2 (NX)
pt: Subdivisão dos Cantos 1-2 (NX)
ro: Subdiviziune Colțuri 1-2 (NX)
ru: Разбиение углов 1-2 (NX)
sk: Rozdelenie rohov 1-2 (NX)
sl: Razdelitev vogalov 1-2 (NX)
sr: Подела углова 1-2 (NX)
sv: Hörn 1-2-underdelning (NX)
th: การแบ่งย่อยมุม 1-2 (NX)
tr: Köşe 1-2 alt bölümü (NX)
uk: Поділ кутів 1-2 (NX)
ur: کونے 1-2 ذیلی تقسیم (NX)
vi: Chia nhỏ góc 1-2 (NX)

source: Corners 2-3 sub-division (NY)
af: Hoeke 2-3 onderverdeling (NY)
ar: تقسيم الزوايا 2-3 (NY)
bg: Подразделяне на ъгли 2-3 (NY)
bn: কোণ 2-3 উপবিভাগ (NY)
bs: Podjela uglova 2-3 (NY)
cs: Dělení rohů 2-3 (NY)
da: Hjørner 2-3 underopdeling (NY)
de: Ecken 2-3 Unterteilung (NY)
el: Υποδιαίρεση Γωνιών 2-3 (NY)
es: Subdivisión de esquinas 2-3 (NY)
et: Nurkade 2-3 alajaotus (NY)
fi: Kulmien 2-3 jako (NY)
fr: Subdivision coins 2-3 (NY)
he: חלוקת פינות 2-3 (NY)
hi: कोने 2-3 उप-विभाजन (NY)
hr: Podjela kutova 2-3 (NY)
hu: 2-3. sarkok felosztása (NY)
id: Sub-divisi Sudut 2-3 (NY)
it: Suddivisione Angoli 2-3 (NY)
ja: コーナー2-3分割数 (NY)
lt: 2-3 kampų padalijimas (NY)
lv: Stūru 2-3 iedalījums (NY)
mk: Поделба на агли 2-3 (NY)
nl: Hoeken 2-3 onderverdeling (NY)
no: Hjørner 2-3 oppdeling (NY)
pl: Podział narożników 2-3 (NY)
pt: Subdivisão dos Cantos 2-3 (NY)
ro: Subdiviziune Colțuri 2-3 (NY)
ru: Разбиение углов 2-3 (NY)
sk: Rozdelenie rohov 2-3 (NY)
sl: Razdelitev vogalov 2-3 (NY)
sr: Подела углова 2-3 (NY)
sv: Hörn 2-3-underdelning (NY)
th: การแบ่งย่อยมุม 2-3 (NY)
tr: Köşe 2-3 alt bölümü (NY)
uk: Поділ кутів 2-3 (NY)
ur: کونے 2-3 ذیلی تقسیم (NY)
vi: Chia nhỏ góc 2-3 (NY)

source: Surface Sub-division
af: Oppervlak-onderverdeling
ar: تقسيم السطح
bg: Подразделяне на повърхност
bn: পৃষ্ঠতল উপবিভাগ
bs: Podjela površine
cs: Dělení plochy
da: Overfladeopdeling
de: Flächenunterteilung
el: Υποδιαίρεση Επιφάνειας
es: Subdivisión de superficie
et: Pinna alajaotus
fi: Pinnan jako
fr: Subdivision de surface
he: חלוקת משטח
hi: सतह उप-विभाजन
hr: Podjela površine
hu: Felület felosztás
id: Sub-divisi Permukaan
it: Suddivisione Superficie
ja: サーフェス分割
lt: Paviršiaus padalijimas
lv: Virsmas iedalījums
mk: Поделба на површина
nl: Oppervlakonderverdeling
no: Overflateoppdeling
pl: Podział powierzchni
pt: Subdivisão da Superfície
ro: Subdiviziune Suprafață
ru: Разбиение поверхности
sk: Rozdelenie povrchu
sl: Razdelitev površine
sr: Подела површине
sv: Ytunderdelning
th: การแบ่งย่อยพื้นผิว
tr: Yüzey Alt Bölümü
uk: Поділ поверхні
ur: سطح کی ذیلی تقسیم
vi: Chia nhỏ bề mặt

source: SP/SM Cards
af: SP/SM-kaarte
ar: بطاقات SP/SM
bg: SP/SM карти
bs: SP/SM kartice
cs: Karty SP/SM
da: SP/SM-kort
es: Tarjetas SP/SM
et: SP/SM kaardid
fi: SP/SM-kortit
fr: Cartes SP/SM
he: כרטיסי SP/SM
hr: SP/SM kartice
hu: SP/SM kártyák
id: Kartu SP/SM
it: Schede SP/SM
ja: SP/SMカード
lt: SP/SM kortelės
lv: SP/SM kartes
mk: SP/SM картички
nl: SP/SM-kaarten
no: SP/SM-kort
pl: Karty SP/SM
pt: Cartões SP/SM
ro: Carduri SP/SM
ru: Карты SP/SM
sk: Karty SP/SM
sl: Kartici SP/SM
sr: SP/SM картице
sv: SP/SM-kort
th: การ์ด SP/SM
tr: SP/SM Kartları
uk: Картки SP/SM
vi: Thẻ SP/SM

source: Corner 3 - X
af: Hoek 3 - X
ar: الزاوية 3 - X
bg: Ъгъл 3 - X
bn: কোণ 3 - X
bs: Ugao 3 - X
cs: Roh 3 - X
da: Hjørne 3 - X
de: Ecke 3 - X
el: Γωνία 3 - X
es: Esquina 3 - X
et: Nurk 3 - X
fi: Kulma 3 - X
fr: Coin 3 - X
he: פינה 3 - X
hi: कोना 3 - X
hr: Vrh 3 - X
hu: 3. sarok - X
id: Sudut 3 - X
it: Angolo 3 - X
ja: コーナー3 - X
lt: 3 kampas - X
lv: Stūris 3 - X
mk: Агол 3 - X
nl: Hoek 3 - X
no: Hjørne 3 - X
pl: Narożnik 3 - X
pt: Canto 3 - X
ro: Colț 3 - X
ru: Угол 3 - X
sk: Roh 3 - X
sl: Vogal 3 - X
sr: Угао 3 - X
sv: Hörn 3 - X
th: มุม 3 - X
tr: Köşe 3 - X
uk: Вершина 3 - X
ur: کونہ 3 - X
vi: Góc 3 - X

source: Corner 3 - Y
af: Hoek 3 - Y
ar: الزاوية 3 - Y
bg: Ъгъл 3 - Y
bn: কোণ 3 - Y
bs: Ugao 3 - Y
cs: Roh 3 - Y
da: Hjørne 3 - Y
de: Ecke 3 - Y
el: Γωνία 3 - Y
es: Esquina 3 - Y
et: Nurk 3 - Y
fi: Kulma 3 - Y
fr: Coin 3 - Y
he: פינה 3 - Y
hi: कोना 3 - Y
hr: Vrh 3 - Y
hu: 3. sarok - Y
id: Sudut 3 - Y
it: Angolo 3 - Y
ja: コーナー3 - Y
lt: 3 kampas - Y
lv: Stūris 3 - Y
mk: Агол 3 - Y
nl: Hoek 3 - Y
no: Hjørne 3 - Y
pl: Narożnik 3 - Y
pt: Canto 3 - Y
ro: Colț 3 - Y
ru: Угол 3 - Y
sk: Roh 3 - Y
sl: Vogal 3 - Y
sr: Угао 3 - Y
sv: Hörn 3 - Y
th: มุม 3 - Y
tr: Köşe 3 - Y
uk: Вершина 3 - Y
ur: کونہ 3 - Y
vi: Góc 3 - Y

source: Corner 3 - Z
af: Hoek 3 - Z
ar: الزاوية 3 - Z
bg: Ъгъл 3 - Z
bn: কোণ 3 - Z
bs: Ugao 3 - Z
cs: Roh 3 - Z
da: Hjørne 3 - Z
de: Ecke 3 - Z
el: Γωνία 3 - Z
es: Esquina 3 - Z
et: Nurk 3 - Z
fi: Kulma 3 - Z
fr: Coin 3 - Z
he: פינה 3 - Z
hi: कोना 3 - Z
hr: Vrh 3 - Z
hu: 3. sarok - Z
id: Sudut 3 - Z
it: Angolo 3 - Z
ja: コーナー3 - Z
lt: 3 kampas - Z
lv: Stūris 3 - Z
mk: Агол 3 - Z
nl: Hoek 3 - Z
no: Hjørne 3 - Z
pl: Narożnik 3 - Z
pt: Canto 3 - Z
ro: Colț 3 - Z
ru: Угол 3 - Z
sk: Roh 3 - Z
sl: Vogal 3 - Z
sr: Угао 3 - Z
sv: Hörn 3 - Z
th: มุม 3 - Z
tr: Köşe 3 - Z
uk: Вершина 3 - Z
ur: کونہ 3 - Z
vi: Góc 3 - Z

source: Corner 4 - X
af: Hoek 4 - X
ar: الزاوية 4 - X
bg: Ъгъл 4 - X
bn: কোণ 4 - X
bs: Ugao 4 - X
cs: Roh 4 - X
da: Hjørne 4 - X
de: Ecke 4 - X
el: Γωνία 4 - X
es: Esquina 4 - X
et: Nurk 4 - X
fi: Kulma 4 - X
fr: Coin 4 - X
he: פינה 4 - X
hi: कोना 4 - X
hr: Vrh 4 - X
hu: 4. sarok - X
id: Sudut 4 - X
it: Angolo 4 - X
ja: コーナー4 - X
lt: 4 kampas - X
lv: Stūris 4 - X
mk: Агол 4 - X
nl: Hoek 4 - X
no: Hjørne 4 - X
pl: Narożnik 4 - X
pt: Canto 4 - X
ro: Colț 4 - X
ru: Угол 4 - X
sk: Roh 4 - X
sl: Vogal 4 - X
sr: Угао 4 - X
sv: Hörn 4 - X
th: มุม 4 - X
tr: Köşe 4 - X
uk: Вершина 4 - X
ur: کونہ 4 - X
vi: Góc 4 - X

source: Corner 4 - Y
af: Hoek 4 - Y
ar: الزاوية 4 - Y
bg: Ъгъл 4 - Y
bn: কোণ 4 - Y
bs: Ugao 4 - Y
cs: Roh 4 - Y
da: Hjørne 4 - Y
de: Ecke 4 - Y
el: Γωνία 4 - Y
es: Esquina 4 - Y
et: Nurk 4 - Y
fi: Kulma 4 - Y
fr: Coin 4 - Y
he: פינה 4 - Y
hi: कोना 4 - Y
hr: Vrh 4 - Y
hu: 4. sarok - Y
id: Sudut 4 - Y
it: Angolo 4 - Y
ja: コーナー4 - Y
lt: 4 kampas - Y
lv: Stūris 4 - Y
mk: Агол 4 - Y
nl: Hoek 4 - Y
no: Hjørne 4 - Y
pl: Narożnik 4 - Y
pt: Canto 4 - Y
ro: Colț 4 - Y
ru: Угол 4 - Y
sk: Roh 4 - Y
sl: Vogal 4 - Y
sr: Угао 4 - Y
sv: Hörn 4 - Y
th: มุม 4 - Y
tr: Köşe 4 - Y
uk: Вершина 4 - Y
ur: کونہ 4 - Y
vi: Góc 4 - Y

source: Corner 4 - Z
af: Hoek 4 - Z
ar: الزاوية 4 - Z
bg: Ъгъл 4 - Z
bn: কোণ 4 - Z
bs: Ugao 4 - Z
cs: Roh 4 - Z
da: Hjørne 4 - Z
de: Ecke 4 - Z
el: Γωνία 4 - Z
es: Esquina 4 - Z
et: Nurk 4 - Z
fi: Kulma 4 - Z
fr: Coin 4 - Z
he: פינה 4 - Z
hi: कोना 4 - Z
hr: Vrh 4 - Z
hu: 4. sarok - Z
id: Sudut 4 - Z
it: Angolo 4 - Z
ja: コーナー4 - Z
lt: 4 kampas - Z
lv: Stūris 4 - Z
mk: Агол 4 - Z
nl: Hoek 4 - Z
no: Hjørne 4 - Z
pl: Narożnik 4 - Z
pt: Canto 4 - Z
ro: Colț 4 - Z
ru: Угол 4 - Z
sk: Roh 4 - Z
sl: Vogal 4 - Z
sr: Угао 4 - Z
sv: Hörn 4 - Z
th: มุม 4 - Z
tr: Köşe 4 - Z
uk: Вершина 4 - Z
ur: کونہ 4 - Z
vi: Góc 4 - Z

source: SC Card
af: SC-kaart
ar: بطاقة SC
bg: SC карта
bs: SC kartica
cs: Karta SC
da: SC-kort
es: Tarjeta SC
et: SC kaart
fi: SC-kortti
fr: Carte SC
he: כרטיס SC
hr: SC kartica
hu: SC kártya
id: Kartu SC
it: Scheda SC
ja: SCカード
lt: SC kortelė
lv: SC karte
mk: SC картичка
nl: SC-kaart
no: SC-kort
pl: Karta SC
pt: Cartão SC
ro: Card SC
ru: Карта SC
sk: Karta SC
sl: Kartica SC
sr: SC картица
sv: SC-kort
th: การ์ด SC
tr: SC Kartı
uk: Картка SC
vi: Thẻ SC

source: Quit xnec2c?
af: Verlaat xnec2c?
ar: هل تريد الخروج من xnec2c؟
bg: Изход от xnec2c?
bn: xnec2c থেকে প্রস্থান করবেন?
bs: Izaći iz xnec2c?
cs: Ukončit xnec2c?
da: Afslut xnec2c?
de: xnec2c beenden?
el: Έξοδος από xnec2c;
es: ¿Salir de xnec2c?
et: Väljuda xnec2c-st?
fi: Lopetetaanko xnec2c?
fr: Quitter xnec2c ?
he: לצאת מ-xnec2c?
hi: xnec2c से बाहर निकलें?
hr: Zatvoriti xnec2c?
hu: Kilép az xnec2c-ből?
id: Keluar dari xnec2c?
it: Uscire da xnec2c?
ja: xnec2cを終了しますか？
lt: Išeiti iš xnec2c?
lv: Iziet no xnec2c?
mk: Излези од xnec2c?
nl: xnec2c afsluiten?
no: Avslutte xnec2c?
pl: Zamknąć xnec2c?
pt: Sair do xnec2c?
ro: Ieșiți din xnec2c?
ru: Выйти из xnec2c?
sk: Ukončiť xnec2c?
sl: Zapreti xnec2c?
sr: Изаћи из xnec2c?
sv: Avsluta xnec2c?
th: ออกจาก xnec2c?
tr: xnec2c'den çıkılsın mı?
uk: Вийти з xnec2c?
ur: xnec2c چھوڑیں؟
vi: Thoát xnec2c?

source: Radiation Pattern (RP Card)
af: Stralingspatroon (RP-kaart)
ar: نمط الإشعاع (بطاقة RP)
bg: Диаграма на излъчване (RP карта)
bn: বিকিরণ প্যাটার্ন (RP Card)
bs: Dijagram zračenja (RP kartica)
cs: Vyzařovací diagram (karta RP)
da: Strålingsdiagram (RP-kort)
de: Strahlungsdiagramm (RP Card)
el: Διάγραμμα Ακτινοβολίας (RP Card)
es: Patrón de radiación (tarjeta RP)
et: Kiirgusdiagramm (RP kaart)
fi: Säteilykuvio (RP-kortti)
fr: Diagramme de rayonnement (Carte RP)
he: תבנית קרינה (כרטיס RP)
hi: विकिरण पैटर्न (RP Card)
hr: Dijagram zračenja (RP kartica)
hu: Sugárzási diagram (RP kártya)
id: Pola Radiasi (Kartu RP)
it: Diagramma di Radiazione (Scheda RP)
ja: 放射パターン (RPカード)
lt: Spinduliuotės diagrama (RP kortelė)
lv: Starojuma diagramma (RP karte)
mk: Дијаграм на зрачење (RP картичка)
nl: Stralingspatroon (RP-kaart)
no: Strålingsmønster (RP-kort)
pl: Charakterystyka promieniowania (karta RP)
pt: Diagrama de Radiação (Cartão RP)
ro: Diagramă de Radiație (Card RP)
ru: Диаграмма направленности (карта RP)
sk: Vyžarovací diagram (karta RP)
sl: Sevalni diagram (kartica RP)
sr: Дијаграм зрачења (RP картица)
sv: Strålningsdiagram (RP-kort)
th: แบบรูปการแผ่คลื่น (การ์ด RP)
tr: Işınım Örüntüsü (RP Kartı)
uk: Діаграма випромінювання (картка RP)
ur: ریڈی ایشن پیٹرن (RP Card)
vi: Mẫu bức xạ (Thẻ RP)

source: Normal (Space) Wave
af: Normale (Ruimte) Golf
ar: الموجة العادية (الفضائية)
bg: Нормална (пространствена) вълна
bn: সাধারণ (স্পেস) তরঙ্গ
bs: Normalni (prostorni) val
cs: Normální (prostorová) vlna
da: Normal (rum) bølge
de: Normale (Raum-)Welle
el: Κανονικό Κύμα (Χώρου)
es: Onda normal (espacial)
et: Tavaline (ruumi)laine
fi: Normaali (avaruus)aalto
fr: Onde normale (espace)
he: גל רגיל (מרחבי)
hi: सामान्य (स्पेस) तरंग
hr: Normalni (prostorni) val
hu: Normál (tér) hullám
id: Gelombang Normal (Ruang)
it: Onda Normale (Spaziale)
ja: 通常（空間）波
lt: Įprastinė (erdvinė) banga
lv: Normāls (telpas) vilnis
mk: Нормален (просторен) бран
nl: Normale (ruimte)golf
no: Normal (rom)bølge
pl: Fala normalna (przestrzenna)
pt: Onda Normal (Espacial)
ro: Undă Normală (Spațiu)
ru: Нормальная (пространственная) волна
sk: Normálna (priestorová) vlna
sl: Normalni (prostorski) val
sr: Нормални (просторни) талас
sv: Normal (rymd-)våg
th: คลื่นปกติ (อวกาศ)
tr: Normal (Uzay) Dalga
uk: Нормальна (просторова) хвиля
ur: نارمل (اسپیس) ویو
vi: Sóng không gian (thường)

source: Space + Ground Wave
af: Ruimte + Grondgolf
ar: الموجة الفضائية + الأرضية
bg: Пространствена + Земна вълна
bn: স্পেস + গ্রাউন্ড তরঙ্গ
bs: Prostorni + prizemni val
cs: Prostorová + přízemní vlna
da: Rum- + jordbølge
de: Raum- + Bodenwelle
el: Κύμα Χώρου + Εδάφους
es: Onda espacial + de tierra
et: Ruumi- + pinnalaine
fi: Avaruus- ja maa-aalto
fr: Onde d'espace + de sol
he: גל מרחבי + קרקעי
hi: स्पेस + ग्राउंड तरंग
hr: Prostorni + površinski val
hu: Tér + földhullám
id: Gelombang Ruang + Ground
it: Onda Spaziale + di Terra
ja: 空間波 + 地表波
lt: Erdvinė + žemės banga
lv: Telpas + zemes vilnis
mk: Просторен + земјен бран
nl: Ruimte + grondgolf
no: Rom- + jordbølge
pl: Fala przestrzenna + ziemna
pt: Onda Espacial + Onda de Terra
ro: Undă Spațiu + Sol
ru: Пространственная + земная волна
sk: Priestorová + prízemná vlna
sl: Prostorski + talni val
sr: Просторни + приземни талас
sv: Rymd- + markvåg
th: คลื่นอวกาศ + คลื่นดิน
tr: Uzay + Yer Dalgası
uk: Просторова + земна хвиля
ur: اسپیس + گراؤنڈ ویو
vi: Sóng không gian + Sóng đất

source: Linear Cliff
af: Lineêre Krans
ar: حافة خطية
bg: Линеен откос
bn: রৈখিক ক্লিফ
bs: Linearni greben
cs: Lineární útes
da: Lineær skrænt
de: Lineare Klippe
el: Γραμμικός Γκρεμός
es: Acantilado lineal
et: Lineaarne järsak
fi: Lineaarinen jyrkänne
fr: Falaise linéaire
he: צוק ליניארי
hi: रैखिक क्लिफ
hr: Linearni odskok
hu: Lineáris szirt
id: Tebing Linear
it: Discontinuità Lineare
ja: 線形クリフ
lt: Tiesinis skardis
lv: Lineāra klints
mk: Линеарна литица
nl: Lineaire klif
no: Lineær klippe
pl: Klif liniowy
pt: Penhasco Linear
ro: Abrupt Liniar
ru: Линейный обрыв
sk: Lineárny útes
sl: Linearna strmina
sr: Линеарни прелом
sv: Linjär klippa
th: หน้าผาเชิงเส้น
tr: Doğrusal Uçurum
uk: Лінійний уступ
ur: لینیئر کلف
vi: Vách tuyến tính
