Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Helical Element (GA card)
af: Heliese Element (GA-kaart)
ar: عنصر حلزوني (بطاقة GA)
bg: Спирален елемент (GA карта)
bn: হেলিক্যাল এলিমেন্ট (GA card)
bs: Helikalni element (GA kartica)
cs: Šroubovicový element (karta GA)
da: Spiralelement (GA card)
de: Helixelement (GA Card)
el: Ελικοειδές Στοιχείο (κάρτα GA)
es: Elemento helicoidal (tarjeta GA)
et: Heelikselement (GA kaart)
fi: Kierukkaelementti (GA-kortti)
fr: Élément hélicoïdal (carte GA)
he: אלמנט סלילי (כרטיס GA)
hi: हेलिकल एलीमेंट (GA card)
hr: Spiralni element (GA kartica)
hu: Csavarvonal elem (GA kártya)
id: Elemen Heliks (kartu GA)
it: Elemento Elicoidale (scheda GA)
ja: ヘリカルエレメント (GAカード)
lt: Spiralinis elementas (GA kortelė)
lv: Spirālveida elements (GA karte)
mk: Хеликален елемент (GA картичка)
nl: Helixelement (GA Card)
no: Spiralelement (GA-kort)
pl: Element spiralny (karta GA)
pt: Elemento Helicoidal (cartão GA)
ro: Element elicoidal (card GA)
ru: Спиральный элемент (карта GA)
sk: Závitnicový prvok (karta GA)
sl: Vijačni element (GA kartica)
sr: Хеликални елемент (GA картица)
sv: Spiralelement (GA-kort)
th: เอลิเมนต์เกลียว (GA card)
tr: Helisel Eleman (GA kartı)
uk: Спіральний елемент (картка GA)
ur: ہیلیکل عنصر (GA card)
vi: Phần tử xoắn ốc (Thẻ GA)

source: Right Hand Helix
af: Regterhand Heliks
ar: حلزون يميني
bg: Дясна спирала
bn: ডান হাতের হেলিক্স
bs: Desnosmjerna zavojnica
cs: Pravotočivá šroubovice
da: Højrehånds helix
de: Rechtsgängige Helix
el: Δεξιόστροφη Έλικα
es: Hélice dextrógira
et: Parema käe heelikas
fi: Oikeakätinen kierukka
fr: Hélice à droite
he: סליל ימני
hi: दायां हेलिक्स
hr: Desna zavojnica
hu: Jobbmenetes hélix
id: Heliks Tangan Kanan
it: Elica Destrorsa
ja: 右巻きヘリックス
lt: Dešininė spiralė
lv: Labās puses spirāle
mk: Деснонасочна хеликс
nl: Rechtshandige helix
no: Høyrehendt heliks
pl: Helisa prawoskrętna
pt: Hélice Dextrogira
ro: Helix dreapta
ru: Правая спираль
sk: Pravotočivá závitnica
sl: Desnosučna vijačnica
sr: Десноруки хеликс
sv: Högervriden helix
th: เกลียวมือขวา
tr: Sağ El Heliksi
uk: Правостороння спіраль
ur: دائیں ہاتھ ہیلکس
vi: Xoắn ốc tay phải

source: Left Hand Helix
af: Linkerhand Heliks
ar: حلزون يساري
bg: Лява спирала
bn: বাম হাতের হেলিক্স
bs: Lijevosmjerna zavojnica
cs: Levotočivá šroubovice
da: Venstrehånds helix
de: Linksgängige Helix
el: Αριστερόστροφη Έλικα
es: Hélice levógira
et: Vasaku käe heelikas
fi: Vasenkätinen kierukka
fr: Hélice à gauche
he: סליל שמאלי
hi: बायां हेलिक्स
hr: Lijeva zavojnica
hu: Balmenetes hélix
id: Heliks Tangan Kiri
it: Elica Sinistrorsa
ja: 左巻きヘリックス
lt: Kairinė spiralė
lv: Kreisās puses spirāle
mk: Левонасочна хеликс
nl: Linkshandige helix
no: Venstrehendt heliks
pl: Helisa lewoskrętna
pt: Hélice Levogira
ro: Helix stânga
ru: Левая спираль
sk: Ľavotočivá závitnica
sl: Levosučna vijačnica
sr: Леворуки хеликс
sv: Vänstervriden helix
th: เกลียวมือซ้าย
tr: Sol El Heliksi
uk: Лівостороння спіраль
ur: بائیں ہاتھ ہیلکس
vi: Xoắn ốc tay trái

source: Right Hand Spiral
af: Regterhand Spiraal
ar: لولب يميني
bg: Дясна спирала
bn: ডান হাতের স্পাইরাল
bs: Desnosmjerna spirala
cs: Pravotočivá spirála
da: Højrehånds spiral
de: Rechtsgängige Spirale
el: Δεξιόστροφη Σπείρα
es: Espiral dextrógira
et: Parema käe spiraal
fi: Oikeakätinen spiraali
fr: Spirale à droite
he: ספירלה ימנית
hi: दायां स्पाइरल
hr: Desna spirala
hu: Jobbmenetes spirál
id: Spiral Tangan Kanan
it: Spirale Destrorsa
ja: 右巻きスパイラル
lt: Dešininė plokščioji spiralė
lv: Labās puses plakana spirāle
mk: Деснонасочна спирала
nl: Rechtshandige spiraal
no: Høyrehendt spiral
pl: Spirala prawoskrętna
pt: Espiral Dextrogira
ro: Spirală dreapta
ru: Правая плоская спираль
sk: Pravotočivá špirála
sl: Desnosučna spirala
sr: Десна спирала
sv: Högervriden spiral
th: เกลียวก้นหอยมือขวา
tr: Sağ El Spirali
uk: Правостороння плоска спіраль
ur: دائیں ہاتھ سپائرل
vi: Xoắn phẳng tay phải

source: Left Hand Spiral
af: Linkerhand Spiraal
ar: لولب يساري
bg: Лява спирала
bn: বাম হাতের স্পাইরাল
bs: Lijevosmjerna spirala
cs: Levotočivá spirála
da: Venstrehånds spiral
de: Linksgängige Spirale
el: Αριστερόστροφη Σπείρα
es: Espiral levógira
et: Vasaku käe spiraal
fi: Vasenkätinen spiraali
fr: Spirale à gauche
he: ספירלה שמאלית
hi: बायां स्पाइरल
hr: Lijeva spirala
hu: Balmenetes spirál
id: Spiral Tangan Kiri
it: Spirale Sinistrorsa
ja: 左巻きスパイラル
lt: Kairinė plokščioji spiralė
lv: Kreisās puses plakana spirāle
mk: Левонасочна спирала
nl: Linkshandige spiraal
no: Venstrehendt spiral
pl: Spirala lewoskrętna
pt: Espiral Levogira
ro: Spirală stânga
ru: Левая плоская спираль
sk: Ľavotočivá špirála
sl: Levosučna spirala
sr: Лева спирала
sv: Vänstervriden spiral
th: เกลียวก้นหอยมือซ้าย
tr: Sol El Spirali
uk: Лівостороння плоска спіраль
ur: بائیں ہاتھ سپائرل
vi: Xoắn phẳng tay trái

source: Segments/Turn
af: Segmente/Draai
ar: segments/اللفة
bg: Сегменти/Навивка
bn: সেগমেন্ট/টার্ন
bs: Segmenata/Navoju
cs: Segmenty/závit
da: Segmenter/omgang
de: Segmente/Windung
el: Segments/Σπείρα
es: Segmentos/Vuelta
et: Segmendid/keere
fi: Segmenttiä/kierros
fr: Segments/Tour
he: סגמנטים/סיבוב
hi: Segment/घुमाव
hr: Segmenata/zavoj
hu: Szegmensek/menet
id: Segmen/Lilitan
it: Segmenti/Spira
ja: セグメント/ターン
lt: Segmentai/vijoje
lv: Segmenti/vijums
mk: Сегменти/Завој
nl: Segmenten/winding
no: Segmenter/omdreining
pl: Segmenty/zwój
pt: Segmentos/Volta
ro: Segmente/Spiră
ru: Сегментов/виток
sk: Segmenty/závit
sl: Segmenti/zavoj
sr: Сегменти/навој
sv: Segment/varv
th: segment/รอบ
tr: Segment/Sarım
uk: Сегментів/виток
ur: سیگمنٹس/ٹرن
vi: Phân đoạn/Vòng

source: Number of Turns
af: Aantal Draaie
ar: عدد اللفات
bg: Брой навивки
bn: টার্নের সংখ্যা
bs: Broj navoja
cs: Počet závitů
da: Antal omgange
de: Anzahl der Windungen
el: Αριθμός Σπειρών
es: Número de vueltas
et: Keerdude arv
fi: Kierrosten lukumäärä
fr: Nombre de tours
he: מספר סיבובים
hi: घुमावों की संख्या
hr: Broj zavoja
hu: Menetek száma
id: Jumlah Lilitan
it: Numero di Spire
ja: ターン数
lt: Vijų skaičius
lv: Vijumu skaits
mk: Број на завои
nl: Aantal windingen
no: Antall omdreininger
pl: Liczba zwojów
pt: Número de Voltas
ro: Număr de spire
ru: Количество витков
sk: Počet závitov
sl: Število zavojev
sr: Број навоја
sv: Antal varv
th: จำนวนรอบ
tr: Sarım Sayısı
uk: Кількість витків
ur: ٹرنز کی تعداد
vi: Số vòng

source: Helix Length (HL)
af: Helikslengte (HL)
ar: طول الحلزون (HL)
bg: Дължина на спиралата (HL)
bn: হেলিক্স দৈর্ঘ্য (HL)
bs: Dužina zavojnice (HL)
cs: Délka šroubovice (HL)
da: Helix-længde (HL)
de: Helixlänge (HL)
el: Μήκος Έλικας (HL)
es: Longitud de hélice (HL)
et: Heeliks pikkus (HL)
fi: Kierukan pituus (HL)
fr: Longueur d'hélice (HL)
he: אורך סליל (HL)
hi: हेलिक्स लंबाई (HL)
hr: Duljina zavojnice (HL)
hu: Hélix hossza (HL)
id: Panjang Heliks (HL)
it: Lunghezza dell'Elica (HL)
ja: ヘリックス長 (HL)
lt: Spiralės ilgis (HL)
lv: Spirāles garums (HL)
mk: Должина на хеликс (HL)
nl: Helixlengte (HL)
no: Helikslengde (HL)
pl: Długość helisy (HL)
pt: Comprimento da Hélice (HL)
ro: Lungime helix (HL)
ru: Длина спирали (HL)
sk: Dĺžka závitnice (HL)
sl: Dolžina vijačnice (HL)
sr: Дужина хеликса (HL)
sv: Helixlängd (HL)
th: ความยาวเกลียว (HL)
tr: Heliks Uzunluğu (HL)
uk: Довжина спіралі (HL)
ur: ہیلکس لمبائی (HL)
vi: Chiều dài xoắn ốc (HL)

source: Turns Spacing
af: Draaispasiëring
ar: تباعد اللفات
bg: Стъпка на навивките
bn: টার্ন ব্যবধান
bs: Razmak navoja
cs: Rozteč závitů
da: Omgangsafstand
de: Windungsabstand
el: Απόσταση Σπειρών
es: Espaciado de vueltas
et: Keerdude vahe
fi: Kierrosväli
fr: Espacement des tours
he: מרווח סיבובים
hi: घुमाव अंतराल
hr: Razmak zavoja
hu: Menettávolság
id: Jarak Lilitan
it: Spaziatura delle Spire
ja: ターン間隔
lt: Vijų tarpas
lv: Vijumu atstarpe
mk: Растојание меѓу завои
nl: Windingafstand
no: Vindingsavstand
pl: Odstęp zwojów
pt: Espaçamento entre Voltas
ro: Spațiere spire
ru: Шаг витков
sk: Rozstup závitov
sl: Razmik zavojev
sr: Размак навоја
sv: Varvavstånd
th: ระยะห่างระหว่างรอบ
tr: Sarım Aralığı
uk: Відстань між витками
ur: ٹرنز کا فاصلہ
vi: Khoảng cách vòng

source: Radius in X (A1)
ar: نصف القطر في X (A1)
bg: Радиус по X (A1)
bn: X-এ ব্যাসার্ধ (A1)
bs: Radijus u X (A1)
cs: Poloměr v X (A1)
da: Radius i X (A1)
el: Ακτίνα στο X (A1)
es: Radio en X (A1)
et: Raadius X-s (A1)
fi: Säde X-suunnassa (A1)
fr: Rayon en X (A1)
he: רדיוס ב-X (A1)
hi: X में त्रिज्या (A1)
hr: Polumjer u X (A1)
hu: Sugár X-ben (A1)
id: Radius di X (A1)
it: Raggio in X (A1)
ja: X方向半径 (A1)
lt: Spindulys X kryptimi (A1)
lv: Rādiuss X (A1)
mk: Радиус во X (A1)
nl: Straal in X (A1)
no: Radius i X (A1)
pl: Promień w X (A1)
pt: Raio em X (A1)
ro: Rază în X (A1)
ru: Радиус по X (A1)
sk: Polomer v X (A1)
sl: Polmer v X (A1)
sr: Полупречник у X (A1)
sv: Radie i X (A1)
th: รัศมีใน X (A1)
tr: X'de Yarıçap (A1)
uk: Радіус по X (A1)
ur: X میں ریڈیئس (A1)
vi: Bán kính theo X (A1)

source: Radius in Y (B1)
ar: نصف القطر في Y (B1)
bg: Радиус по Y (B1)
bn: Y-এ ব্যাসার্ধ (B1)
bs: Radijus u Y (B1)
cs: Poloměr v Y (B1)
da: Radius i Y (B1)
el: Ακτίνα στο Y (B1)
es: Radio en Y (B1)
et: Raadius Y-s (B1)
fi: Säde Y-suunnassa (B1)
fr: Rayon en Y (B1)
he: רדיוס ב-Y (B1)
hi: Y में त्रिज्या (B1)
hr: Polumjer u Y (B1)
hu: Sugár Y-ban (B1)
id: Radius di Y (B1)
it: Raggio in Y (B1)
ja: Y方向半径 (B1)
lt: Spindulys Y kryptimi (B1)
lv: Rādiuss Y (B1)
mk: Радиус во Y (B1)
nl: Straal in Y (B1)
no: Radius i Y (B1)
pl: Promień w Y (B1)
pt: Raio em Y (B1)
ro: Rază în Y (B1)
ru: Радиус по Y (B1)
sk: Polomer v Y (B1)
sl: Polmer v Y (B1)
sr: Полупречник у Y (B1)
sv: Radie i Y (B1)
th: รัศมีใน Y (B1)
tr: Y'de Yarıçap (B1)
uk: Радіус по Y (B1)
ur: Y میں ریڈیئس (B1)
vi: Bán kính theo Y (B1)

source: Radius in X (A2)
ar: نصف القطر في X (A2)
bg: Радиус по X (A2)
bn: X-এ ব্যাসার্ধ (A2)
bs: Radijus u X (A2)
cs: Poloměr v X (A2)
da: Radius i X (A2)
el: Ακτίνα στο X (A2)
es: Radio en X (A2)
et: Raadius X-s (A2)
fi: Säde X-suunnassa (A2)
fr: Rayon en X (A2)
he: רדיוס ב-X (A2)
hi: X में त्रिज्या (A2)
hr: Polumjer u X (A2)
hu: Sugár X-ben (A2)
id: Radius di X (A2)
it: Raggio in X (A2)
ja: X方向半径 (A2)
lt: Spindulys X kryptimi (A2)
lv: Rādiuss X (A2)
mk: Радиус во X (A2)
nl: Straal in X (A2)
no: Radius i X (A2)
pl: Promień w X (A2)
pt: Raio em X (A2)
ro: Rază în X (A2)
ru: Радиус по X (A2)
sk: Polomer v X (A2)
sl: Polmer v X (A2)
sr: Полупречник у X (A2)
sv: Radie i X (A2)
th: รัศมีใน X (A2)
tr: X'de Yarıçap (A2)
uk: Радіус по X (A2)
ur: X میں ریڈیئس (A2)
vi: Bán kính theo X (A2)

source: Radius in Y (B2)
ar: نصف القطر في Y (B2)
bg: Радиус по Y (B2)
bn: Y-এ ব্যাসার্ধ (B2)
bs: Radijus u Y (B2)
cs: Poloměr v Y (B2)
da: Radius i Y (B2)
el: Ακτίνα στο Y (B2)
es: Radio en Y (B2)
et: Raadius Y-s (B2)
fi: Säde Y-suunnassa (B2)
fr: Rayon en Y (B2)
he: רדיוס ב-Y (B2)
hi: Y में त्रिज्या (B2)
hr: Polumjer u Y (B2)
hu: Sugár Y-ban (B2)
id: Radius di Y (B2)
it: Raggio in Y (B2)
ja: Y方向半径 (B2)
lt: Spindulys Y kryptimi (B2)
lv: Rādiuss Y (B2)
mk: Радиус во Y (B2)
nl: Straal in Y (B2)
no: Radius i Y (B2)
pl: Promień w Y (B2)
pt: Raio em Y (B2)
ro: Rază în Y (B2)
ru: Радиус по Y (B2)
sk: Polomer v Y (B2)
sl: Polmer v Y (B2)
sr: Полупречник у Y (B2)
sv: Radie i Y (B2)
th: รัศมีใน Y (B2)
tr: Y'de Yarıçap (B2)
uk: Радіус по Y (B2)
ur: Y میں ریڈیئس (B2)
vi: Bán kính theo Y (B2)

source: GH Card
af: GH-kaart
ar: بطاقة GH
bg: GH карта
bs: GH kartica
cs: Karta GH
el: Κάρτα GH
es: Tarjeta GH
et: GH kaart
fi: GH-kortti
fr: Carte GH
he: כרטיס GH
hr: GH kartica
hu: GH kártya
id: Kartu GH
it: Scheda GH
ja: GHカード
lt: GH kortelė
lv: GH karte
mk: GH картичка
no: GH-kort
pl: Karta GH
pt: Cartão GH
ro: Card GH
ru: Карта GH
sk: Karta GH
sl: GH kartica
sr: GH картица
sv: GH-kort
tr: GH Kartı
uk: Картка GH
vi: Thẻ GH

source: Interaction Approx Range (KH Card)
af: Interaksiebenad. Bereik (KH-kaart)
ar: نطاق تقريب التفاعل (بطاقة KH)
bg: Обхват на приближение на взаимодействието (KH карта)
bn: ইন্টার‍্যাকশন আনুমানিক পরিসীমা (KH Card)
bs: Opseg aproks. interakcije (KH kartica)
cs: Rozsah aproximace interakce (karta KH)
da: Interaktionsapproks.-område (KH Card)
de: Interaktions-Näherungsbereich (KH Card)
el: Εύρος Προσέγγισης Αλληλεπίδρασης (Κάρτα KH)
es: Rango de aprox. de interacción (tarjeta KH)
et: Interaktsiooni lähendi ulatus (KH kaart)
fi: Vuorovaikutuksen approksimaatioalue (KH-kortti)
fr: Plage d'approximation d'interaction (carte KH)
he: טווח קירוב אינטראקציה (כרטיס KH)
hi: इंटरैक्शन सन्निकटन सीमा (KH Card)
hr: Raspon aproksimacije interakcije (KH kartica)
hu: Kölcsönhatás közelítési tartomány (KH kártya)
id: Rentang Aproks. Interaksi (Kartu KH)
it: Intervallo Appross. Interazione (Scheda KH)
ja: 相互作用近似範囲 (KHカード)
lt: Sąveikos aproks. diapazonas (KH kortelė)
lv: Mijiedarbības aproks. diapazons (KH karte)
mk: Опсег на апроксимација на интеракција (KH картичка)
nl: Interactiebenadering bereik (KH Card)
no: Interaksjonsapproksimasjonsrekkevidde (KH-kort)
pl: Zakres aproksymacji interakcji (karta KH)
pt: Intervalo de Aprox. de Interação (Cartão KH)
ro: Interval aprox. interacțiune (Card KH)
ru: Диапазон прибл. взаимодействия (карта KH)
sk: Rozsah aproximácie interakcie (karta KH)
sl: Obseg približka interakcije (KH kartica)
sr: Опсег апроксимације интеракције (KH картица)
sv: Interaktionsapprox. räckvidd (KH-kort)
th: ช่วงการประมาณอันตรกิริยา (KH Card)
tr: Etkileşim Yaklaşım Aralığı (KH Kartı)
uk: Діапазон наближення взаємодії (картка KH)
ur: انٹریکشن تخمینہ رینج (KH Card)
vi: Phạm vi xấp xỉ tương tác (Thẻ KH)

source: Approximation Range (W/lengths)
af: Benaderingsbereik (Golflengtes)
ar: نطاق التقريب (أطوال موجية)
bg: Обхват на приближението (дълж. на вълната)
bn: আনুমানিক পরিসীমা (W/lengths)
bs: Opseg aproksimacije (talasne dužine)
cs: Rozsah aproximace (vlnové délky)
da: Approksimationsområde (bølgelængder)
de: Näherungsbereich (Wellenlängen)
el: Εύρος Προσέγγισης (Μήκη Κύματος)
es: Rango de aproximación (longitudes de onda)
et: Lähenduse ulatus (lainepikkused)
fi: Approksimaatioalue (aallonpituudet)
fr: Plage d'approximation (longueurs d'onde)
he: טווח קירוב (אורכי גל)
hi: सन्निकटन सीमा (W/lengths)
hr: Raspon aproksimacije (valne duljine)
hu: Közelítési tartomány (hullámhossz)
id: Rentang Aproksimasi (Panjang Gelombang)
it: Intervallo di Approssimazione (Lungh. d'onda)
ja: 近似範囲 (波長)
lt: Aproksimacijos diapazonas (bangos ilgiais)
lv: Aproksimācijas diapazons (viļņu garumi)
mk: Опсег на апроксимација (бранови должини)
nl: Benaderingsbereik (golflengten)
no: Approksimasjonsrekkevidde (bølgelengder)
pl: Zakres aproksymacji (dł. fali)
pt: Intervalo de Aproximação (Comp. de Onda)
ro: Interval de aproximare (lungimi de undă)
ru: Диапазон приближения (дл. волн)
sk: Rozsah aproximácie (vlnové dĺžky)
sl: Obseg približka (val. dolžine)
sr: Опсег апроксимације (таласних дужина)
sv: Approximationsräckvidd (våglängder)
th: ช่วงการประมาณ (ความยาวคลื่น)
tr: Yaklaşım Aralığı (Dalga Boyları)
uk: Діапазон наближення (довжин хвиль)
ur: تخمینہ رینج (W/lengths)
vi: Phạm vi xấp xỉ (Bước sóng)

source: Interaction Approximation Range
af: Interaksiebenadering Bereik
ar: نطاق تقريب التفاعل
bg: Обхват на приближение на взаимодействието
bn: ইন্টার‍্যাকশন আনুমানিক পরিসীমা
bs: Opseg aproksimacije interakcije
cs: Rozsah aproximace interakce
da: Interaktionsapproksimationsområde
de: Interaktions-Näherungsbereich
el: Εύρος Προσέγγισης Αλληλεπίδρασης
es: Rango de aproximación de interacción
et: Interaktsiooni lähendi ulatus
fi: Vuorovaikutuksen approksimaatioalue
fr: Plage d'approximation d'interaction
he: טווח קירוב אינטראקציה
hi: इंटरैक्शन सन्निकटन सीमा
hr: Raspon aproksimacije interakcije
hu: Kölcsönhatás közelítési tartomány
id: Rentang Aproksimasi Interaksi
it: Intervallo di Approssimazione dell'Interazione
ja: 相互作用近似範囲
lt: Sąveikos aproksimacijos diapazonas
lv: Mijiedarbības aproksimācijas diapazons
mk: Опсег на апроксимација на интеракција
nl: Interactiebenaderingsbereik
no: Interaksjonsapproksimasjonsrekkevidde
pl: Zakres aproksymacji interakcji
pt: Intervalo de Aproximação de Interação
ro: Interval de aproximare a interacțiunii
ru: Диапазон приближения взаимодействия
sk: Rozsah aproximácie interakcie
sl: Obseg približka interakcije
sr: Опсег апроксимације интеракције
sv: Interaktionsapproximationsräckvidd
th: ช่วงการประมาณอันตรกิริยา
tr: Etkileşim Yaklaşım Aralığı
uk: Діапазон наближення взаємодії
ur: انٹریکشن تخمینہ رینج
vi: Phạm vi xấp xỉ tương tác

source: Thin Wire Kernel (EK Card)
af: Dundraadkern (EK-kaart)
ar: نواة السلك الرفيع (بطاقة EK)
bg: Ядро на тънък проводник (EK карта)
bn: থিন তার কার্নেল (EK Card)
bs: Jezgro tanke žice (EK kartica)
cs: Jádro tenkého vodiče (karta EK)
da: Tyndtrådskerne (EK Card)
de: Dünndraht-Kernel (EK Card)
el: Πυρήνας Λεπτού Αγωγού (Κάρτα EK)
es: Kernel de alambre delgado (tarjeta EK)
et: Õhukese traadi tuum (EK kaart)
fi: Ohuen johdon ydin (EK-kortti)
fr: Noyau de fil mince (carte EK)
he: גרעין חוט דק (כרטיס EK)
hi: पतला तार कर्नेल (EK Card)
hr: Jezgra tanke žice (EK kartica)
hu: Vékony huzal kernel (EK kártya)
id: Kernel Kawat Tipis (Kartu EK)
it: Kernel Filo Sottile (Scheda EK)
ja: 細線カーネル (EKカード)
lt: Plono laido branduolys (EK kortelė)
lv: Plānā vada kodols (EK karte)
mk: Кернел за тенка жица (EK картичка)
nl: Dunne-draadkernel (EK Card)
no: Tynn tråd-kjerne (EK-kort)
pl: Jądro cienkiego drutu (karta EK)
pt: Kernel de Fio Fino (Cartão EK)
ro: Nucleu fir subțire (Card EK)
ru: Ядро тонкого провода (карта EK)
sk: Jadro tenkého drôtu (karta EK)
sl: Jedro tanke žice (EK kartica)
sr: Кернел танке жице (EK картица)
sv: Tunntrådskärna (EK-kort)
th: เคอร์เนลสายบาง (EK Card)
tr: İnce Tel Çekirdeği (EK Kartı)
uk: Ядро тонкого дроту (картка EK)
ur: پتلی وائر کرنل (EK Card)
vi: Hạt nhân dây mảnh (Thẻ EK)

source: Extended Thin Wire Kernel
af: Uitgebreide Dundraadkern
ar: نواة السلك الرفيع الموسعة
bg: Разширено ядро на тънък проводник
bn: এক্সটেন্ডেড থিন তার কার্নেল
bs: Prošireno jezgro tanke žice
cs: Rozšířené jádro tenkého vodiče
da: Udvidet tyndtrådskerne
de: Erweiterter Dünndraht-Kernel
el: Εκτεταμένος Πυρήνας Λεπτού Αγωγού
es: Kernel extendido de alambre delgado
et: Laiendatud õhukese traadi tuum
fi: Laajennettu ohuen johdon ydin
fr: Noyau de fil mince étendu
he: גרעין חוט דק מורחב
hi: विस्तारित पतला तार कर्नेल
hr: Proširena jezgra tanke žice
hu: Kiterjesztett vékony huzal kernel
id: Kernel Kawat Tipis Diperluas
it: Kernel Filo Sottile Esteso
ja: 拡張細線カーネル
lt: Išplėstinis plono laido branduolys
lv: Paplašinātais plānā vada kodols
mk: Проширен кернел за тенка жица
nl: Uitgebreide dunne-draadkernel
no: Utvidet tynn tråd-kjerne
pl: Rozszerzone jądro cienkiego drutu
pt: Kernel de Fio Fino Estendido
ro: Nucleu extins fir subțire
ru: Расширенное ядро тонкого провода
sk: Rozšírené jadro tenkého drôtu
sl: Razširjeno jedro tanke žice
sr: Проширени кернел танке жице
sv: Utökad tunntrådskärna
th: เคอร์เนลสายบางแบบขยาย
tr: Genişletilmiş İnce Tel Çekirdeği
uk: Розширене ядро тонкого дроту
ur: توسیعی پتلی وائر کرنل
vi: Hạt nhân dây mảnh mở rộng

source: Thin Wire Kernel
af: Dundraadkern
ar: نواة السلك الرفيع
bg: Ядро на тънък проводник
bn: থিন তার কার্নেল
bs: Jezgro tanke žice
cs: Jádro tenkého vodiče
da: Tyndtrådskerne
de: Dünndraht-Kernel
el: Πυρήνας Λεπτού Αγωγού
es: Kernel de alambre delgado
et: Õhukese traadi tuum
fi: Ohuen johdon ydin
fr: Noyau de fil mince
he: גרעין חוט דק
hi: पतला तार कर्नेल
hr: Jezgra tanke žice
hu: Vékony huzal kernel
id: Kernel Kawat Tipis
it: Kernel Filo Sottile
ja: 細線カーネル
lt: Plono laido branduolys
lv: Plānā vada kodols
mk: Кернел за тенка жица
nl: Dunne-draadkernel
no: Tynn tråd-kjerne
pl: Jądro cienkiego drutu
pt: Kernel de Fio Fino
ro: Nucleu fir subțire
ru: Ядро тонкого провода
sk: Jadro tenkého drôtu
sl: Jedro tanke žice
sr: Кернел танке жице
sv: Tunntrådskärna
th: เคอร์เนลสายบาง
tr: İnce Tel Çekirdeği
uk: Ядро тонкого дроту
ur: پتلی وائر کرنل
vi: Hạt nhân dây mảnh

source: Loading Command (LD Card)
af: Beladingsopdrag (LD-kaart)
ar: أمر التحميل (بطاقة LD)
bg: Команда за натоварване (LD карта)
bn: লোডিং কমান্ড (LD Card)
bs: Naredba opterećenja (LD kartica)
cs: Příkaz zatížení (karta LD)
da: Belastningskommando (LD Card)
de: Belastungsbefehl (LD Card)
el: Εντολή Φόρτισης (Κάρτα LD)
es: Comando de carga (tarjeta LD)
et: Koormuse käsk (LD kaart)
fi: Kuormituskäsky (LD-kortti)
fr: Commande de charge (carte LD)
he: פקודת עומס (כרטיס LD)
hi: लोडिंग कमांड (LD Card)
hr: Naredba opterećenja (LD kartica)
hu: Terhelés parancs (LD kártya)
id: Perintah Beban (Kartu LD)
it: Comando di Carico (Scheda LD)
ja: 負荷コマンド (LDカード)
lt: Apkrovos komanda (LD kortelė)
lv: Slodzes komanda (LD karte)
mk: Команда за оптоварување (LD картичка)
nl: Belastingopdracht (LD Card)
no: Belastningskommando (LD-kort)
pl: Polecenie obciążenia (karta LD)
pt: Comando de Carga (Cartão LD)
ro: Comandă de încărcare (Card LD)
ru: Команда нагрузки (карта LD)
sk: Príkaz zaťaženia (karta LD)
sl: Ukaz za obremenitev (LD kartica)
sr: Команда оптерећења (LD картица)
sv: Belastningskommando (LD-kort)
th: คำสั่งโหลด (LD Card)
tr: Yükleme Komutu (LD Kartı)
uk: Команда навантаження (картка LD)
ur: لوڈنگ کمانڈ (LD Card)
vi: Lệnh tải (Thẻ LD)

source: Short all Loads (Nulls previous Loading Cards)
af: Kortsluiting alle Laste (Kanselleer vorige Beladingskaarte)
ar: قصر جميع الأحمال (إلغاء بطاقات التحميل السابقة)
bg: Късо на всички товари (Анулира предишни LD карти)
bn: সব লোড শর্ট করুন (পূর্ববর্তী Loading Cards বাতিল করে)
bs: Kratko spoji sva opterećenja (Poništava prethodne LD kartice)
cs: Zkratovat všechna zatížení (ruší předchozí karty zatížení)
da: Kortslut alle belastninger (nulstiller tidligere belastningskort)
de: Alle Lasten kurzschließen (hebt vorherige Loading Cards auf)
el: Βραχυκύκλωση όλων των Φορτίων (Ακυρώνει προηγούμενες Κάρτες Φόρτισης)
es: Cortocircuitar todas las cargas (anula tarjetas de carga anteriores)
et: Lühista kõik koormused (tühistab eelmised koormuse kaardid)
fi: Oikosulje kaikki kuormat (nollaa aiemmat kuormituskortit)
fr: Court-circuiter toutes les charges (annule les cartes de charge précédentes)
he: קצר את כל העומסים (מבטל כרטיסי עומס קודמים)
hi: सभी लोड शॉर्ट करें (पिछले Loading Cards निरस्त करें)
hr: Kratko spoji sva opterećenja (poništava prethodne LD kartice)
hu: Összes terhelés rövidrezárása (törli az előző terhelés kártyákat)
id: Hubung Singkat Semua Beban (Membatalkan Kartu Beban Sebelumnya)
it: Cortocircuita tutti i Carichi (Annulla le Schede di Carico precedenti)
ja: 全負荷を短絡 (前の負荷カードを無効化)
lt: Trumpinti visas apkrovas (anuliuoja ankstesnes apkrovos korteles)
lv: Īssavienot visas slodzes (anulē iepriekšējās slodzes kartes)
mk: Краткоспој на сите оптоварувања (поништува претходни Loading картички)
nl: Kortsluit alle belastingen (annuleert vorige LD Cards)
no: Kortslutt alle belastninger (nullstiller tidligere belastningskort)
pl: Zwarcie wszystkich obciążeń (anuluje poprzednie karty LD)
pt: Curto-circuitar Todas as Cargas (Anula Cartões de Carga Anteriores)
ro: Scurtcircuitează toate sarcinile (Anulează cardurile de încărcare anterioare)
ru: Закоротить все нагрузки (обнуляет предыдущие карты LD)
sk: Skratovať všetky záťaže (zruší predchádzajúce karty zaťaženia)
sl: Kratko skleni vse obremenitve (razveljavi prejšnje LD kartice)
sr: Краткоспој свих оптерећења (поништава претходне картице оптерећења)
sv: Kortslut alla belastningar (nollställer tidigare belastningskort)
th: ลัดวงจรโหลดทั้งหมด (ยกเลิก Loading Cards ก่อนหน้า)
tr: Tüm Yükleri Kısa Devre Yap (Önceki Yükleme Kartlarını Sıfırlar)
uk: Закоротити всі навантаження (скасовує попередні картки навантаження)
ur: تمام لوڈز شارٹ کریں (پچھلے لوڈنگ کارڈز منسوخ)
vi: Ngắn mạch tất cả tải (Hủy các thẻ tải trước đó)
