Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: tag=%d/seg=%d: length/wavelength ratio of %.3f < 0.001; similarity of current components leads to numerical inaccuracies (min=0.001, fine=0.05, recommended <= 0.1)
af: tag=%d/seg=%d: lengte/golflengte-verhouding van %.3f < 0.001; ooreenkoms van stroomkomponente lei tot numeriese onakkuraathede (min=0.001, fyn=0.05, aanbeveel <= 0.1)
ar: tag=%d/seg=%d: نسبة الطول/الطول الموجي %.3f < 0.001؛ تشابه مكونات التيار يؤدي إلى عدم دقة عددية (الحد الأدنى=0.001، جيد=0.05، موصى به <= 0.1)
bg: tag=%d/seg=%d: съотношение дължина/дължина на вълната от %.3f < 0.001; сходството на токовите компоненти води до числени неточности (мин=0.001, добре=0.05, препоръчително <= 0.1)
bn: tag=%d/seg=%d: দৈর্ঘ্য/তরঙ্গদৈর্ঘ্য অনুপাত %.3f < 0.001; কারেন্ট উপাদানগুলির সাদৃশ্য সাংখ্যিক অনির্ভুলতার দিকে নিয়ে যায় (min=0.001, fine=0.05, recommended <= 0.1)
bs: tag=%d/seg=%d: odnos dužina/talasna dužina od %.3f < 0.001; sličnost komponenti struje dovodi do numeričkih netačnosti (min=0.001, fino=0.05, preporučeno <= 0.1)
cs: tag=%d/seg=%d: poměr délka/vlnová délka %.3f < 0.001; podobnost proudových složek vede k numerickým nepřesnostem (min=0.001, v pořádku=0.05, doporučeno <= 0.1)
da: tag=%d/seg=%d: længde/bølgelængde-forhold på %.3f < 0.001; lighed af strømkomponenter fører til numeriske unøjagtigheder (min=0.001, fin=0.05, anbefalet <= 0.1)
de: tag=%d/seg=%d: Länge/Wellenlänge-Verhältnis von %.3f < 0.001; Ähnlichkeit der Stromkomponenten führt zu numerischen Ungenauigkeiten (min=0.001, fein=0.05, empfohlen <= 0.1)
el: tag=%d/seg=%d: λόγος μήκους/μήκους κύματος %.3f < 0.001· η ομοιότητα συνιστωσών ρεύματος οδηγεί σε αριθμητικές ανακρίβειες (ελάχ=0.001, καλό=0.05, συνιστώμενο <= 0.1)
es: etiqueta=%d/seg=%d: relación longitud/longitud de onda de %.3f < 0.001; la similitud de componentes de corriente genera inexactitudes numéricas (mín=0.001, fino=0.05, recomendado <= 0.1)
et: tag=%d/seg=%d: pikkuse/lainepikkuse suhe %.3f < 0.001; voolukomponentide sarnasus põhjustab numbrilisi ebatäpsusi (min=0.001, hea=0.05, soovitatav <= 0.1)
fi: tag=%d/seg=%d: pituus/aallonpituus-suhde %.3f < 0.001; virtakomponenttien samankaltaisuus johtaa numeerisiin epätarkkuuksiin (min=0.001, hyvä=0.05, suositeltu <= 0.1)
fr: tag=%d/seg=%d : rapport longueur/longueur d'onde de %.3f < 0.001 ; la similarité des composantes de courant entraîne des imprécisions numériques (min=0.001, correct=0.05, recommandé <= 0.1)
he: tag=%d/seg=%d: יחס אורך/אורך גל של %.3f < 0.001; דמיון רכיבי זרם מוביל לאי-דיוקים מספריים (מינימום=0.001, טוב=0.05, מומלץ <= 0.1)
hi: tag=%d/seg=%d: लंबाई/तरंगदैर्घ्य अनुपात %.3f < 0.001; धारा घटकों की समानता संख्यात्मक अशुद्धियों का कारण बनती है (न्यूनतम=0.001, उत्तम=0.05, अनुशंसित <= 0.1)
hr: tag=%d/seg=%d: omjer duljina/valna duljina od %.3f < 0.001; sličnost komponenti struje dovodi do numeričkih netočnosti (min=0.001, fino=0.05, preporučeno <= 0.1)
hu: tag=%d/seg=%d: hossz/hullámhossz arány %.3f < 0.001; az áramkomponensek hasonlósága numerikus pontatlanságokhoz vezet (min=0.001, megfelelő=0.05, ajánlott <= 0.1)
id: tag=%d/seg=%d: rasio panjang/panjang gelombang %.3f < 0.001; kemiripan komponen arus menyebabkan ketidakakuratan numerik (min=0.001, baik=0.05, disarankan <= 0.1)
it: tag=%d/seg=%d: rapporto lunghezza/lunghezza d'onda di %.3f < 0.001; la similarità delle componenti di corrente porta a imprecisioni numeriche (min=0.001, fine=0.05, raccomandato <= 0.1)
ja: tag=%d/seg=%d: 長さ/波長比 %.3f < 0.001; 電流成分の類似性が数値的不正確さを引き起こします (min=0.001, fine=0.05, recommended <= 0.1)
lt: tag=%d/seg=%d: ilgio/bangos ilgio santykis %.3f < 0.001; srovės komponentų panašumas sukelia skaitines netikslybes (min=0.001, gerai=0.05, rekomenduojama <= 0.1)
lv: tag=%d/seg=%d: garuma/viļņa garuma attiecība %.3f < 0.001; strāvas komponentu līdzība rada skaitliskas neprecizitātes (min=0.001, labs=0.05, ieteicams <= 0.1)
mk: tag=%d/seg=%d: односот должина/бранова должина од %.3f < 0.001; сличноста на струјните компоненти води до нумерички неточности (мин=0.001, добро=0.05, препорачано <= 0.1)
nl: tag=%d/seg=%d: lengte/golflengteverhouding van %.3f < 0.001; gelijkenis van stroomcomponenten leidt tot numerieke onnauwkeurigheden (min=0.001, goed=0.05, aanbevolen <= 0.1)
no: tag=%d/seg=%d: lengde/bølgelengde-forhold på %.3f < 0.001; likhet i strømkomponenter fører til numeriske unøyaktigheter (min=0.001, fin=0.05, anbefalt <= 0.1)
pl: tag=%d/seg=%d: stosunek długości do długości fali %.3f < 0.001; podobieństwo składowych prądu prowadzi do niedokładności numerycznych (min=0.001, dobra=0.05, zalecana <= 0.1)
pt: tag=%d/seg=%d: razão comprimento/comprimento de onda de %.3f < 0.001; similaridade dos componentes de corrente leva a imprecisões numéricas (min=0.001, ideal=0.05, recomendado <= 0.1)
ro: tag=%d/seg=%d: raportul lungime/lungime de undă de %.3f < 0.001; similaritatea componentelor de curent duce la inexactități numerice (min=0.001, bun=0.05, recomandat <= 0.1)
ru: tag=%d/seg=%d: отношение длины к длине волны %.3f < 0.001; схожесть компонентов тока приводит к численным неточностям (мин=0.001, норма=0.05, рекомендуется <= 0.1)
sk: tag=%d/seg=%d: pomer dĺžka/vlnová dĺžka %.3f < 0.001; podobnosť prúdových zložiek vedie k numerickým nepresnostiam (min=0.001, v poriadku=0.05, odporúčané <= 0.1)
sl: oznaka=%d/seg=%d: razmerje dolžina/valovna dolžina %.3f < 0.001; podobnost tokovnih komponent vodi do numeričnih nenatančnosti (min=0.001, fino=0.05, priporočeno <= 0.1)
sr: tag=%d/seg=%d: однос дужина/таласна дужина од %.3f < 0.001; сличност компоненти струје доводи до нумеричких нетачности (мин=0.001, добро=0.05, препоручено <= 0.1)
sv: tagg=%d/seg=%d: längd/våglängd-förhållande på %.3f < 0.001; likhet mellan strömkomponenter leder till numeriska felaktigheter (min=0.001, bra=0.05, rekommenderat <= 0.1)
th: tag=%d/seg=%d: อัตราส่วนความยาว/ความยาวคลื่น %.3f < 0.001; ความคล้ายคลึงของส่วนประกอบกระแสนำไปสู่ความไม่แม่นยำเชิงตัวเลข (ต่ำสุด=0.001, ดี=0.05, แนะนำ <= 0.1)
tr: tag=%d/seg=%d: uzunluk/dalga boyu oranı %.3f < 0.001; akım bileşenlerinin benzerliği sayısal hatalara yol açar (min=0.001, iyi=0.05, önerilen <= 0.1)
uk: tag=%d/seg=%d: співвідношення довжина/довжина хвилі %.3f < 0.001; подібність компонентів струму призводить до числових неточностей (мін=0.001, добре=0.05, рекомендовано <= 0.1)
ur: tag=%d/seg=%d: لمبائی/ویولینتھ تناسب %.3f < 0.001؛ کرنٹ اجزاء کی مماثلت عددی غلطیوں کا سبب بنتی ہے (کم از کم=0.001، ٹھیک=0.05، تجویز کردہ <= 0.1)
vi: tag=%d/seg=%d: tỷ lệ độ dài/bước sóng %.3f < 0.001; sự tương đồng của các thành phần dòng điện dẫn đến sai số số học (min=0.001, tốt=0.05, khuyến nghị <= 0.1)

source: tag=%d: suppressing additional short wavelength ratio errors
af: tag=%d: onderdruk addisionele kort golflengteverhouding foute
ar: tag=%d: إيقاف أخطاء نسبة الطول الموجي القصير الإضافية
bg: tag=%d: потискане на допълнителни грешки за късо съотношение на дължина на вълната
bn: tag=%d: অতিরিক্ত ছোট তরঙ্গদৈর্ঘ্য অনুপাত ত্রুটি দমন করা হচ্ছে
bs: tag=%d: potiskivanje dodatnih grešaka kratkog odnosa talasne dužine
cs: tag=%d: potlačení dalších chyb krátkého poměru vlnové délky
da: tag=%d: undertrykker yderligere korte bølgelængde-forhold fejl
de: tag=%d: Unterdrückung weiterer Fehler bei kurzem Wellenlängenverhältnis
el: tag=%d: καταστολή επιπλέον σφαλμάτων μικρού λόγου μήκους κύματος
es: etiqueta=%d: suprimiendo errores adicionales de relación de longitud de onda corta
et: tag=%d: täiendavate lühikese lainepikkuse suhte vigade mahasurumine
fi: tag=%d: estetään lisää lyhyen aallonpituussuhteen virheitä
fr: tag=%d : suppression des erreurs supplémentaires de rapport de longueur d'onde court
he: tag=%d: מדכא שגיאות נוספות של יחס אורך גל קצר
hi: tag=%d: अतिरिक्त लघु तरंगदैर्घ्य अनुपात त्रुटियाँ दबाई जा रही हैं
hr: tag=%d: potiskivanje dodatnih grešaka kratkog omjera valne duljine
hu: tag=%d: további rövid hullámhossz arány hibák elnyomva
id: tag=%d: menekan kesalahan rasio panjang gelombang pendek tambahan
it: tag=%d: soppressione degli errori aggiuntivi di rapporto lunghezza d'onda corto
ja: tag=%d: 追加の短波長比エラーを抑制しています
lt: tag=%d: papildomos trumpo bangos ilgio santykio klaidos slopinamos
lv: tag=%d: papildu īsā viļņa garuma attiecības kļūdas tiek apslāpētas
mk: tag=%d: се потиснуваат дополнителни грешки за краток однос на бранова должина
nl: tag=%d: onderdrukken van extra korte golflengteverhoudingsfouten
no: tag=%d: undertrykker ytterligere korte bølgelengdeforhold-feil
pl: tag=%d: pomijanie kolejnych błędów krótkiego stosunku długości fali
pt: tag=%d: suprimindo erros adicionais de razão de comprimento de onda curto
ro: tag=%d: suprimarea erorilor suplimentare de raport lungime de undă prea mic
ru: tag=%d: подавление дополнительных ошибок малого отношения к длине волны
sk: tag=%d: potláčanie ďalších chýb o krátkom pomere vlnovej dĺžky
sl: oznaka=%d: dodatne napake kratkega razmerja valovne dolžine so zatrte
sr: tag=%d: потискивање додатних грешака кратког односа таласне дужине
sv: tagg=%d: undertrycker ytterligare fel för korta våglängdsförhållanden
th: tag=%d: ระงับข้อผิดพลาดอัตราส่วนความยาวคลื่นสั้นเพิ่มเติม
tr: tag=%d: ek kısa dalga boyu oranı hataları bastırılıyor
uk: tag=%d: придушення додаткових помилок короткого співвідношення довжини хвилі
ur: tag=%d: اضافی چھوٹے ویولینتھ تناسب خرابیاں دبا دی گئیں
vi: tag=%d: ẩn các lỗi tỷ lệ bước sóng ngắn bổ sung

source: tag=%d/seg=%d: length/wavelength ratio of %.3f > 0.1; current sampling resolution limited by segment spacing (min=0.001, fine=0.05, recommended <= 0.1)
af: tag=%d/seg=%d: lengte/golflengte-verhouding van %.3f > 0.1; stroombemonsteringsresolusie beperk deur segmentspasiëring (min=0.001, fyn=0.05, aanbeveel <= 0.1)
ar: tag=%d/seg=%d: نسبة الطول/الطول الموجي %.3f > 0.1؛ دقة أخذ عينات التيار محدودة بتباعد segments (الحد الأدنى=0.001، جيد=0.05، موصى به <= 0.1)
bg: tag=%d/seg=%d: съотношение дължина/дължина на вълната от %.3f > 0.1; разделителната способност на дискретизация на тока е ограничена от разстоянието между сегментите (мин=0.001, добре=0.05, препоръчително <= 0.1)
bn: tag=%d/seg=%d: দৈর্ঘ্য/তরঙ্গদৈর্ঘ্য অনুপাত %.3f > 0.1; কারেন্ট স্যাম্পলিং রেজোলিউশন সেগমেন্ট ব্যবধান দ্বারা সীমিত (min=0.001, fine=0.05, recommended <= 0.1)
bs: tag=%d/seg=%d: odnos dužina/talasna dužina od %.3f > 0.1; rezolucija uzorkovanja struje ograničena razmakom segmenata (min=0.001, fino=0.05, preporučeno <= 0.1)
cs: tag=%d/seg=%d: poměr délka/vlnová délka %.3f > 0.1; rozlišení vzorkování proudu omezeno rozestupem segmentů (min=0.001, v pořádku=0.05, doporučeno <= 0.1)
da: tag=%d/seg=%d: længde/bølgelængde-forhold på %.3f > 0.1; strømsamplingsopløsning begrænset af segmentafstand (min=0.001, fin=0.05, anbefalet <= 0.1)
de: tag=%d/seg=%d: Länge/Wellenlänge-Verhältnis von %.3f > 0.1; Stromabtastauflösung durch Segmentabstand begrenzt (min=0.001, fein=0.05, empfohlen <= 0.1)
el: tag=%d/seg=%d: λόγος μήκους/μήκους κύματος %.3f > 0.1· η ανάλυση δειγματοληψίας ρεύματος περιορίζεται από την απόσταση segments (ελάχ=0.001, καλό=0.05, συνιστώμενο <= 0.1)
es: etiqueta=%d/seg=%d: relación longitud/longitud de onda de %.3f > 0.1; resolución de muestreo de corriente limitada por espaciado de segmentos (mín=0.001, fino=0.05, recomendado <= 0.1)
et: tag=%d/seg=%d: pikkuse/lainepikkuse suhe %.3f > 0.1; voolu diskreetimise lahutusvõime on piiratud segmentide vahekaugusega (min=0.001, hea=0.05, soovitatav <= 0.1)
fi: tag=%d/seg=%d: pituus/aallonpituus-suhde %.3f > 0.1; virran näytteenottotarkkuus rajoitettu segmenttivälistyksen mukaan (min=0.001, hyvä=0.05, suositeltu <= 0.1)
fr: tag=%d/seg=%d : rapport longueur/longueur d'onde de %.3f > 0.1 ; résolution d'échantillonnage du courant limitée par l'espacement des segments (min=0.001, correct=0.05, recommandé <= 0.1)
he: tag=%d/seg=%d: יחס אורך/אורך גל של %.3f > 0.1; רזולוציית דגימת הזרם מוגבלת על ידי מרווח המקטעים (מינימום=0.001, טוב=0.05, מומלץ <= 0.1)
hi: tag=%d/seg=%d: लंबाई/तरंगदैर्घ्य अनुपात %.3f > 0.1; धारा सैंपलिंग रिज़ॉल्यूशन segment अंतराल द्वारा सीमित (न्यूनतम=0.001, उत्तम=0.05, अनुशंसित <= 0.1)
hr: tag=%d/seg=%d: omjer duljina/valna duljina od %.3f > 0.1; rezolucija uzorkovanja struje ograničena razmakom segmenata (min=0.001, fino=0.05, preporučeno <= 0.1)
hu: tag=%d/seg=%d: hossz/hullámhossz arány %.3f > 0.1; árammintavételi felbontás korlátozott a szegmenstávolság miatt (min=0.001, megfelelő=0.05, ajánlott <= 0.1)
id: tag=%d/seg=%d: rasio panjang/panjang gelombang %.3f > 0.1; resolusi sampling arus dibatasi oleh jarak segmen (min=0.001, baik=0.05, disarankan <= 0.1)
it: tag=%d/seg=%d: rapporto lunghezza/lunghezza d'onda di %.3f > 0.1; risoluzione di campionamento della corrente limitata dalla spaziatura dei segmenti (min=0.001, fine=0.05, raccomandato <= 0.1)
ja: tag=%d/seg=%d: 長さ/波長比 %.3f > 0.1; 電流サンプリング解像度がセグメント間隔により制限されています (min=0.001, fine=0.05, recommended <= 0.1)
lt: tag=%d/seg=%d: ilgio/bangos ilgio santykis %.3f > 0.1; srovės diskretizavimo skyra ribojama segmentų tarpo (min=0.001, gerai=0.05, rekomenduojama <= 0.1)
lv: tag=%d/seg=%d: garuma/viļņa garuma attiecība %.3f > 0.1; strāvas izšķirtspēja ir ierobežota ar segmentu atstatumu (min=0.001, labs=0.05, ieteicams <= 0.1)
mk: tag=%d/seg=%d: односот должина/бранова должина од %.3f > 0.1; резолуцијата на земање примероци на струја е ограничена од растојанието меѓу сегменти (мин=0.001, добро=0.05, препорачано <= 0.1)
nl: tag=%d/seg=%d: lengte/golflengteverhouding van %.3f > 0.1; stroombemonsteringsresolutie beperkt door segmentafstand (min=0.001, goed=0.05, aanbevolen <= 0.1)
no: tag=%d/seg=%d: lengde/bølgelengde-forhold på %.3f > 0.1; strømsamplingsoppløsning begrenset av segmentavstand (min=0.001, fin=0.05, anbefalt <= 0.1)
pl: tag=%d/seg=%d: stosunek długości do długości fali %.3f > 0.1; rozdzielczość próbkowania prądu ograniczona przez odstępy segmentów (min=0.001, dobra=0.05, zalecana <= 0.1)
pt: tag=%d/seg=%d: razão comprimento/comprimento de onda de %.3f > 0.1; resolução de amostragem de corrente limitada pelo espaçamento de segmentos (min=0.001, ideal=0.05, recomendado <= 0.1)
ro: tag=%d/seg=%d: raportul lungime/lungime de undă de %.3f > 0.1; rezoluția de eșantionare a curentului limitată de distanța dintre segmente (min=0.001, bun=0.05, recomandat <= 0.1)
ru: tag=%d/seg=%d: отношение длины к длине волны %.3f > 0.1; разрешение дискретизации тока ограничено шагом сегментов (мин=0.001, норма=0.05, рекомендуется <= 0.1)
sk: tag=%d/seg=%d: pomer dĺžka/vlnová dĺžka %.3f > 0.1; rozlíšenie vzorkovania prúdu obmedzené rozstupom segmentov (min=0.001, v poriadku=0.05, odporúčané <= 0.1)
sl: oznaka=%d/seg=%d: razmerje dolžina/valovna dolžina %.3f > 0.1; ločljivost vzorčenja toka je omejena z razmikom segmentov (min=0.001, fino=0.05, priporočeno <= 0.1)
sr: tag=%d/seg=%d: однос дужина/таласна дужина од %.3f > 0.1; резолуција узорковања струје ограничена размаком сегмената (мин=0.001, добро=0.05, препоручено <= 0.1)
sv: tagg=%d/seg=%d: längd/våglängd-förhållande på %.3f > 0.1; strömprovtagningsupplösning begränsad av segmentavstånd (min=0.001, bra=0.05, rekommenderat <= 0.1)
th: tag=%d/seg=%d: อัตราส่วนความยาว/ความยาวคลื่น %.3f > 0.1; ความละเอียดการสุ่มตัวอย่างกระแสถูกจำกัดโดยระยะห่าง segment (ต่ำสุด=0.001, ดี=0.05, แนะนำ <= 0.1)
tr: tag=%d/seg=%d: uzunluk/dalga boyu oranı %.3f > 0.1; akım örnekleme çözünürlüğü segment aralığıyla sınırlı (min=0.001, iyi=0.05, önerilen <= 0.1)
uk: tag=%d/seg=%d: співвідношення довжина/довжина хвилі %.3f > 0.1; роздільна здатність вибірки струму обмежена відстанню між сегментами (мін=0.001, добре=0.05, рекомендовано <= 0.1)
ur: tag=%d/seg=%d: لمبائی/ویولینتھ تناسب %.3f > 0.1؛ کرنٹ سیمپلنگ ریزولوشن سیگمنٹ فاصلے سے محدود ہے (کم از کم=0.001، ٹھیک=0.05، تجویز کردہ <= 0.1)
vi: tag=%d/seg=%d: tỷ lệ độ dài/bước sóng %.3f > 0.1; độ phân giải lấy mẫu dòng điện bị giới hạn bởi khoảng cách đoạn (min=0.001, tốt=0.05, khuyến nghị <= 0.1)

source: tag=%d: suppressing additional long wavelength ratio warnings
af: tag=%d: onderdruk addisionele lang golflengteverhouding waarskuwings
ar: tag=%d: إيقاف تحذيرات نسبة الطول الموجي الطويل الإضافية
bg: tag=%d: потискане на допълнителни предупреждения за дълго съотношение на дължина на вълната
bn: tag=%d: অতিরিক্ত দীর্ঘ তরঙ্গদৈর্ঘ্য অনুপাত সতর্কতা দমন করা হচ্ছে
bs: tag=%d: potiskivanje dodatnih upozorenja dugog odnosa talasne dužine
cs: tag=%d: potlačení dalších varování dlouhého poměru vlnové délky
da: tag=%d: undertrykker yderligere lange bølgelængde-forhold advarsler
de: tag=%d: Unterdrückung weiterer Warnungen bei langem Wellenlängenverhältnis
el: tag=%d: καταστολή επιπλέον προειδοποιήσεων μεγάλου λόγου μήκους κύματος
es: etiqueta=%d: suprimiendo advertencias adicionales de relación de longitud de onda larga
et: tag=%d: täiendavate pika lainepikkuse suhte hoiatuste mahasurumine
fi: tag=%d: estetään lisää pitkän aallonpituussuhteen varoituksia
fr: tag=%d : suppression des avertissements supplémentaires de rapport de longueur d'onde long
he: tag=%d: מדכא אזהרות נוספות של יחס אורך גל ארוך
hi: tag=%d: अतिरिक्त दीर्घ तरंगदैर्घ्य अनुपात चेतावनियाँ दबाई जा रही हैं
hr: tag=%d: potiskivanje dodatnih upozorenja dugog omjera valne duljine
hu: tag=%d: további hosszú hullámhossz arány figyelmeztetések elnyomva
id: tag=%d: menekan peringatan rasio panjang gelombang panjang tambahan
it: tag=%d: soppressione degli avvisi aggiuntivi di rapporto lunghezza d'onda lungo
ja: tag=%d: 追加の長波長比警告を抑制しています
lt: tag=%d: papildomi ilgo bangos ilgio santykio įspėjimai slopinami
lv: tag=%d: papildu garā viļņa garuma attiecības brīdinājumi tiek apslāpēti
mk: tag=%d: се потиснуваат дополнителни предупредувања за долг однос на бранова должина
nl: tag=%d: onderdrukken van extra lange golflengteverhoudingswaarschuwingen
no: tag=%d: undertrykker ytterligere lange bølgelengdeforhold-advarsler
pl: tag=%d: pomijanie kolejnych ostrzeżeń o długim stosunku długości fali
pt: tag=%d: suprimindo avisos adicionais de razão de comprimento de onda longo
ro: tag=%d: suprimarea avertismentelor suplimentare de raport lungime de undă prea mare
ru: tag=%d: подавление дополнительных предупреждений о большом отношении к длине волны
sk: tag=%d: potláčanie ďalších varovaní o dlhom pomere vlnovej dĺžky
sl: oznaka=%d: dodatna opozorila dolgega razmerja valovne dolžine so zatrta
sr: tag=%d: потискивање додатних упозорења дугог односа таласне дужине
sv: tagg=%d: undertrycker ytterligare varningar för långa våglängdsförhållanden
th: tag=%d: ระงับคำเตือนอัตราส่วนความยาวคลื่นยาวเพิ่มเติม
tr: tag=%d: ek uzun dalga boyu oranı uyarıları bastırılıyor
uk: tag=%d: придушення додаткових попереджень про довге співвідношення довжини хвилі
ur: tag=%d: اضافی لمبے ویولینتھ تناسب وارننگز دبا دی گئیں
vi: tag=%d: ẩn các cảnh báo tỷ lệ bước sóng dài bổ sung
