Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: After calculation, write <file>.csv
af: Na berekening, skryf <file>.csv
ar: بعد الحساب، كتابة <file>.csv
bg: След изчисление, запис на <file>.csv
bn: গণনার পরে, <file>.csv লিখুন
bs: Nakon proračuna, upiši <file>.csv
cs: Po výpočtu zapsat <file>.csv
da: Efter beregning, skriv <file>.csv
de: Nach Berechnung <file>.csv schreiben
el: Μετά τον υπολογισμό, εγγραφή <file>.csv
es: Después del cálculo, escribir <file>.csv
et: Pärast arvutust kirjuta <file>.csv
fi: Laskennan jälkeen kirjoita <file>.csv
fr: Après calcul, écrire <file>.csv
he: לאחר חישוב, כתוב <file>.csv
hi: गणना के बाद, <file>.csv लिखें
hr: Nakon izračuna, zapiši <file>.csv
hu: Számítás után <file>.csv írása
id: Setelah perhitungan, tulis <file>.csv
it: Dopo il calcolo, scrivi <file>.csv
ja: 計算後、<file>.csvを書き込む
lt: Po skaičiavimo įrašyti <file>.csv
lv: Pēc aprēķina rakstīt <file>.csv
mk: По пресметката, запиши <file>.csv
nl: Na berekening <file>.csv schrijven
no: Etter beregning, skriv <file>.csv
pl: Po obliczeniu zapisz <file>.csv
pt: Após cálculo, gravar <file>.csv
ro: După calcul, scrie <file>.csv
ru: После расчёта записать <file>.csv
sk: Po výpočte zapísať <file>.csv
sl: Po izračunu zapiši <file>.csv
sr: После прорачуна, упиши <file>.csv
sv: Efter beräkning, skriv <file>.csv
th: หลังการคำนวณ เขียน <file>.csv
tr: Hesaplamadan sonra <file>.csv yaz
uk: Після обчислення записати <file>.csv
ur: حساب کے بعد، <file>.csv لکھیں
vi: Sau khi tính toán, ghi <file>.csv

source: After calculation, write <file>.s_1p
af: Na berekening, skryf <file>.s_1p
ar: بعد الحساب، كتابة <file>.s_1p
bg: След изчисление, запис на <file>.s_1p
bn: গণনার পরে, <file>.s_1p লিখুন
bs: Nakon proračuna, upiši <file>.s_1p
cs: Po výpočtu zapsat <file>.s_1p
da: Efter beregning, skriv <file>.s_1p
de: Nach Berechnung <file>.s_1p schreiben
el: Μετά τον υπολογισμό, εγγραφή <file>.s_1p
es: Después del cálculo, escribir <file>.s_1p
et: Pärast arvutust kirjuta <file>.s_1p
fi: Laskennan jälkeen kirjoita <file>.s_1p
fr: Après calcul, écrire <file>.s_1p
he: לאחר חישוב, כתוב <file>.s_1p
hi: गणना के बाद, <file>.s_1p लिखें
hr: Nakon izračuna, zapiši <file>.s_1p
hu: Számítás után <file>.s_1p írása
id: Setelah perhitungan, tulis <file>.s_1p
it: Dopo il calcolo, scrivi <file>.s_1p
ja: 計算後、<file>.s_1pを書き込む
lt: Po skaičiavimo įrašyti <file>.s_1p
lv: Pēc aprēķina rakstīt <file>.s_1p
mk: По пресметката, запиши <file>.s_1p
nl: Na berekening <file>.s_1p schrijven
no: Etter beregning, skriv <file>.s_1p
pl: Po obliczeniu zapisz <file>.s_1p
pt: Após cálculo, gravar <file>.s_1p
ro: După calcul, scrie <file>.s_1p
ru: После расчёта записать <file>.s_1p
sk: Po výpočte zapísať <file>.s_1p
sl: Po izračunu zapiši <file>.s_1p
sr: После прорачуна, упиши <file>.s_1p
sv: Efter beräkning, skriv <file>.s_1p
th: หลังการคำนวณ เขียน <file>.s_1p
tr: Hesaplamadan sonra <file>.s_1p yaz
uk: Після обчислення записати <file>.s_1p
ur: حساب کے بعد، <file>.s_1p لکھیں
vi: Sau khi tính toán, ghi <file>.s_1p

source: After calculation, write <file>-_maxgain.s2p
af: Na berekening, skryf <file>-_maxgain.s2p
ar: بعد الحساب، كتابة <file>-_maxgain.s2p
bg: След изчисление, запис на <file>-_maxgain.s2p
bn: গণনার পরে, <file>-_maxgain.s2p লিখুন
bs: Nakon proračuna, upiši <file>-_maxgain.s2p
cs: Po výpočtu zapsat <file>-_maxgain.s2p
da: Efter beregning, skriv <file>-_maxgain.s2p
de: Nach Berechnung <file>-_maxgain.s2p schreiben
el: Μετά τον υπολογισμό, εγγραφή <file>-_maxgain.s2p
es: Después del cálculo, escribir <file>-_maxgain.s2p
et: Pärast arvutust kirjuta <file>-_maxgain.s2p
fi: Laskennan jälkeen kirjoita <file>-_maxgain.s2p
fr: Après calcul, écrire <file>-_maxgain.s2p
he: לאחר חישוב, כתוב <file>-_maxgain.s2p
hi: गणना के बाद, <file>-_maxgain.s2p लिखें
hr: Nakon izračuna, zapiši <file>-_maxgain.s2p
hu: Számítás után <file>-_maxgain.s2p írása
id: Setelah perhitungan, tulis <file>-_maxgain.s2p
it: Dopo il calcolo, scrivi <file>-_maxgain.s2p
ja: 計算後、<file>-_maxgain.s2pを書き込む
lt: Po skaičiavimo įrašyti <file>-_maxgain.s2p
lv: Pēc aprēķina rakstīt <file>-_maxgain.s2p
mk: По пресметката, запиши <file>-_maxgain.s2p
nl: Na berekening <file>-_maxgain.s2p schrijven
no: Etter beregning, skriv <file>-_maxgain.s2p
pl: Po obliczeniu zapisz <file>-_maxgain.s2p
pt: Após cálculo, gravar <file>-_maxgain.s2p
ro: După calcul, scrie <file>-_maxgain.s2p
ru: После расчёта записать <file>-_maxgain.s2p
sk: Po výpočte zapísať <file>-_maxgain.s2p
sl: Po izračunu zapiši <file>-_maxgain.s2p
sr: После прорачуна, упиши <file>-_maxgain.s2p
sv: Efter beräkning, skriv <file>-_maxgain.s2p
th: หลังการคำนวณ เขียน <file>-_maxgain.s2p
tr: Hesaplamadan sonra <file>-_maxgain.s2p yaz
uk: Після обчислення записати <file>-_maxgain.s2p
ur: حساب کے بعد، <file>-_maxgain.s2p لکھیں
vi: Sau khi tính toán, ghi <file>-_maxgain.s2p

source: After calculation, write <file>-_viewergain.s2p
af: Na berekening, skryf <file>-_viewergain.s2p
ar: بعد الحساب، كتابة <file>-_viewergain.s2p
bg: След изчисление, запис на <file>-_viewergain.s2p
bn: গণনার পরে, <file>-_viewergain.s2p লিখুন
bs: Nakon proračuna, upiši <file>-_viewergain.s2p
cs: Po výpočtu zapsat <file>-_viewergain.s2p
da: Efter beregning, skriv <file>-_viewergain.s2p
de: Nach Berechnung <file>-_viewergain.s2p schreiben
el: Μετά τον υπολογισμό, εγγραφή <file>-_viewergain.s2p
es: Después del cálculo, escribir <file>-_viewergain.s2p
et: Pärast arvutust kirjuta <file>-_viewergain.s2p
fi: Laskennan jälkeen kirjoita <file>-_viewergain.s2p
fr: Après calcul, écrire <file>-_viewergain.s2p
he: לאחר חישוב, כתוב <file>-_viewergain.s2p
hi: गणना के बाद, <file>-_viewergain.s2p लिखें
hr: Nakon izračuna, zapiši <file>-_viewergain.s2p
hu: Számítás után <file>-_viewergain.s2p írása
id: Setelah perhitungan, tulis <file>-_viewergain.s2p
it: Dopo il calcolo, scrivi <file>-_viewergain.s2p
ja: 計算後、<file>-_viewergain.s2pを書き込む
lt: Po skaičiavimo įrašyti <file>-_viewergain.s2p
lv: Pēc aprēķina rakstīt <file>-_viewergain.s2p
mk: По пресметката, запиши <file>-_viewergain.s2p
nl: Na berekening <file>-_viewergain.s2p schrijven
no: Etter beregning, skriv <file>-_viewergain.s2p
pl: Po obliczeniu zapisz <file>-_viewergain.s2p
pt: Após cálculo, gravar <file>-_viewergain.s2p
ro: După calcul, scrie <file>-_viewergain.s2p
ru: После расчёта записать <file>-_viewergain.s2p
sk: Po výpočte zapísať <file>-_viewergain.s2p
sl: Po izračunu zapiši <file>-_viewergain.s2p
sr: После прорачуна, упиши <file>-_viewergain.s2p
sv: Efter beräkning, skriv <file>-_viewergain.s2p
th: หลังการคำนวณ เขียน <file>-_viewergain.s2p
tr: Hesaplamadan sonra <file>-_viewergain.s2p yaz
uk: Після обчислення записати <file>-_viewergain.s2p
ur: حساب کے بعد، <file>-_viewergain.s2p لکھیں
vi: Sau khi tính toán, ghi <file>-_viewergain.s2p

source: After calculation, write <file>-_radpattern.csv
af: Na berekening, skryf <file>-_radpattern.csv
ar: بعد الحساب، كتابة <file>-_radpattern.csv
bg: След изчисление, запис на <file>-_radpattern.csv
bn: গণনার পরে, <file>-_radpattern.csv লিখুন
bs: Nakon proračuna, upiši <file>-_radpattern.csv
cs: Po výpočtu zapsat <file>-_radpattern.csv
da: Efter beregning, skriv <file>-_radpattern.csv
de: Nach Berechnung <file>-_radpattern.csv schreiben
el: Μετά τον υπολογισμό, εγγραφή <file>-_radpattern.csv
es: Después del cálculo, escribir <file>-_radpattern.csv
et: Pärast arvutust kirjuta <file>-_radpattern.csv
fi: Laskennan jälkeen kirjoita <file>-_radpattern.csv
fr: Après calcul, écrire <file>-_radpattern.csv
he: לאחר חישוב, כתוב <file>-_radpattern.csv
hi: गणना के बाद, <file>-_radpattern.csv लिखें
hr: Nakon izračuna, zapiši <file>-_radpattern.csv
hu: Számítás után <file>-_radpattern.csv írása
id: Setelah perhitungan, tulis <file>-_radpattern.csv
it: Dopo il calcolo, scrivi <file>-_radpattern.csv
ja: 計算後、<file>-_radpattern.csvを書き込む
lt: Po skaičiavimo įrašyti <file>-_radpattern.csv
lv: Pēc aprēķina rakstīt <file>-_radpattern.csv
mk: По пресметката, запиши <file>-_radpattern.csv
nl: Na berekening <file>-_radpattern.csv schrijven
no: Etter beregning, skriv <file>-_radpattern.csv
pl: Po obliczeniu zapisz <file>-_radpattern.csv
pt: Após cálculo, gravar <file>-_radpattern.csv
ro: După calcul, scrie <file>-_radpattern.csv
ru: После расчёта записать <file>-_radpattern.csv
sk: Po výpočte zapísať <file>-_radpattern.csv
sl: Po izračunu zapiši <file>-_radpattern.csv
sr: После прорачуна, упиши <file>-_radpattern.csv
sv: Efter beräkning, skriv <file>-_radpattern.csv
th: หลังการคำนวณ เขียน <file>-_radpattern.csv
tr: Hesaplamadan sonra <file>-_radpattern.csv yaz
uk: Після обчислення записати <file>-_radpattern.csv
ur: حساب کے بعد، <file>-_radpattern.csv لکھیں
vi: Sau khi tính toán, ghi <file>-_radpattern.csv

source: After calculation, write <file>-_currents.csv
af: Na berekening, skryf <file>-_currents.csv
ar: بعد الحساب، كتابة <file>-_currents.csv
bg: След изчисление, запис на <file>-_currents.csv
bn: গণনার পরে, <file>-_currents.csv লিখুন
bs: Nakon proračuna, upiši <file>-_currents.csv
cs: Po výpočtu zapsat <file>-_currents.csv
da: Efter beregning, skriv <file>-_currents.csv
de: Nach Berechnung <file>-_currents.csv schreiben
el: Μετά τον υπολογισμό, εγγραφή <file>-_currents.csv
es: Después del cálculo, escribir <file>-_currents.csv
et: Pärast arvutust kirjuta <file>-_currents.csv
fi: Laskennan jälkeen kirjoita <file>-_currents.csv
fr: Après calcul, écrire <file>-_currents.csv
he: לאחר חישוב, כתוב <file>-_currents.csv
hi: गणना के बाद, <file>-_currents.csv लिखें
hr: Nakon izračuna, zapiši <file>-_currents.csv
hu: Számítás után <file>-_currents.csv írása
id: Setelah perhitungan, tulis <file>-_currents.csv
it: Dopo il calcolo, scrivi <file>-_currents.csv
ja: 計算後、<file>-_currents.csvを書き込む
lt: Po skaičiavimo įrašyti <file>-_currents.csv
lv: Pēc aprēķina rakstīt <file>-_currents.csv
mk: По пресметката, запиши <file>-_currents.csv
nl: Na berekening <file>-_currents.csv schrijven
no: Etter beregning, skriv <file>-_currents.csv
pl: Po obliczeniu zapisz <file>-_currents.csv
pt: Após cálculo, gravar <file>-_currents.csv
ro: După calcul, scrie <file>-_currents.csv
ru: После расчёта записать <file>-_currents.csv
sk: Po výpočte zapísať <file>-_currents.csv
sl: Po izračunu zapiši <file>-_currents.csv
sr: После прорачуна, упиши <file>-_currents.csv
sv: Efter beräkning, skriv <file>-_currents.csv
th: หลังการคำนวณ เขียน <file>-_currents.csv
tr: Hesaplamadan sonra <file>-_currents.csv yaz
uk: Після обчислення записати <file>-_currents.csv
ur: حساب کے بعد، <file>-_currents.csv لکھیں
vi: Sau khi tính toán, ghi <file>-_currents.csv

source: _Math Libraries
af: _Wiskunde Biblioteke
ar: _مكتبات الرياضيات
bg: _Математически библиотеки
bn: _গণিত লাইব্রেরি
bs: _Matematičke biblioteke
cs: _Matematické knihovny
da: _Matematikbiblioteker
de: _Mathematik-Bibliotheken
el: _Μαθηματικές Βιβλιοθήκες
es: Bibliotecas _matemáticas
et: _Matemaatikateegid
fi: _Matematiikkakirjastot
fr: Bibliothèques _mathématiques
he: ספריות _מתמטיקה
hi: _गणित लाइब्रेरी
hr: _Matematičke biblioteke
hu: _Matematikai könyvtárak
id: Pustaka _Matematika
it: Librerie _Matematiche
ja: 数学ライブラリ(_M)
lt: _Matematikos bibliotekos
lv: _Matemātikas bibliotēkas
mk: _Математички библиотеки
nl: _Wiskundebibliotheken
no: _Mattebiblioteker
pl: Biblioteki _matematyczne
pt: Bibliotecas _Matemáticas
ro: Biblioteci _Matematice
ru: _Математические библиотеки
sk: _Matematické knižnice
sl: _Matematične knjižnice
sr: _Математичке библиотеке
sv: _Matematikbibliotek
th: _ไลบรารีคณิตศาสตร์
tr: _Matematik Kütüphaneleri
uk: _Математичні бібліотеки
ur: _میتھ لائبریریز
vi: _Thư viện toán học

source: _Interactive
af: _Interaktief
ar: _تفاعلي
bg: _Интерактивен
bn: _ইন্টারেক্টিভ
bs: _Interaktivno
cs: _Interaktivní
da: _Interaktiv
de: _Interaktiv
el: _Διαδραστικά
es: _Interactivo
et: _Interaktiivne
fi: _Vuorovaikutteinen
fr: _Interactif
he: _אינטראקטיבי
hi: _इंटरैक्टिव
hr: _Interaktivno
hu: _Interaktív
id: _Interaktif
it: _Interattivo
ja: 対話型(_I)
lt: _Interaktyvus
lv: _Interaktīvs
mk: _Интерактивно
nl: _Interactief
no: _Interaktiv
pl: _Interaktywny
pt: _Interativo
ro: _Interactiv
ru: _Интерактивный
sk: _Interaktívne
sl: _Interaktivno
sr: _Интерактивно
sv: _Interaktiv
th: _โต้ตอบ
tr: _Etkileşimli
uk: _Інтерактивний
ur: _انٹرایکٹو
vi: _Tương tác

source: _Batch
af: _Bondel
ar: _دفعي
bg: _Пакетен
bn: _ব্যাচ
bs: _Paketno
cs: _Dávkové
de: _Stapelverarbeitung
el: _Δέσμη
es: _Lote
et: _Pakktöötlus
fi: _Eräajo
fr: _Lot
he: _אצווה
hi: _बैच
hr: _Skupno
hu: _Kötegelt
ja: バッチ(_B)
lt: _Paketinis
lv: _Pakešu režīms
mk: _Сериски
no: _Satsvis
pl: _Wsadowy
pt: _Lote
ro: _Lot
ru: _Пакетный
sk: _Dávkovo
sl: _Paketno
sr: _Групно
th: _แบตช์
tr: _Toplu İşlem
uk: _Пакетний
ur: _بیچ
vi: _Hàng loạt

source: Mathlib _Help
af: Mathlib _Hulp
ar: _مساعدة Mathlib
bg: Mathlib _Помощ
bn: Mathlib _সাহায্য
bs: Mathlib _pomoć
cs: _Nápověda Mathlib
da: Mathlib-_hjælp
de: Mathlib-_Hilfe
el: _Βοήθεια Mathlib
es: _Ayuda de Mathlib
et: Matemaatikateegi _Abi
fi: Matematiikkakirjaston _ohje
fr: _Aide Mathlib
he: _עזרת Mathlib
hi: Mathlib _सहायता
hr: _Pomoć za Mathlib
hu: Mathlib _Súgó
id: _Bantuan Mathlib
it: _Aiuto Mathlib
ja: Mathlibヘルプ(_H)
lt: Mathlib _pagalba
lv: Mathlib _Palīdzība
mk: Mathlib _помош
no: Mathlib _Hjelp
pl: _Pomoc bibliotek matematycznych
pt: _Ajuda de Mathlib
ro: _Ajutor Mathlib
ru: _Справка по Mathlib
sk: _Pomoc Mathlib
sl: _Pomoč za mat. knjižnice
sr: Mathlib _помоћ
sv: Mathlib-_hjälp
th: _ช่วยเหลือ Mathlib
tr: Mathlib _Yardım
uk: _Довідка Mathlib
ur: Mathlib _مدد
vi: Trợ giúp _Mathlib

source: Mathlib _Benchmarks
af: Mathlib _Maatstawwe
ar: اختبارات أداء _Mathlib
bg: Mathlib _Тестове за производителност
bn: Mathlib _বেঞ্চমার্ক
bs: Mathlib _mjerila performansi
cs: _Benchmarky Mathlib
el: _Αξιολογήσεις Mathlib
es: _Pruebas de rendimiento de Mathlib
et: Matemaatikateegi _Jõudlustestid
fi: Matematiikkakirjaston _suorituskykytestit
fr: _Benchmarks Mathlib
he: _מבחני ביצועים Mathlib
hi: Mathlib _बेंचमार्क
hr: _Testovi performansi za Mathlib
hu: Mathlib _Teljesítménytesztek
id: _Benchmark Mathlib
it: _Benchmark Mathlib
ja: Mathlibベンチマーク(_B)
lt: Mathlib _testai
lv: Mathlib _Veiktspējas testi
mk: Mathlib _бенчмаркови
no: Mathlib _Ytelsestester
pl: _Testy wydajności bibliotek
pt: _Benchmarks de Mathlib
ro: _Benchmark-uri Mathlib
ru: _Тесты Mathlib
sk: _Benchmarky Mathlib
sl: _Preizkusi zmogljivosti mat. knjižnic
sr: Mathlib _тестови перформанси
sv: Mathlib-_prestandatest
th: _เบนช์มาร์ก Mathlib
tr: Mathlib _Karşılaştırmaları
uk: _Тести Mathlib
ur: Mathlib _بینچ مارکس
vi: Đánh giá _Mathlib

source: _Selected Mathlibs
af: _Gekose Mathlibs
ar: مكتبات الريا_ضيات المحددة
bg: _Избрани Mathlibs
bn: _নির্বাচিত Mathlibs
bs: _Odabrane Mathlib biblioteke
cs: _Vybrané Mathlibs
da: _Valgte mathlibs
de: _Ausgewählte Mathlibs
el: _Επιλεγμένες Mathlibs
es: Mathlibs _seleccionadas
et: _Valitud matemaatikateegid
fi: _Valitut matematiikkakirjastot
fr: Mathlibs _sélectionnées
he: Mathlibs _שנבחרו
hi: _चयनित Mathlibs
hr: _Odabrane Mathlib biblioteke
hu: _Kiválasztott Mathlib-ek
id: Mathlib _Terpilih
it: Mathlib _Selezionate
ja: 選択されたMathlib(_S)
lt: _Pasirinktos Mathlibs
lv: _Atlasītās Mathlib
mk: _Избрани Mathlibs
nl: _Geselecteerde Mathlibs
no: _Valgte Mathlibs
pl: _Wybrane biblioteki
pt: Mathlibs _Selecionadas
ro: Mathlib-uri _Selectate
ru: _Выбранные Mathlib
sk: _Vybrané Mathlibs
sl: _Izbrane mat. knjižnice
sr: _Одабране Mathlib библиотеке
sv: _Valda Mathlibs
th: Mathlib ที่_เลือก
tr: _Seçili Mathlib'ler
uk: _Вибрані Mathlib
ur: _منتخب Mathlibs
vi: _Mathlib đã chọn

source: Select All/None
af: Kies Alles/Geen
ar: تحديد الكل/لا شيء
bg: Избор на всички/нищо
bn: সব/কিছুই নয় নির্বাচন করুন
bs: Odaberi sve/ništa
cs: Vybrat vše/nic
da: Vælg alle/ingen
de: Alle/Keine auswählen
el: Επιλογή Όλων/Κανενός
es: Seleccionar Todo/Nada
et: Vali kõik/Mitte ühtegi
fi: Valitse kaikki/ei mitään
fr: Sélectionner tout/aucun
he: בחר הכל/כלום
hi: सभी/कोई नहीं चुनें
hr: Odaberi sve/ništa
hu: Összes/Semmi kiválasztása
id: Pilih Semua/Tidak Ada
it: Seleziona Tutto/Nessuno
ja: すべて選択/選択解除
lt: Pasirinkti visus/nė vieno
lv: Atlasīt visas/Nevienu
mk: Избери сите/Ништо
nl: Alles/niets selecteren
no: Velg alle/ingen
pl: Zaznacz wszystko/nic
pt: Selecionar Tudo/Nenhum
ro: Selectare Tot/Nimic
ru: Выбрать все/ничего
sk: Vybrať všetko/nič
sl: Izberi vse/nič
sr: Одабери све/ништа
sv: Välj alla/inga
th: เลือกทั้งหมด/ไม่เลือก
tr: Tümünü Seç/Hiçbiri
uk: Вибрати все/нічого
ur: سب/کوئی نہیں منتخب کریں
vi: Chọn Tất cả/Không

source: _Parallel (-j N): O(N/J)
ar: _متوازي (-j N): O(N/J)
bg: _Паралелен (-j N): O(N/J)
bn: _সমান্তরাল (-j N): O(N/J)
bs: _Paralelno (-j N): O(N/J)
cs: _Paralelní (-j N): O(N/J)
el: _Παράλληλα (-j N): O(N/J)
es: _Paralelo (-j N): O(N/J)
et: _Paralleelne (-j N): O(N/J)
fi: _Rinnakkainen (-j N): O(N/J)
fr: _Parallèle (-j N) : O(N/J)
he: _מקבילי (-j N): O(N/J)
hi: _समानांतर (-j N): O(N/J)
hr: _Paralelno (-j N): O(N/J)
hu: _Párhuzamos (-j N): O(N/J)
id: _Paralel (-j N): O(N/J)
it: _Parallelo (-j N): O(N/J)
ja: 並列(_P) (-j N): O(N/J)
lt: _Lygiagretus (-j N): O(N/J)
lv: _Paralēli (-j N): O(N/J)
mk: _Паралелно (-j N): O(N/J)
no: _Parallell (-j N): O(N/J)
pl: _Równoległy (-j N): O(N/J)
pt: _Paralelo (-j N): O(N/J)
ro: _Paralel (-j N): O(N/J)
ru: _Параллельный (-j N): O(N/J)
sk: _Paralelne (-j N): O(N/J)
sl: _Vzporedno (-j N): O(N/J)
sr: _Паралелно (-j N): O(N/J)
sv: _Parallell (-j N): O(N/J)
th: _ขนาน (-j N): O(N/J)
tr: _Paralel (-j N): O(N/J)
uk: _Паралельно (-j N): O(N/J)
ur: _متوازی (-j N): O(N/J)
vi: _Song song (-j N): O(N/J)

source: _Single Job (-j 1): O(N)
af: _Enkel Taak (-j 1): O(N)
ar: مهمة _واحدة (-j 1): O(N)
bg: _Единична задача (-j 1): O(N)
bn: _একক কাজ (-j 1): O(N)
bs: _Pojedinačni posao (-j 1): O(N)
cs: _Jedna úloha (-j 1): O(N)
da: _Enkelt job (-j 1): O(N)
de: _Einzelauftrag (-j 1): O(N)
el: _Μονή Εργασία (-j 1): O(N)
es: Trabajo _único (-j 1): O(N)
et: _Üksiktöö (-j 1): O(N)
fi: _Yksittäinen työ (-j 1): O(N)
fr: Tâche _unique (-j 1) : O(N)
he: עבודה _בודדת (-j 1): O(N)
hi: _एकल जॉब (-j 1): O(N)
hr: _Jedan posao (-j 1): O(N)
hu: _Egyetlen feladat (-j 1): O(N)
id: Pekerjaan _Tunggal (-j 1): O(N)
it: _Singolo Job (-j 1): O(N)
ja: シングルジョブ(_S) (-j 1): O(N)
lt: _Viena užduotis (-j 1): O(N)
lv: _Viens darbs (-j 1): O(N)
mk: _Една задача (-j 1): O(N)
nl: _Enkele taak (-j 1): O(N)
no: _Enkeltjobb (-j 1): O(N)
pl: _Pojedyncze zadanie (-j 1): O(N)
pt: Tarefa _Única (-j 1): O(N)
ro: Job _Singular (-j 1): O(N)
ru: _Одиночное задание (-j 1): O(N)
sk: _Jedna úloha (-j 1): O(N)
sl: _Ena naloga (-j 1): O(N)
sr: _Један посао (-j 1): O(N)
sv: _Enkelt jobb (-j 1): O(N)
th: _งานเดี่ยว (-j 1): O(N)
tr: _Tek İş (-j 1): O(N)
uk: _Одне завдання (-j 1): O(N)
ur: _سنگل جاب (-j 1): O(N)
vi: _Tác vụ Đơn (-j 1): O(N)

source: _Iterate -j N/=2: O(N*log2(J))
af: _Itereer -j N/=2: O(N*log2(J))
ar: _تكرار -j N/=2: O(N*log2(J))
bg: _Итериране -j N/=2: O(N*log2(J))
bn: _পুনরাবৃত্তি -j N/=2: O(N*log2(J))
bs: _Iteriraj -j N/=2: O(N*log2(J))
cs: _Iterovat -j N/=2: O(N*log2(J))
da: _Iterér -j N/=2: O(N*log2(J))
de: _Iterieren -j N/=2: O(N*log2(J))
el: _Επανάληψη -j N/=2: O(N*log2(J))
es: _Iterar -j N/=2: O(N*log2(J))
et: _Itereeri -j N/=2: O(N*log2(J))
fi: _Iteroi -j N/=2: O(N*log2(J))
fr: _Itérer -j N/=2 : O(N*log2(J))
he: _איטרציה -j N/=2: O(N*log2(J))
hr: _Iteriraj -j N/=2: O(N*log2(J))
hu: _Iteráció -j N/=2: O(N*log2(J))
id: _Iterasi -j N/=2: O(N*log2(J))
it: _Itera -j N/=2: O(N*log2(J))
ja: 反復(_I) -j N/=2: O(N*log2(J))
lt: _Iteruoti -j N/=2: O(N*log2(J))
lv: _Iterēt -j N/=2: O(N*log2(J))
mk: _Итерирај -j N/=2: O(N*log2(J))
nl: _Iteratie -j N/=2: O(N*log2(J))
no: _Iterer -j N/=2: O(N*log2(J))
pl: _Iteruj -j N/=2: O(N*log2(J))
pt: _Iterar -j N/=2: O(N*log2(J))
ro: _Iterare -j N/=2: O(N*log2(J))
ru: _Итерация -j N/=2: O(N*log2(J))
sk: _Iterovať -j N/=2: O(N*log2(J))
sl: _Ponavljaj -j N/=2: O(N*log2(J))
sr: _Итерирај -j N/=2: O(N*log2(J))
sv: _Iterera -j N/=2: O(N*log2(J))
th: _วนซ้ำ -j N/=2: O(N*log2(J))
tr: _Yinele -j N/=2: O(N*log2(J))
uk: _Ітерація -j N/=2: O(N*log2(J))
vi: _Lặp -j N/=2: O(N*log2(J))

source: _Iterate -j N-=1: O(N*J)
af: _Itereer -j N-=1: O(N*J)
ar: ت_كرار -j N-=1: O(N*J)
bg: _Итериране -j N-=1: O(N*J)
bn: _পুনরাবৃত্তি -j N-=1: O(N*J)
bs: _Iteriraj -j N-=1: O(N*J)
cs: _Iterovat -j N-=1: O(N*J)
da: _Iterér -j N-=1: O(N*J)
de: _Iterieren -j N-=1: O(N*J)
el: _Επανάληψη -j N-=1: O(N*J)
es: _Iterar -j N-=1: O(N*J)
et: _Itereeri -j N-=1: O(N*J)
fi: _Iteroi -j N-=1: O(N*J)
fr: _Itérer -j N-=1 : O(N*J)
he: _איטרציה -j N-=1: O(N*J)
hr: _Iteriraj -j N-=1: O(N*J)
hu: _Iteráció -j N-=1: O(N*J)
id: _Iterasi -j N-=1: O(N*J)
it: _Itera -j N-=1: O(N*J)
ja: 反復(_I) -j N-=1: O(N*J)
lt: _Iteruoti -j N-=1: O(N*J)
lv: _Iterēt -j N-=1: O(N*J)
mk: _Итерирај -j N-=1: O(N*J)
nl: _Iteratie -j N-=1: O(N*J)
no: _Iterer -j N-=1: O(N*J)
pl: _Iteruj -j N-=1: O(N*J)
pt: _Iterar -j N-=1: O(N*J)
ro: _Iterare -j N-=1: O(N*J)
ru: _Итерация -j N-=1: O(N*J)
sk: _Iterovať -j N-=1: O(N*J)
sl: _Ponavljaj -j N-=1: O(N*J)
sr: _Итерирај -j N-=1: O(N*J)
sv: _Iterera -j N-=1: O(N*J)
th: _วนซ้ำ -j N-=1: O(N*J)
tr: _Yinele -j N-=1: O(N*J)
uk: _Ітерація -j N-=1: O(N*J)
vi: _Lặp -j N-=1: O(N*J)

source: Benchmark _Help
af: Maatstaf _Hulp
ar: _مساعدة اختبار الأداء
bg: _Помощ за тестове
bn: বেঞ্চমার্ক _সাহায্য
bs: Mjerilo performansi _pomoć
cs: _Nápověda benchmarku
da: Benchmark-_hjælp
de: Benchmark-_Hilfe
el: _Βοήθεια Αξιολόγησης
es: _Ayuda de pruebas de rendimiento
et: Jõudlustesti _Abi
fi: Suorituskykytestin _ohje
fr: _Aide benchmark
he: _עזרת מבחני ביצועים
hi: बेंचमार्क _सहायता
hr: _Pomoć za testiranje performansi
hu: Teljesítményteszt _Súgó
id: _Bantuan Benchmark
it: _Aiuto Benchmark
ja: ベンチマークヘルプ(_H)
lt: Testų _pagalba
lv: Veiktspējas testu _Palīdzība
mk: Бенчмарк _помош
no: Ytelsestest _Hjelp
pl: _Pomoc testów wydajności
pt: Ajuda de _Benchmark
ro: _Ajutor Benchmark
ru: _Справка по тестам
sk: _Pomoc benchmark
sl: _Pomoč za preizkuse zmogljivosti
sr: Помоћ за _тестове перформанси
sv: Prestandatest-_hjälp
th: _ช่วยเหลือเบนช์มาร์ก
tr: Karşılaştırma _Yardımı
uk: _Довідка тестів
ur: بینچ مارک _مدد
vi: Trợ giúp đánh _giá

source: Begin Frequency Loop at Startup
af: Begin Frekwensie Lus by Opstart
ar: بدء حلقة التردد عند التشغيل
bg: Стартиране на честотен цикъл при пускане
bn: স্টার্টআপে ফ্রিকোয়েন্সি লুপ শুরু করুন
bs: Započni frekvencijsku petlju pri pokretanju
cs: Spustit frekvenční smyčku při startu
da: Start frekvensløkke ved opstart
de: Frequenzschleife beim Start beginnen
el: Έναρξη Βρόχου Συχνότητας κατά την Εκκίνηση
es: Iniciar bucle de frecuencia al arrancar
et: Alusta sagedustsüklit käivitamisel
fi: Aloita taajuussilmukka käynnistyksessä
fr: Démarrer la boucle de fréquence au lancement
he: התחל לולאת תדר בהפעלה
hi: स्टार्टअप पर आवृत्ति लूप शुरू करें
hr: Započni frekvencijsku petlju pri pokretanju
hu: Frekvenciahurok indítása induláskor
id: Mulai Loop Frekuensi saat Startup
it: Avvia Ciclo Frequenza all'Avvio
ja: 起動時に周波数ループを開始
lt: Pradėti dažnio ciklą paleidžiant
lv: Sākt frekvences ciklu pie palaišanas
mk: Започни фреквенциски циклус при стартување
nl: Frequentielus starten bij opstarten
no: Start frekvensløkke ved oppstart
pl: Rozpocznij pętlę częstotliwości przy starcie
pt: Iniciar Loop de Frequência ao Iniciar
ro: Începe Bucla de Frecvență la Pornire
ru: Начать цикл частот при запуске
sk: Spustiť frekvenčnú slučku pri štarte
sl: Začni frekvenčno zanko ob zagonu
sr: Покрени фреквентну петљу при покретању
sv: Starta frekvensloop vid uppstart
th: เริ่มวนรอบความถี่เมื่อเริ่มต้นโปรแกรม
tr: Başlangıçta Frekans Döngüsünü Başlat
uk: Почати цикл частоти при запуску
ur: آغاز پر فریکوئنسی لوپ شروع کریں
vi: Bắt đầu vòng lặp tần số khi khởi động
