Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: PQ and PT cards are ignored: Printing to file not implemented
af: PQ en PT kaarte word geïgnoreer: Druk na lêer nie geïmplementeer nie
ar: تم تجاهل بطاقات PQ وPT: الطباعة إلى ملف غير مطبقة
bg: картите PQ и PT се игнорират: Печатът във файл не е реализиран
bn: PQ এবং PT কার্ড উপেক্ষা করা হয়েছে: ফাইলে প্রিন্টিং বাস্তবায়িত হয়নি
bs: PQ i PT kartice su ignorisane: Štampanje u datoteku nije implementirano
cs: Karty PQ a PT jsou ignorovány: Tisk do souboru není implementován
da: PQ- og PT-kort ignoreres: Udskrivning til fil ikke implementeret
de: PQ- und PT-Karten werden ignoriert: Drucken in Datei nicht implementiert
el: Οι κάρτες PQ και PT αγνοούνται: Η εκτύπωση σε αρχείο δεν έχει υλοποιηθεί
es: Las tarjetas PQ y PT son ignoradas: Impresión a archivo no implementada
et: PQ ja PT kaardid ignoreeritakse: faili printimine ei ole realiseeritud
fi: PQ- ja PT-kortit ohitetaan: Tiedostoon tulostusta ei ole toteutettu
fr: Cartes PQ et PT ignorées : Impression vers fichier non implémentée
he: כרטיסי PQ ו-PT מתעלמים: הדפסה לקובץ לא מיושמת
hi: PQ और PT कार्ड को अनदेखा किया गया: फ़ाइल में प्रिंट करना लागू नहीं है
hr: PQ i PT kartice se zanemaruju: Ispis u datoteku nije implementiran
hu: PQ és PT kártyák figyelmen kívül hagyva: Fájlba nyomtatás nincs implementálva
id: Kartu PQ dan PT diabaikan: Pencetakan ke file tidak diimplementasikan
it: schede PQ e PT ignorate: stampa su file non implementata
ja: PQおよびPTカードは無視されます: ファイルへの出力は実装されていません
lt: PQ ir PT kortelės ignoruojamos: spausdinimas į failą neįgyvendintas
lv: PQ un PT kartes tiek ignorētas: drukāšana failā nav implementēta
mk: PQ и PT картичките се игнорираат: Печатење во датотека не е имплементирано
nl: PQ- en PT-kaarten worden genegeerd: Afdrukken naar bestand niet geïmplementeerd
no: PQ- og PT-kort ignoreres: Utskrift til fil er ikke implementert
pl: Karty PQ i PT są ignorowane: drukowanie do pliku nie jest zaimplementowane
pt: cartões PQ e PT são ignorados: Impressão para arquivo não implementada
ro: Cardurile PQ și PT sunt ignorate: Tipărirea în fișier nu este implementată
ru: Карты PQ и PT игнорируются: вывод в файл не реализован
sk: PQ a PT karty sú ignorované: Tlač do súboru nie je implementovaná
sl: Kartici PQ in PT sta prezrti: Tiskanje v datoteko ni implementirano
sr: PQ и PT картице су игнорисане: Штампање у датотеку није имплементирано
sv: PQ- och PT-kort ignoreras: Utskrift till fil är inte implementerad
th: การ์ด PQ และ PT ถูกละเว้น: ไม่ได้นำการพิมพ์ไปยังไฟล์มาใช้
tr: PQ ve PT kartları yoksayılıyor: Dosyaya yazdırma uygulanmadı
uk: Картки PQ та PT ігноруються: друк у файл не реалізовано
ur: PQ اور PT کارڈز نظرانداز کیے گئے: فائل میں پرنٹنگ نافذ نہیں ہے
vi: Thẻ PQ và PT bị bỏ qua: In ra tệp chưa được triển khai

source: PQ and PT cards are ignored Printing to file not implemented
af: PQ en PT kaarte word geïgnoreer Druk na lêer nie geïmplementeer nie
ar: تم تجاهل بطاقات PQ وPT الطباعة إلى ملف غير مطبقة
bg: картите PQ и PT се игнорират Печатът във файл не е реализиран
bn: PQ এবং PT কার্ড উপেক্ষা করা হয়েছে ফাইলে প্রিন্টিং বাস্তবায়িত হয়নি
bs: PQ i PT kartice su ignorisane Štampanje u datoteku nije implementirano
cs: Karty PQ a PT jsou ignorovány Tisk do souboru není implementován
da: PQ- og PT-kort ignoreres Udskrivning til fil ikke implementeret
de: PQ- und PT-Karten werden ignoriert Drucken in Datei nicht implementiert
el: Οι κάρτες PQ και PT αγνοούνται Η εκτύπωση σε αρχείο δεν έχει υλοποιηθεί
es: Las tarjetas PQ y PT son ignoradas Impresión a archivo no implementada
et: PQ ja PT kaardid ignoreeritakse Faili printimine ei ole realiseeritud
fi: PQ- ja PT-kortit ohitetaan Tiedostoon tulostusta ei ole toteutettu
fr: Cartes PQ et PT ignorées Impression vers fichier non implémentée
he: כרטיסי PQ ו-PT מתעלמים הדפסה לקובץ לא מיושמת
hi: PQ और PT कार्ड को अनदेखा किया गया फ़ाइल में प्रिंट करना लागू नहीं है
hr: PQ i PT kartice se zanemaruju Ispis u datoteku nije implementiran
hu: PQ és PT kártyák figyelmen kívül hagyva Fájlba nyomtatás nincs implementálva
id: Kartu PQ dan PT diabaikan Pencetakan ke file tidak diimplementasikan
it: Schede PQ e PT ignorate Stampa su file non implementata
ja: PQおよびPTカードは無視されます ファイルへの出力は実装されていません
lt: PQ ir PT kortelės ignoruojamos Spausdinimas į failą neįgyvendintas
lv: PQ un PT kartes tiek ignorētas Drukāšana failā nav implementēta
mk: PQ и PT картичките се игнорираат Печатење во датотека не е имплементирано
nl: PQ- en PT-kaarten worden genegeerd Afdrukken naar bestand niet geïmplementeerd
no: PQ- og PT-kort ignoreres Utskrift til fil er ikke implementert
pl: Karty PQ i PT są ignorowane Drukowanie do pliku nie jest zaimplementowane
pt: cartões PQ e PT são ignorados Impressão para arquivo não implementada
ro: Cardurile PQ și PT sunt ignorate Tipărirea în fișier nu este implementată
ru: Карты PQ и PT игнорируются Вывод в файл не реализован
sk: PQ a PT karty sú ignorované Tlač do súboru nie je implementovaná
sl: Kartici PQ in PT sta prezrti Tiskanje v datoteko ni implementirano
sr: PQ и PT картице су игнорисане Штампање у датотеку није имплементирано
sv: PQ- och PT-kort ignoreras Utskrift till fil är inte implementerad
th: การ์ด PQ และ PT ถูกละเว้น ไม่ได้นำการพิมพ์ไปยังไฟล์มาใช้
tr: PQ ve PT kartları yoksayılıyor Dosyaya yazdırma uygulanmadı
uk: Картки PQ та PT ігноруються Друк у файл не реалізовано
ur: PQ اور PT کارڈز نظرانداز کیے گئے فائل میں پرنٹنگ نافذ نہیں ہے
vi: Thẻ PQ và PT bị bỏ qua In ra tệp chưa được triển khai

source: Surface wave option (I1=1): of RP command not implemented
af: Oppervlakgolf opsie (I1=1): van RP opdrag nie geïmplementeer nie
ar: خيار الموجة السطحية (I1=1): لأمر RP غير مطبق
bg: Опцията за повърхностна вълна (I1=1): на командата RP не е реализирана
bn: সারফেস ওয়েভ অপশন (I1=1): RP কমান্ডের বাস্তবায়িত হয়নি
bs: Opcija površinskog vala (I1=1): RP komande nije implementirana
cs: Volba povrchové vlny (I1=1): příkazu RP není implementována
da: Overfladebølgemulighed (I1=1): af RP-kommando ikke implementeret
de: Oberflächenwellenoption (I1=1): des RP-Befehls nicht implementiert
el: Επιλογή επιφανειακού κύματος (I1=1): της εντολής RP δεν έχει υλοποιηθεί
es: Opción de onda de superficie (I1=1): del comando RP no implementada
et: Pinnalaine valik (I1=1): RP käsus ei ole realiseeritud
fi: Pinta-aaltovaihtoehto (I1=1): RP-komennossa ei toteutettu
fr: Option onde de surface (I1=1) : de la commande RP non implémentée
he: אפשרות גל פני שטח (I1=1): של פקודת RP לא מיושמת
hi: सरफेस वेव विकल्प (I1=1): RP कमांड का लागू नहीं है
hr: Opcija površinskog vala (I1=1): RP naredbe nije implementirana
hu: Felületi hullám opció (I1=1): az RP parancsban nincs implementálva
id: Opsi gelombang permukaan (I1=1): dari perintah RP tidak diimplementasikan
it: Opzione onda superficiale (I1=1): del comando RP non implementata
ja: 表面波オプション (I1=1): RPコマンドでは実装されていません
lt: Paviršinės bangos parinktis (I1=1): RP komandoje neįgyvendinta
lv: Virsmas viļņa opcija (I1=1): RP komandai nav implementēta
mk: Опција за површински бран (I1=1): од RP командата не е имплементирана
nl: Oppervlaktegolfoptie (I1=1): van RP-opdracht niet geïmplementeerd
no: Overflatebølge-alternativ (I1=1): av RP-kommando er ikke implementert
pl: Opcja fali powierzchniowej (I1=1): polecenia RP nie jest zaimplementowana
pt: Opção de onda de superfície (I1=1): do comando RP não implementada
ro: Opțiunea undă de suprafață (I1=1): din comanda RP nu este implementată
ru: Опция поверхностной волны (I1=1): команды RP не реализована
sk: Možnosť povrchovej vlny (I1=1): príkazu RP nie je implementovaná
sl: Možnost površinskega vala (I1=1): ukaza RP ni implementirana
sr: Опција површинског таласа (I1=1): RP команде није имплементирана
sv: Ytvågsalternativ (I1=1): av RP-kommando är inte implementerat
th: ตัวเลือกคลื่นผิว (I1=1): ของคำสั่ง RP ไม่ได้ถูกนำมาใช้
tr: Yüzey dalgası seçeneği (I1=1): RP komutu uygulanmadı
uk: Опція поверхневої хвилі (I1=1): команди RP не реалізована
ur: سرفیس ویو آپشن (I1=1): RP کمانڈ کا نافذ نہیں ہے
vi: Tùy chọn sóng mặt (I1=1): của lệnh RP chưa được triển khai

source: Surface wave option (I1=1) of RP command not implemented
af: Oppervlakgolf opsie (I1=1) van RP opdrag nie geïmplementeer nie
ar: خيار الموجة السطحية (I1=1) لأمر RP غير مطبق
bg: Опцията за повърхностна вълна (I1=1) на командата RP не е реализирана
bn: সারফেস ওয়েভ অপশন (I1=1) RP কমান্ডের বাস্তবায়িত হয়নি
bs: Opcija površinskog vala (I1=1) RP komande nije implementirana
cs: Volba povrchové vlny (I1=1) příkazu RP není implementována
da: Overfladebølgemulighed (I1=1) af RP-kommando ikke implementeret
de: Oberflächenwellenoption (I1=1) des RP-Befehls nicht implementiert
el: Επιλογή επιφανειακού κύματος (I1=1) της εντολής RP δεν έχει υλοποιηθεί
es: Opción de onda de superficie (I1=1) del comando RP no implementada
et: Pinnalaine valik (I1=1) RP käsus ei ole realiseeritud
fi: Pinta-aaltovaihtoehto (I1=1) RP-komennossa ei toteutettu
fr: Option onde de surface (I1=1) de la commande RP non implémentée
he: אפשרות גל פני שטח (I1=1) של פקודת RP לא מיושמת
hi: सरफेस वेव विकल्प (I1=1) RP कमांड का लागू नहीं है
hr: Opcija površinskog vala (I1=1) RP naredbe nije implementirana
hu: Felületi hullám opció (I1=1) az RP parancsban nincs implementálva
id: Opsi gelombang permukaan (I1=1) dari perintah RP tidak diimplementasikan
it: Opzione onda superficiale (I1=1) del comando RP non implementata
ja: 表面波オプション (I1=1) RPコマンドでは実装されていません
lt: Paviršinės bangos parinktis (I1=1) RP komandoje neįgyvendinta
lv: Virsmas viļņa opcija (I1=1) RP komandai nav implementēta
mk: Опција за површински бран (I1=1) од RP командата не е имплементирана
nl: Oppervlaktegolfoptie (I1=1) van RP-opdracht niet geïmplementeerd
no: Overflatebølge-alternativ (I1=1) av RP-kommando er ikke implementert
pl: Opcja fali powierzchniowej (I1=1) polecenia RP nie jest zaimplementowana
pt: Opção de onda de superfície (I1=1) do comando RP não implementada
ro: Opțiunea undă de suprafață (I1=1) din comanda RP nu este implementată
ru: Опция поверхностной волны (I1=1) команды RP не реализована
sk: Možnosť povrchovej vlny (I1=1) príkazu RP nie je implementovaná
sl: Možnost površinskega vala (I1=1) ukaza RP ni implementirana
sr: Опција површинског таласа (I1=1) RP команде није имплементирана
sv: Ytvågsalternativ (I1=1) av RP-kommando är inte implementerat
th: ตัวเลือกคลื่นผิว (I1=1) ของคำสั่ง RP ไม่ได้ถูกนำมาใช้
tr: Yüzey dalgası seçeneği (I1=1) RP komutu uygulanmadı
uk: Опція поверхневої хвилі (I1=1) команди RP не реалізована
ur: سرفیس ویو آپشن (I1=1) RP کمانڈ کا نافذ نہیں ہے
vi: Tùy chọn sóng mặt (I1=1) của lệnh RP chưa được triển khai

source: Gain averaging (XNDA ***1 or ***2) controls text output formatting. xnec2c renders radiation patterns graphically instead of text tables. Pattern calculations proceed normally; use GUI to view results.
af: Aanwins-gemiddeld (XNDA ***1 of ***2) beheer teks uitvoer formatering. xnec2c vertoon stralingspatrone grafies in plaas van teks tabelle. Patroon berekeninge gaan normaalweg voort; gebruik GUI om resultate te sien.
ar: حساب متوسط الكسب (XNDA ***1 أو ***2) يتحكم في تنسيق إخراج النص. xnec2c يعرض أنماط الإشعاع بيانياً بدلاً من جداول النص. حسابات النمط تتم بشكل طبيعي؛ استخدم واجهة المستخدم لعرض النتائج.
bg: Осредняването на усилване (XNDA ***1 или ***2) контролира форматирането на текстовия изход. xnec2c изобразява диаграмите на излъчване графично вместо текстови таблици. Изчисленията на диаграмите продължават нормално; използвайте графичния интерфейс за преглед на резултатите.
bn: গেইন গড় (XNDA ***1 বা ***2) টেক্সট আউটপুট ফর্ম্যাটিং নিয়ন্ত্রণ করে। xnec2c টেক্সট টেবিলের পরিবর্তে গ্রাফিক্যালি রেডিয়েশন প্যাটার্ন রেন্ডার করে। প্যাটার্ন গণনা স্বাভাবিকভাবে চলে; ফলাফল দেখতে GUI ব্যবহার করুন।
bs: Usrednjavanje pojačanja (XNDA ***1 ili ***2) kontroliše formatiranje tekstualnog izlaza. xnec2c prikazuje dijagrame zračenja grafički umjesto tekstualnih tabela. Proračuni dijagrama se odvijaju normalno; koristite GUI za pregled rezultata.
cs: Průměrování zisku (XNDA ***1 nebo ***2) řídí formátování textového výstupu. xnec2c vykresluje vyzařovací diagramy graficky místo textových tabulek. Výpočty diagramu probíhají normálně; použijte GUI pro zobrazení výsledků.
da: Forstærkningsgennemsnit (XNDA ***1 eller ***2) styrer tekstudskriftsformatering. xnec2c gengiver strålingsdiagrammer grafisk i stedet for teksttabeller. Diagramberegninger fortsætter normalt; brug GUI til at se resultater.
de: Gewinnmittelung (XNDA ***1 oder ***2) steuert die Textausgabeformatierung. xnec2c rendert Strahlungsdiagramme grafisch anstelle von Texttabellen. Diagrammberechnungen laufen normal weiter; verwenden Sie die GUI zur Anzeige der Ergebnisse.
el: Ο μέσος όρος κέρδους (XNDA ***1 ή ***2) ελέγχει τη μορφοποίηση εξόδου κειμένου. Το xnec2c αποδίδει τα διαγράμματα ακτινοβολίας γραφικά αντί για πίνακες κειμένου. Οι υπολογισμοί διαγράμματος προχωρούν κανονικά· χρησιμοποιήστε το γραφικό περιβάλλον για να δείτε τα αποτελέσματα.
es: El promediado de ganancia (XNDA ***1 o ***2) controla el formato de salida de texto. xnec2c renderiza patrones de radiación gráficamente en lugar de tablas de texto. Los cálculos de patrón proceden normalmente; use la GUI para ver los resultados.
et: Võimenduse keskmistamine (XNDA ***1 või ***2) juhib teksti väljundi vormingut. xnec2c kuvab kiirgusdiagramme graafiliselt tekstitabelite asemel. Diagrammide arvutused toimuvad tavapäraselt; kasutage tulemuste vaatamiseks GUI-d.
fi: Vahvistuksen keskiarvoistus (XNDA ***1 tai ***2) ohjaa tekstitulosteen muotoilua. xnec2c piirtää säteilykuviot graafisesti tekstitaulukoiden sijaan. Kuvioiden laskenta etenee normaalisti; käytä käyttöliittymää tulosten tarkasteluun.
fr: La moyenne du gain (XNDA ***1 ou ***2) contrôle le formatage de sortie texte. xnec2c affiche les diagrammes de rayonnement graphiquement au lieu de tableaux texte. Les calculs de diagramme se poursuivent normalement ; utilisez l'interface graphique pour voir les résultats.
he: ממוצע הגבר (XNDA ***1 או ***2) שולט בעיצוב פלט טקסט. xnec2c מציג תבניות קרינה באופן גרפי במקום טבלאות טקסט. חישובי תבניות ממשיכים כרגיל; השתמש בממשק הגרפי לצפייה בתוצאות.
hi: गेन औसत (XNDA ***1 या ***2) टेक्स्ट आउटपुट फॉर्मेटिंग को नियंत्रित करता है। xnec2c टेक्स्ट टेबल के बजाय रेडिएशन पैटर्न को ग्राफ़िक रूप से प्रस्तुत करता है। पैटर्न गणनाएँ सामान्य रूप से आगे बढ़ती हैं; परिणाम देखने के लिए GUI का उपयोग करें।
hr: Usrednjavanje dobitka (XNDA ***1 ili ***2) kontrolira formatiranje tekstualnog izlaza. xnec2c prikazuje dijagrame zračenja grafički umjesto tekstualnih tablica. Proračuni dijagrama se odvijaju normalno; koristite GUI za pregled rezultata.
hu: Az erősítés átlagolás (XNDA ***1 vagy ***2) a szöveges kimenet formázását szabályozza. Az xnec2c a sugárzási diagramokat grafikusan jeleníti meg szöveges táblázatok helyett. A diagram számítások normálisan folynak; használja a grafikus felületet az eredmények megtekintéséhez.
id: Rata-rata gain (XNDA ***1 atau ***2) mengontrol format keluaran teks. xnec2c merender pola radiasi secara grafis bukan tabel teks. Perhitungan pola berjalan normal; gunakan GUI untuk melihat hasil.
it: La media del guadagno (XNDA ***1 o ***2) controlla la formattazione dell'output testuale. xnec2c visualizza i diagrammi di radiazione graficamente invece che in tabelle testuali. I calcoli del diagramma procedono normalmente; usare la GUI per visualizzare i risultati.
ja: 利得平均化 (XNDA ***1または***2) はテキスト出力フォーマットを制御します。 xnec2cは放射パターンをテキストテーブルではなくグラフィカルに描画します。 パターン計算は正常に進行します。結果を見るにはGUIを使用してください。
lt: Stiprinimo vidurkio skaičiavimas (XNDA ***1 arba ***2) valdo tekstinę išvesties formatą. xnec2c spinduliuotės diagramas atvaizduoja grafiškai, o ne tekstinėmis lentelėmis. Diagramos skaičiavimai vyksta normaliai; naudokite GUI rezultatams peržiūrėti.
lv: Pastiprinājuma vidējošana (XNDA ***1 vai ***2) kontrolē teksta izvades formatējumu. xnec2c attēlo starojuma diagrammas grafiski, nevis teksta tabulās. Diagrammu aprēķini notiek normāli; izmantojiet GUI, lai skatītu rezultātus.
mk: Усреднување на добиток (XNDA ***1 или ***2) контролира форматирање на текстуален излез. xnec2c прикажува дијаграми на зрачење графички наместо текстуални табели. Пресметките на дијаграмот продолжуваат нормално; користете GUI за преглед на резултатите.
nl: Versterkingsmiddeling (XNDA ***1 of ***2) regelt de tekstuitvoerformattering. xnec2c geeft stralingspatronen grafisch weer in plaats van teksttabellen. Patroonberekeningen verlopen normaal; gebruik de GUI om resultaten te bekijken.
no: Forsterkningsgjennomsnitt (XNDA ***1 eller ***2) styrer tekstutskriftsformatering. xnec2c viser strålingsdiagrammer grafisk i stedet for teksttabeller. Diagramberegninger fortsetter normalt; bruk GUI for å se resultater.
pl: Uśrednianie zysku (XNDA ***1 lub ***2) steruje formatowaniem wyjścia tekstowego. xnec2c renderuje charakterystyki promieniowania graficznie zamiast tabel tekstowych. Obliczenia charakterystyki przebiegają normalnie; użyj GUI do wyświetlenia wyników.
pt: A média de ganho (XNDA ***1 ou ***2) controla a formatação de saída de texto. xnec2c renderiza diagramas de radiação graficamente em vez de tabelas de texto. Os cálculos de diagrama prosseguem normalmente; use a GUI para ver os resultados.
ro: Medierea câștigului (XNDA ***1 sau ***2) controlează formatarea ieșirii text. xnec2c redă diagramele de radiație grafic în loc de tabele text. Calculele diagramei continuă normal; folosiți interfața grafică pentru a vizualiza rezultatele.
ru: Усреднение усиления (XNDA ***1 или ***2) управляет форматированием текстового вывода. xnec2c отображает диаграммы направленности графически, а не в виде текстовых таблиц. Расчёт диаграмм выполняется в обычном режиме; используйте графический интерфейс для просмотра результатов.
sk: Priemerovanie zisku (XNDA ***1 alebo ***2) ovláda formátovanie textového výstupu. xnec2c vykresľuje vyžarovacie diagramy graficky namiesto textových tabuliek. Výpočty diagramov prebiehajú normálne; použite GUI na zobrazenie výsledkov.
sl: Povprečenje ojačenja (XNDA ***1 ali ***2) nadzoruje oblikovanje besedilnega izhoda. xnec2c upodablja sevalne diagrame grafično namesto v besedilnih tabelah. Izračuni diagramov potekajo normalno; za ogled rezultatov uporabite grafični vmesnik.
sr: Усредњавање појачања (XNDA ***1 или ***2) контролише форматирање текстуалног излаза. xnec2c приказује дијаграме зрачења графички уместо текстуалних табела. Прорачуни дијаграма настављају нормално; користите GUI за преглед резултата.
sv: Förstärkningsmedelvärde (XNDA ***1 eller ***2) styr textutmatningsformatering. xnec2c renderar strålningsdiagram grafiskt istället för texttabeller. Diagramberäkningar fortskrider normalt; använd GUI för att visa resultat.
th: การหาค่าเฉลี่ยอัตราขยาย (XNDA ***1 หรือ ***2) ควบคุมรูปแบบการแสดงผลข้อความ xnec2c แสดงแบบรูปการแผ่คลื่นแบบกราฟิกแทนตารางข้อความ การคำนวณแบบรูปการแผ่คลื่นดำเนินการตามปกติ ใช้ GUI เพื่อดูผลลัพธ์
tr: Kazanç ortalaması (XNDA ***1 veya ***2) metin çıktı biçimlendirmesini kontrol eder. xnec2c ışınım örüntülerini metin tabloları yerine grafiksel olarak oluşturur. Örüntü hesaplamaları normal şekilde devam eder; sonuçları görüntülemek için GUI'yi kullanın.
uk: Усереднення підсилення (XNDA ***1 або ***2) керує форматуванням текстового виводу. xnec2c відображає діаграми випромінювання графічно замість текстових таблиць. Обчислення діаграм виконуються нормально; використовуйте GUI для перегляду результатів.
ur: گین ایوریجنگ (XNDA ***1 یا ***2) ٹیکسٹ آؤٹ پٹ فارمیٹنگ کو کنٹرول کرتی ہے۔ xnec2c ریڈی ایشن پیٹرنز کو ٹیکسٹ ٹیبلز کی بجائے گرافیکلی رینڈر کرتا ہے۔ پیٹرن کیلکولیشنز عام طور پر جاری ہیں؛ نتائج دیکھنے کے لیے GUI استعمال کریں۔
vi: Trung bình hóa độ lợi (XNDA ***1 hoặc ***2) điều khiển định dạng đầu ra văn bản. xnec2c hiển thị đồ thị bức xạ dạng đồ họa thay vì bảng văn bản. Tính toán đồ thị bức xạ tiến hành bình thường; sử dụng GUI để xem kết quả.

source: Theta > 90 deg. with ground specified: Please check RP card data and correct
af: Theta > 90 grade met grondvlak gespesifiseer: Kontroleer asseblief RP kaart data en korrigeer
ar: Theta > 90 درجة مع تحديد الأرضي: يرجى التحقق من بيانات بطاقة RP وتصحيحها
bg: Theta > 90 градуса при зададена земя: Моля, проверете данните в картата RP и ги коригирайте
bn: গ্রাউন্ড নির্দিষ্ট করার সাথে Theta > 90 ডিগ্রি: অনুগ্রহ করে RP কার্ড ডেটা পরীক্ষা করে সংশোধন করুন
bs: Theta > 90 stepeni sa specificiranim uzemljenjem: Molimo provjerite podatke RP kartice i ispravite
cs: Theta > 90 stupňů se specifikovanou zemí: Prosím zkontrolujte data karty RP a opravte
da: Theta > 90 grader med jord angivet: Kontrollér venligst RP-kortdata og ret
de: Theta > 90 Grad mit angegebenem Ground: Bitte überprüfen Sie die RP-Kartendaten und korrigieren Sie diese
el: Theta > 90 μοίρες με καθορισμένη γείωση: Παρακαλώ ελέγξτε τα δεδομένα της κάρτας RP και διορθώστε
es: Theta > 90 grados con plano de tierra especificado: Por favor verifique los datos de la tarjeta RP y corrija
et: Theta > 90 kraadi määratud maandusega: palun kontrollige RP kaardi andmeid ja parandage
fi: Theta > 90 astetta maatason kanssa: Tarkista RP-kortin tiedot ja korjaa
fr: Theta > 90 deg. avec plan de masse spécifié : Veuillez vérifier les données de la carte RP et corriger
he: Theta > 90 מעלות עם קרקע מוגדרת: אנא בדוק את נתוני כרטיס RP ותקן
hi: ग्राउंड निर्दिष्ट होने पर Theta > 90 डिग्री: कृपया RP कार्ड डेटा की जाँच करें और सही करें
hr: Theta > 90 stup. s navedenim uzemljenjem: Molimo provjerite podatke RP kartice i ispravite
hu: Theta > 90 fok megadott földsíkkal: Kérjük ellenőrizze az RP kártya adatait és javítsa
id: Theta > 90 derajat dengan ground yang ditentukan: Silakan periksa data kartu RP dan perbaiki
it: Theta > 90 gradi con piano di massa specificato: verificare e correggere i dati della scheda RP
ja: グラウンド指定時にTheta > 90度: RPカードのデータを確認して修正してください
lt: Theta > 90 laipsnių su nurodytu įžeminimu: Patikrinkite RP kortelės duomenis ir pataisykite
lv: Teta > 90 grādi ar norādītu zemējumu: Lūdzu pārbaudiet RP kartes datus un izlabojiet
mk: Тета > 90 степени со специфицирано заземјување: Проверете ги податоците на RP картичката и поправете
nl: Theta > 90 graden met grondvlak gespecificeerd: Controleer de RP-kaartgegevens en corrigeer
no: Theta > 90 grader med jordplan spesifisert: Vennligst sjekk RP-kortdata og korriger
pl: Theta > 90 stopni przy określonym uziemieniu: Proszę sprawdzić dane karty RP i poprawić
pt: Theta > 90 graus com plano de terra especificado: Por favor, verifique os dados do cartão RP e corrija
ro: Theta > 90 grade cu plan de masă specificat: Verificați datele cardului RP și corectați
ru: Theta > 90 град. при указанной земле: Пожалуйста, проверьте данные карты RP и исправьте
sk: Theta > 90 stupňov so špecifikovanou zemou: Skontrolujte údaje RP karty a opravte
sl: Theta > 90 stopinj z določenimi tlemi: Prosimo, preverite podatke kartice RP in jih popravite
sr: Theta > 90 степени са наведеним уземљењем: Молимо проверите податке RP картице и исправите
sv: Theta > 90 grader med angiven jordplan: Kontrollera RP-kortdata och korrigera
th: Theta > 90 องศา โดยมีการระบุกราวด์: กรุณาตรวจสอบข้อมูลการ์ด RP และแก้ไข
tr: Toprak düzlemi belirtilmiş durumda theta > 90 derece: Lütfen RP kartı verilerini kontrol edip düzeltin
uk: Theta > 90 град. при вказаній землі: Будь ласка, перевірте дані картки RP та виправте
ur: گراؤنڈ متعین ہونے کے ساتھ Theta > 90 ڈگری: براہ کرم RP کارڈ ڈیٹا چیک کریں اور درست کریں
vi: Theta > 90 độ với mặt phẳng đất được chỉ định: Vui lòng kiểm tra dữ liệu thẻ RP và sửa
