Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: input file name too long ( > %d char )
af: invoerlêer naam te lank ( > %d karakters )
ar: اسم ملف الإدخال طويل جداً ( > %d حرف )
bg: името на входния файл е твърде дълго ( > %d символа )
bn: ইনপুট ফাইল নাম অনেক দীর্ঘ ( > %d অক্ষর )
bs: ime ulazne datoteke je predugačko ( > %d znakova )
cs: Název vstupního souboru je příliš dlouhý ( > %d znaků )
da: inputfilnavn er for langt ( > %d tegn )
de: Eingabedateiname zu lang ( > %d Zeichen )
el: το όνομα αρχείου εισόδου είναι πολύ μεγάλο ( > %d χαρακτήρες )
es: nombre del archivo de entrada demasiado largo ( > %d caracteres )
et: sisendfaili nimi on liiga pikk ( > %d märki )
fi: syötetiedoston nimi liian pitkä ( > %d merkkiä )
fr: nom du fichier d'entrée trop long ( > %d car. )
he: שם קובץ קלט ארוך מדי ( > %d תווים )
hi: इनपुट फ़ाइल नाम बहुत लंबा है ( > %d वर्ण )
hr: naziv ulazne datoteke predug ( > %d znakova )
hu: bemeneti fájl neve túl hosszú ( > %d karakter )
id: nama file input terlalu panjang ( > %d karakter )
it: nome file di input troppo lungo ( > %d caratteri )
ja: 入力ファイル名が長すぎます ( > %d文字 )
lt: įvesties failo pavadinimas per ilgas ( > %d simb. )
lv: ievades faila nosaukums pārāk garš ( > %d rakstzīmes )
mk: името на влезната датотека е предолго ( > %d знаци )
nl: invoerbestandsnaam te lang ( > %d tekens )
no: inndatafilnavn er for langt ( > %d tegn )
pl: nazwa pliku wejściowego zbyt długa ( > %d znaków )
pt: nome do arquivo de entrada muito longo ( > %d caracteres )
ro: numele fișierului de intrare este prea lung ( > %d caractere )
ru: имя входного файла слишком длинное ( > %d символов )
sk: názov vstupného súboru je príliš dlhý ( > %d znakov )
sl: ime vhodne datoteke je predolgo ( > %d znakov )
sr: име улазне датотеке је предугачко ( > %d знакова )
sv: indatafilnamn för långt ( > %d tecken )
th: ชื่อไฟล์อินพุตยาวเกินไป ( > %d อักขระ )
tr: girdi dosyası adı çok uzun ( > %d karakter )
uk: ім'я вхідного файлу занадто довге ( > %d символів )
ur: ان پٹ فائل کا نام بہت لمبا ہے ( > %d حروف )
vi: tên tệp đầu vào quá dài ( > %d ký tự )

source: Forking disabled!
af: Forking gedeaktiveer!
ar: تم تعطيل التفريع!
bg: Разклоняването е деактивирано!
bn: ফর্কিং অক্ষম!
bs: Forkovanje onemogućeno!
cs: Větvení zakázáno!
da: Forking deaktiveret!
de: Forking deaktiviert!
el: Η διχάλωση απενεργοποιήθηκε!
es: ¡Bifurcación deshabilitada!
et: Hargnemine keelatud!
fi: Haaroitus poistettu käytöstä!
fr: Forking désactivé !
he: פיצול (Forking) מושבת!
hi: फोर्किंग अक्षम!
hr: Forkanje onemogućeno!
hu: Folyamat elágaztatás kikapcsolva!
id: Forking dinonaktifkan!
it: Forking disabilitato!
ja: フォークが無効です！
lt: Šakojimas išjungtas!
lv: Sazarošana atspējota!
mk: Разгранувањето е оневозможено!
nl: Forking uitgeschakeld!
no: Forking deaktivert!
pl: Rozwidlanie wyłączone!
pt: Bifurcação desativada!
ro: Bifurcarea dezactivată!
ru: Ветвление процессов отключено!
sk: Forkovanie zakázané!
sl: Vejitev onemogočena!
sr: Форковање онемогућено
sv: Förgrening inaktiverad!
th: ปิดใช้งานการ fork!
tr: Çatallama devre dışı!
uk: Розгалуження вимкнено!
ur: فورکنگ غیر فعال ہے!
vi: Forking bị vô hiệu hóa!

source: pthread freqloop disabled!
af: pthread freqloop gedeaktiveer!
ar: تم تعطيل pthread freqloop!
bg: pthread freqloop е деактивиран!
bn: pthread freqloop অক্ষম!
bs: pthread freqloop onemogućen!
cs: pthread freqloop zakázána!
da: pthread freqloop deaktiveret!
de: pthread-Frequenzschleife deaktiviert!
el: Ο βρόχος συχνότητας pthread απενεργοποιήθηκε!
es: ¡pthread freqloop deshabilitado!
et: pthread sagedussilmus keelatud!
fi: pthread-taajuussilmukka poistettu käytöstä!
fr: pthread freqloop désactivé !
he: pthread freqloop מושבת!
hi: pthread freqloop अक्षम!
hr: pthread freqloop onemogućen!
hu: pthread freqloop kikapcsolva!
id: pthread freqloop dinonaktifkan!
it: pthread freqloop disabilitato!
ja: pthread freqloopが無効です！
lt: pthread dažnio ciklas išjungtas!
lv: pthread freqloop atspējots!
mk: pthread freqloop е оневозможен!
nl: pthread freqloop uitgeschakeld!
no: pthread freqloop deaktivert!
pl: pętla częstotliwości pthread wyłączona!
pt: pthread freqloop desativado!
ro: pthread freqloop dezactivat!
ru: pthread freqloop отключён!
sk: pthread freqloop zakázaný!
sl: pthread freqloop onemogočen!
sr: pthread freqloop онемогућен
sv: pthread freqloop inaktiverad!
th: ปิดใช้งาน pthread freqloop!
tr: pthread freqloop devre dışı!
uk: pthread freqloop вимкнено!
ur: pthread freqloop غیر فعال ہے!
vi: pthread freqloop bị vô hiệu hóa!

source: batch mode enabled, will exit after first loop
af: bondelmodus geaktiveer, sal na eerste lus afsluit
ar: تم تمكين وضع الدفعات، سيتم الخروج بعد الحلقة الأولى
bg: пакетният режим е активиран, ще излезе след първия цикъл
bn: ব্যাচ মোড সক্রিয়, প্রথম লুপের পর প্রস্থান করবে
bs: batch način rada omogućen, izlaz nakon prve petlje
cs: Dávkový režim povolen, ukončím po první smyčce
da: batch-tilstand aktiveret, afslutter efter første løkke
de: Batch-Modus aktiviert, Beenden nach erster Schleife
el: η λειτουργία δέσμης ενεργοποιήθηκε, θα γίνει έξοδος μετά τον πρώτο βρόχο
es: modo por lotes habilitado, saldrá después del primer bucle
et: pakettrežiim lubatud, väljutakse pärast esimest tsüklit
fi: erätila käytössä, poistutaan ensimmäisen silmukan jälkeen
fr: mode batch activé, sortie après la première boucle
he: מצב אצווה מופעל, ייצא לאחר לולאה ראשונה
hi: बैच मोड सक्षम, पहले लूप के बाद बाहर निकलेगा
hr: batch način omogućen, izlazak nakon prve petlje
hu: kötegelt mód engedélyezve, kilépés az első ciklus után
id: mode batch diaktifkan, akan keluar setelah loop pertama
it: modalità batch abilitata, uscita dopo il primo ciclo
ja: バッチモードが有効です、最初のループ後に終了します
lt: paketinis režimas įjungtas, programa baigsis po pirmo ciklo
lv: pakešu režīms iespējots, izies pēc pirmā cikla
mk: batch режимот е овозможен, ќе излезе по првиот циклус
nl: batchmodus ingeschakeld, zal afsluiten na eerste lus
no: batch-modus aktivert, vil avslutte etter første løkke
pl: tryb wsadowy włączony, wyjście po pierwszej pętli
pt: modo batch ativado, sairá após o primeiro loop
ro: modul lot activat, se va ieși după prima buclă
ru: пакетный режим включён, выход после первого цикла
sk: dávkový režim povolený, ukončí sa po prvom cykle
sl: paketni način omogočen, izhod po prvi zanki
sr: batch режим омогућен, излаз након прве петље
sv: batchläge aktiverat, avslutar efter första slingan
th: เปิดใช้งานโหมด batch จะออกหลังจากลูปแรก
tr: toplu mod etkin, ilk döngüden sonra çıkılacak
uk: пакетний режим увімкнено, вихід після першого циклу
ur: بیچ موڈ فعال ہے، پہلے لوپ کے بعد باہر نکلے گا
vi: chế độ batch được bật, sẽ thoát sau vòng lặp đầu tiên

source: verify segments check disabled
af: verifieer segmente kontrole gedeaktiveer
ar: تم تعطيل التحقق من segments
bg: проверката за валидиране на сегментите е деактивирана
bn: সেগমেন্ট যাচাই পরীক্ষা অক্ষম
bs: provjera verifikacije segmenata onemogućena
cs: Kontrola ověření segmentů zakázána
da: verificer segmenter-kontrol deaktiveret
de: Segmentüberprüfung deaktiviert
el: ο έλεγχος επαλήθευσης segments απενεργοποιήθηκε
es: verificación de segmentos deshabilitada
et: segmentide kontroll keelatud
fi: segmenttien tarkistus poistettu käytöstä
fr: vérification des segments désactivée
he: בדיקת אימות מקטעים מושבתת
hi: Segment सत्यापन जाँच अक्षम
hr: provjera verifikacije segmenata onemogućena
hu: szegmens ellenőrzés kikapcsolva
id: pemeriksaan verifikasi segmen dinonaktifkan
it: verifica controllo segmenti disabilitata
ja: セグメント検証チェックが無効です
lt: segmentų tikrinimas išjungtas
lv: segmentu pārbaudes verifikācija atspējota
mk: проверката на сегменти е оневозможена
nl: segmentverificatiecontrole uitgeschakeld
no: verifiser segmenter-sjekk deaktivert
pl: sprawdzanie weryfikacji segmentów wyłączone
pt: verificação de segmentos desativada
ro: verificarea segmentelor dezactivată
ru: проверка сегментов отключена
sk: kontrola overenia segmentov zakázaná
sl: preverjanje segmentov onemogočeno
sr: провера сегмената онемогућена
sv: segmentkontroll inaktiverad
th: ปิดใช้งานการตรวจสอบ segment
tr: segment doğrulama kontrolü devre dışı
uk: перевірку сегментів вимкнено
ur: سیگمنٹس کی تصدیق کی جانچ غیر فعال ہے
vi: kiểm tra xác minh phân đoạn bị vô hiệu hóa

source: forcing overlap check on large models
af: forseer oorvleuelingskontrole op groot modelle
ar: فرض فحص التداخل على النماذج الكبيرة
bg: принудителна проверка за припокриване при големи модели
bn: বড় মডেলে ওভারল্যাপ পরীক্ষা বাধ্যতামূলক করা হচ্ছে
bs: prisilna provjera preklapanja na velikim modelima
cs: Vynucuji kontrolu překrytí u velkých modelů
da: tvinger overlapskontrol på store modeller
de: Überlappungsprüfung bei großen Modellen erzwungen
el: επιβολή ελέγχου επικάλυψης σε μεγάλα μοντέλα
es: forzando verificación de superposición en modelos grandes
et: suurte mudelite kattuvuse kontroll sunnitakse
fi: pakotetaan päällekkäisyystarkistus suurille malleille
fr: forçage de la vérification de chevauchement sur les grands modèles
he: מכריח בדיקת חפיפה על מודלים גדולים
hi: बड़े मॉडल पर ओवरलैप जाँच बाध्य की जा रही है
hr: prisilna provjera preklapanja na velikim modelima
hu: átfedés ellenőrzés kényszerítése nagy modelleknél
id: memaksa pemeriksaan overlap pada model besar
it: controllo sovrapposizione forzato su modelli grandi
ja: 大規模モデルで重複チェックを強制します
lt: priverstinis persidengimo tikrinimas dideliems modeliams
lv: piespiedu pārklāšanās pārbaude lieliem modeļiem
mk: се форсира проверка на преклопување на големи модели
nl: overlappingscontrole geforceerd voor grote modellen
no: tvinger overlappsjekk på store modeller
pl: wymuszanie sprawdzania nakładania się na dużych modelach
pt: forçando verificação de sobreposição em modelos grandes
ro: se forțează verificarea suprapunerii pe modele mari
ru: принудительная проверка перекрытий для больших моделей
sk: vynútená kontrola prekrývania na veľkých modeloch
sl: vsiljeno preverjanje prekrivanja na velikih modelih
sr: форсирање провере преклапања на великим моделима
sv: tvingar överlappningskontroll på stora modeller
th: บังคับตรวจสอบการทับซ้อนบนโมเดลขนาดใหญ่
tr: büyük modellerde örtüşme kontrolü zorlanıyor
uk: примусова перевірка перекриття для великих моделей
ur: بڑے ماڈلز پر اوورلیپ چیک زبردستی فعال کیا جا رہا ہے
vi: buộc kiểm tra chồng lấp trên mô hình lớn

source: --batch and --optimize are mutual exclusive.
af: --batch en --optimize is wedersyds uitsluitend.
ar: --batch و--optimize متعارضان.
bg: --batch и --optimize са взаимно изключващи се.
bn: --batch এবং --optimize পারস্পরিক একচেটিয়া।
bs: --batch i --optimize su međusobno isključivi.
cs: --batch a --optimize jsou vzájemně výlučné.
da: --batch og --optimize er gensidigt udelukkende.
de: --batch und --optimize schließen sich gegenseitig aus.
el: οι επιλογές --batch και --optimize είναι αμοιβαία αποκλειόμενες.
es: --batch y --optimize son mutuamente excluyentes.
et: --batch ja --optimize on vastastikku välistavad.
fi: --batch ja --optimize ovat toisensa poissulkevia.
fr: --batch et --optimize sont mutuellement exclusifs.
he: --batch ו---optimize הם בלעדיים הדדית.
hi: --batch और --optimize परस्पर अनन्य हैं।
hr: --batch i --optimize su međusobno isključivi.
hu: --batch és --optimize kölcsönösen kizárják egymást.
id: --batch dan --optimize saling eksklusif.
it: --batch e --optimize sono mutuamente esclusivi.
ja: --batchと--optimizeは相互排他的です。
lt: --batch ir --optimize yra tarpusavyje nesuderinami.
lv: --batch un --optimize ir savstarpēji izslēdzoši.
mk: --batch и --optimize се меѓусебно исклучиви.
nl: --batch en --optimize sluiten elkaar uit.
no: --batch og --optimize er gjensidig utelukkende.
pl: --batch i --optimize wykluczają się wzajemnie.
pt: --batch e --optimize são mutuamente exclusivos.
ro: --batch și --optimize sunt mutual exclusive.
ru: --batch и --optimize являются взаимоисключающими.
sk: --batch a --optimize sa navzájom vylučujú.
sl: --batch in --optimize se medsebojno izključujeta.
sr: --batch и --optimize су међусобно искључиви.
sv: --batch och --optimize är ömsesidigt uteslutande.
th: --batch และ --optimize ใช้พร้อมกันไม่ได้
tr: --batch ve --optimize birbirini dışlar.
uk: --batch та --optimize є взаємовиключними.
ur: --batch اور --optimize باہمی طور پر خارج ہیں۔
vi: --batch và --optimize loại trừ lẫn nhau.

source: input file path name too long ( > %d char )
af: invoerlêer padnaam te lank ( > %d karakters )
ar: مسار ملف الإدخال طويل جداً ( > %d حرف )
bg: пътят до входния файл е твърде дълъг ( > %d символа )
bn: ইনপুট ফাইল পাথ নাম অনেক দীর্ঘ ( > %d অক্ষর )
bs: putanja ulazne datoteke je predugačka ( > %d znakova )
cs: Cesta ke vstupnímu souboru je příliš dlouhá ( > %d znaků )
da: inputfilstinavn er for langt ( > %d tegn )
de: Eingabedateipfadname zu lang ( > %d Zeichen )
el: η διαδρομή αρχείου εισόδου είναι πολύ μεγάλη ( > %d χαρακτήρες )
es: ruta del archivo de entrada demasiado larga ( > %d caracteres )
et: sisendfaili tee nimi on liiga pikk ( > %d märki )
fi: syötetiedoston polun nimi liian pitkä ( > %d merkkiä )
fr: chemin du fichier d'entrée trop long ( > %d car. )
he: נתיב שם קובץ קלט ארוך מדי ( > %d תווים )
hi: इनपुट फ़ाइल पथ नाम बहुत लंबा है ( > %d वर्ण )
hr: putanja ulazne datoteke preduga ( > %d znakova )
hu: bemeneti fájl elérési útja túl hosszú ( > %d karakter )
id: nama path file input terlalu panjang ( > %d karakter )
it: percorso file di input troppo lungo ( > %d caratteri )
ja: 入力ファイルのパス名が長すぎます ( > %d文字 )
lt: įvesties failo kelio pavadinimas per ilgas ( > %d simb. )
lv: ievades faila ceļa nosaukums pārāk garš ( > %d rakstzīmes )
mk: патеката на влезната датотека е предолга ( > %d знаци )
nl: invoerbestandspadnaam te lang ( > %d tekens )
no: inndatafil-stinavn er for langt ( > %d tegn )
pl: ścieżka pliku wejściowego zbyt długa ( > %d znaków )
pt: caminho do arquivo de entrada muito longo ( > %d caracteres )
ro: calea fișierului de intrare este prea lungă ( > %d caractere )
ru: путь к входному файлу слишком длинный ( > %d символов )
sk: cesta vstupného súboru je príliš dlhá ( > %d znakov )
sl: pot do vhodne datoteke je predolga ( > %d znakov )
sr: путања улазне датотеке је предугачка ( > %d знакова )
sv: indatafilsökväg för lång ( > %d tecken )
th: เส้นทางไฟล์อินพุตยาวเกินไป ( > %d อักขระ )
tr: girdi dosyası yol adı çok uzun ( > %d karakter )
uk: шлях до вхідного файлу занадто довгий ( > %d символів )
ur: ان پٹ فائل کا راستہ بہت لمبا ہے ( > %d حروف )
vi: đường dẫn tệp đầu vào quá dài ( > %d ký tự )

source: unexpected argument '%s' does not appear to be a .nec file
af: onverwagte argument '%s' blyk nie 'n .nec lêer te wees nie
ar: الوسيطة غير المتوقعة '%s' لا تبدو ملف .nec
bg: неочакваният аргумент '%s' не изглежда да е .nec файл
bn: অপ্রত্যাশিত আর্গুমেন্ট '%s' একটি .nec ফাইল বলে মনে হচ্ছে না
bs: neočekivani argument '%s' ne izgleda kao .nec datoteka
cs: Neočekávaný argument '%s' nejeví se být souborem .nec
da: uventet argument '%s' ser ikke ud til at være en .nec-fil
de: Unerwartetes Argument '%s' scheint keine .nec-Datei zu sein
el: το μη αναμενόμενο όρισμα '%s' δεν φαίνεται να είναι αρχείο .nec
es: el argumento inesperado '%s' no parece ser un archivo .nec
et: ootamatu argument '%s' ei näi olevat .nec fail
fi: odottamaton argumentti '%s' ei vaikuta olevan .nec-tiedosto
fr: l'argument inattendu '%s' ne semble pas être un fichier .nec
he: ארגומנט בלתי צפוי '%s' לא נראה כקובץ .nec
hi: अप्रत्याशित तर्क '%s' एक .nec फ़ाइल प्रतीत नहीं होती
hr: neočekivani argument '%s' ne izgleda kao .nec datoteka
hu: váratlan argumentum '%s' nem tűnik .nec fájlnak
id: argumen tak terduga '%s' tampaknya bukan file .nec
it: argomento imprevisto '%s' non sembra essere un file .nec
ja: 予期しない引数'%s'は.necファイルではないようです
lt: netikėtas argumentas '%s' neatrodo kaip .nec failas
lv: neparedzēts arguments '%s' nešķiet .nec fails
mk: неочекуван аргумент '%s' не изгледа како .nec датотека
nl: onverwacht argument '%s' lijkt geen .nec-bestand te zijn
no: uventet argument '%s' ser ikke ut til å være en .nec-fil
pl: nieoczekiwany argument '%s' nie wydaje się być plikiem .nec
pt: argumento inesperado '%s' não parece ser um arquivo .nec
ro: argumentul neașteptat '%s' nu pare a fi un fișier .nec
ru: неожиданный аргумент '%s' не является файлом .nec
sk: neočakávaný argument '%s' nezdá sa byť .nec súbor
sl: nepričakovan argument '%s' se ne zdi kot datoteka .nec
sr: неочекивани аргумент '%s' не изгледа као .nec датотека
sv: oväntat argument '%s' verkar inte vara en .nec-fil
th: อาร์กิวเมนต์ที่ไม่คาดคิด '%s' ดูเหมือนไม่ใช่ไฟล์ .nec
tr: beklenmeyen argüman '%s' bir .nec dosyası gibi görünmüyor
uk: неочікуваний аргумент '%s' не схожий на файл .nec
ur: غیر متوقع آرگومنٹ '%s' ایک .nec فائل نہیں لگتی
vi: đối số không mong đợi '%s' dường như không phải là tệp .nec

source: unexpected argument: %s
af: onverwagte argument: %s
ar: وسيطة غير متوقعة: %s
bg: неочакван аргумент: %s
bn: অপ্রত্যাশিত আর্গুমেন্ট: %s
bs: neočekivani argument: %s
cs: Neočekávaný argument: %s
da: uventet argument: %s
de: Unerwartetes Argument: %s
el: μη αναμενόμενο όρισμα: %s
es: argumento inesperado: %s
et: ootamatu argument: %s
fi: odottamaton argumentti: %s
fr: argument inattendu : %s
he: ארגומנט בלתי צפוי: %s
hi: अप्रत्याशित तर्क: %s
hr: neočekivani argument: %s
hu: váratlan argumentum: %s
id: argumen tak terduga: %s
it: argomento imprevisto: %s
ja: 予期しない引数: %s
lt: netikėtas argumentas: %s
lv: neparedzēts arguments: %s
mk: неочекуван аргумент: %s
nl: onverwacht argument: %s
no: uventet argument: %s
pl: nieoczekiwany argument: %s
pt: argumento inesperado: %s
ro: argument neașteptat: %s
ru: неожиданный аргумент: %s
sk: neočakávaný argument: %s
sl: nepričakovan argument: %s
sr: неочекивани аргумент: %s
sv: oväntat argument: %s
th: อาร์กิวเมนต์ที่ไม่คาดคิด: %s
tr: beklenmeyen argüman: %s
uk: неочікуваний аргумент: %s
ur: غیر متوقع آرگومنٹ: %s
vi: đối số không mong đợi: %s

source: batch mode requires an input file
af: bondelmodus vereis 'n invoerlêer
ar: وضع الدفعات يتطلب ملف إدخال
bg: пакетният режим изисква входен файл
bn: ব্যাচ মোডে একটি ইনপুট ফাইল প্রয়োজন
bs: batch način rada zahtijeva ulaznu datoteku
cs: Dávkový režim vyžaduje vstupní soubor
da: batch-tilstand kræver en inputfil
de: Batch-Modus erfordert eine Eingabedatei
el: η λειτουργία δέσμης απαιτεί αρχείο εισόδου
es: el modo por lotes requiere un archivo de entrada
et: pakettrežiim nõuab sisendfaili
fi: erätila vaatii syötetiedoston
fr: le mode batch nécessite un fichier d'entrée
he: מצב אצווה דורש קובץ קלט
hi: बैच मोड के लिए एक इनपुट फ़ाइल आवश्यक है
hr: batch način zahtijeva ulaznu datoteku
hu: kötegelt mód bemeneti fájlt igényel
id: mode batch memerlukan file input
it: la modalità batch richiede un file di input
ja: バッチモードには入力ファイルが必要です
lt: paketiniam režimui reikalingas įvesties failas
lv: pakešu režīmam nepieciešams ievades fails
mk: batch режимот бара влезна датотека
nl: batchmodus vereist een invoerbestand
no: batch-modus krever en inndatafil
pl: tryb wsadowy wymaga pliku wejściowego
pt: modo batch requer um arquivo de entrada
ro: modul lot necesită un fișier de intrare
ru: пакетный режим требует входной файл
sk: dávkový režim vyžaduje vstupný súbor
sl: paketni način zahteva vhodno datoteko
sr: batch режим захтева улазну датотеку
sv: batchläge kräver en indatafil
th: โหมด batch ต้องการไฟล์อินพุต
tr: toplu mod bir girdi dosyası gerektirir
uk: пакетний режим потребує вхідного файлу
ur: بیچ موڈ کے لیے ان پٹ فائل درکار ہے
vi: chế độ batch yêu cầu một tệp đầu vào

source: Forking %d jobs.
af: Fork %d take.
ar: تفريع %d مهمة.
bg: Разклоняване на %d задачи.
bn: %d জব ফর্ক করা হচ্ছে।
bs: Forkovanje %d poslova.
cs: Spouštím %d úloh.
da: Forker %d jobs.
de: %d Jobs werden geforkt.
el: Διχάλωση %d εργασιών.
es: Bifurcando %d trabajos.
et: Hargneb %d tööd.
fi: Haarautetaan %d työtä.
fr: Forking de %d tâches.
he: מפצל %d משימות.
hi: %d कार्य फोर्क किए जा रहे हैं।
hr: Forkanje %d poslova.
hu: %d feladat indítása.
id: Mem-fork %d pekerjaan.
it: Creazione di %d processi.
ja: %d個のジョブをフォークしています。
lt: Šakojama %d užduočių.
lv: Sazaro %d darbus.
mk: Се разгрануваат %d задачи.
nl: %d taken worden geforkt.
no: Forker %d jobber.
pl: Rozwidlanie %d zadań.
pt: Bifurcando %d trabalhos.
ro: Se bifurcă %d sarcini.
ru: Запуск %d заданий.
sk: Forkujem %d úloh.
sl: Vejitev %d opravil.
sr: Форковање %d послова.
sv: Förgrenar %d jobb.
th: กำลัง fork %d งาน
tr: %d iş çatallanıyor.
uk: Розгалуження %d завдань.
ur: %d جابز فورک کی جا رہی ہیں۔
vi: Phân nhánh %d tác vụ.

source: exiting after fatal error: pipe() failed
af: sluit af na fatale fout: pipe() het misluk
ar: الخروج بعد خطأ فادح: فشل pipe()
bg: излизане след фатална грешка: pipe() е неуспешен
bn: মারাত্মক ত্রুটির পর প্রস্থান: pipe() ব্যর্থ
bs: izlaz nakon fatalne greške: pipe() nije uspio
cs: Ukončuji po fatální chybě: pipe() selhalo
da: afslutter efter fatal fejl: pipe() mislykkedes
de: Beenden nach schwerem Fehler: pipe() fehlgeschlagen
el: έξοδος μετά από κρίσιμο σφάλμα: η pipe() απέτυχε
es: saliendo después de error fatal: pipe() falló
et: väljutakse pärast fataalset viga: pipe() ebaõnnestus
fi: poistutaan vakavan virheen jälkeen: pipe() epäonnistui
fr: sortie après erreur fatale : échec de pipe()
he: יוצא לאחר שגיאה חמורה: pipe() נכשל
hi: घातक त्रुटि के बाद बाहर निकल रहा है: pipe() विफल
hr: izlazak nakon fatalne greške: pipe() nije uspio
hu: kilépés végzetes hiba után: pipe() sikertelen
id: keluar setelah kesalahan fatal: pipe() gagal
it: uscita dopo errore fatale: pipe() fallita
ja: 致命的エラーのため終了: pipe()が失敗しました
lt: išeinama po kritinės klaidos: pipe() nepavyko
lv: iziet pēc fatālas kļūdas: pipe() neizdevās
mk: излегување по фатална грешка: pipe() не успеа
nl: afsluiten na fatale fout: pipe() mislukt
no: avslutter etter fatal feil: pipe() mislyktes
pl: wyjście po błędzie krytycznym: pipe() nie powiodło się
pt: saindo após erro fatal: pipe() falhou
ro: se iese după eroare fatală: pipe() a eșuat
ru: завершение после критической ошибки: ошибка pipe()
sk: ukončenie po fatálnej chybe: pipe() zlyhalo
sl: izhod po usodni napaki: pipe() ni uspel
sr: излазак након фаталне грешке: pipe() није успео
sv: avslutar efter allvarligt fel: pipe() misslyckades
th: ออกหลังจากข้อผิดพลาดร้ายแรง: pipe() ล้มเหลว
tr: ölümcül hatadan sonra çıkılıyor: pipe() başarısız oldu
uk: завершення після критичної помилки: pipe() не вдався
ur: مہلک خرابی کے بعد باہر نکل رہا ہے: pipe() ناکام ہوا
vi: thoát sau lỗi nghiêm trọng: pipe() thất bại
