Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Move
af: Skuif
ar: نقل
bg: Преместване
bn: সরান
bs: Pomakni
cs: Přesun
da: Flyt
de: Verschieben
el: Μετακίνηση
es: Mover
et: Liiguta
fi: Siirrä
fr: Déplacer
he: הזזה
hi: स्थानांतरित करें
hr: Pomakni
hu: Mozgatás
id: Pindahkan
it: Sposta
ja: 移動
lt: Perkelti
lv: Pārvietot
mk: Премести
nl: Verplaatsen
no: Flytt
pl: Przesuń
pt: Mover
ro: Mutare
ru: Переместить
sk: Presunúť
sl: Premakni
sr: Помери
sv: Flytta
th: ย้าย
tr: Taşı
uk: Переміщення
ur: منتقل کریں
vi: Di chuyển

source: Reflect
af: Reflekteer
ar: انعكاس
bg: Отражение
bn: প্রতিফলন
bs: Reflektiraj
cs: Zrcadlit
da: Spejl
de: Spiegeln
el: Αντανάκλαση
es: Reflejar
et: Peegelda
fi: Peilaa
fr: Réfléchir
he: השתקפות
hi: प्रतिबिंबित करें
hr: Zrcali
hu: Tükrözés
id: Cerminkan
it: Rifletti
ja: 反転
lt: Atspindėti
lv: Atspoguļot
mk: Одрази
nl: Spiegelen
no: Speile
pl: Odbij
pt: Refletir
ro: Reflectare
ru: Отразить
sk: Zrkadliť
sl: Zrcali
sr: Одрази
sv: Spegla
th: สะท้อน
tr: Yansıt
uk: Відображення
ur: عکس
vi: Phản chiếu

source: Scale
af: Skaal
ar: تحجيم
bg: Мащабиране
bn: স্কেল
bs: Skaliraj
cs: Měřítko
da: Skalér
de: Skalieren
el: Κλίμακα
es: Escalar
et: Skaleeri
fi: Skaalaa
fr: Échelle
he: קנה מידה
hi: स्केल
hr: Skaliraj
hu: Méretezés
id: Skala
it: Scala
ja: スケール
lt: Mastelis
lv: Mērogot
mk: Скалирај
nl: Schalen
no: Skaler
pl: Skaluj
pt: Escala
ro: Scalare
ru: Масштаб
sk: Mierka
sl: Skaliraj
sr: Скалирај
sv: Skala
th: มาตราส่วน
tr: Ölçekle
uk: Масштаб
ur: پیمانہ
vi: Tỷ lệ

source: Edit Geometry Data
af: Wysig Geometriedata
ar: تحرير بيانات الهندسة
bg: Редактиране на геометрични данни
bn: জ্যামিতি ডেটা সম্পাদনা
bs: Uredi podatke geometrije
cs: Upravit geometrická data
da: Rediger geometridata
de: Geometriedaten bearbeiten
el: Επεξεργασία Δεδομένων Γεωμετρίας
es: Editar datos de geometría
et: Muuda geomeetria andmeid
fi: Muokkaa geometriatietoja
fr: Modifier les données géométriques
he: עריכת נתוני גאומטריה
hi: ज्यामिति डेटा संपादित करें
hr: Uredi podatke geometrije
hu: Geometriai adatok szerkesztése
id: Edit Data Geometri
it: Modifica Dati Geometria
ja: ジオメトリデータ編集
lt: Redaguoti geometrijos duomenis
lv: Rediģēt ģeometrijas datus
mk: Уреди податоци за геометрија
nl: Geometriegegevens bewerken
no: Rediger geometridata
pl: Edytuj dane geometrii
pt: Editar Dados de Geometria
ro: Editare Date Geometrie
ru: Редактировать данные геометрии
sk: Upraviť geometrické údaje
sl: Uredi podatke geometrije
sr: Уреди податке геометрије
sv: Redigera geometridata
th: แก้ไขข้อมูลเรขาคณิต
tr: Geometri Verisini Düzenle
uk: Редагувати дані геометрії
ur: جیومیٹری ڈیٹا میں ترمیم کریں
vi: Chỉnh sửa dữ liệu hình học

source: Geometry
af: Geometrie
ar: الهندسة
bg: Геометрия
bn: জ্যামিতি
bs: Geometrija
cs: Geometrie
da: Geometri
de: Geometrie
el: Γεωμετρία
es: Geometría
et: Geomeetria
fi: Geometria
fr: Géométrie
he: גאומטריה
hi: ज्यामिति
hr: Geometrija
hu: Geometria
id: Geometri
it: Geometria
ja: ジオメトリ
lt: Geometrija
lv: Ģeometrija
mk: Геометрија
nl: Geometrie
no: Geometri
pl: Geometria
pt: Geometria
ro: Geometrie
ru: Геометрия
sk: Geometria
sl: Geometrija
sr: Геометрија
sv: Geometri
th: เรขาคณิต
tr: Geometri
uk: Геометрія
ur: جیومیٹری
vi: Hình học

source: Excitation
af: Opwekking
ar: الإثارة
bg: Възбуждане
bn: এক্সাইটেশন
bs: Pobuda
cs: Buzení
de: Anregung
el: Διέγερση
es: Excitación
et: Ergastus
fi: Herätys
he: עירור
hi: उत्तेजन
hr: Pobuda
hu: Gerjesztés
id: Eksitasi
it: Eccitazione
ja: 励振
lt: Sužadinimas
lv: Ierosme
mk: Побуда
nl: Excitatie
no: Eksitasjon
pl: Wzbudzenie
pt: Excitação
ro: Excitație
ru: Возбуждение
sk: Budenie
sl: Vzbujanje
sr: Побуда
sv: Matning
th: การกระตุ้น
tr: Uyarım
uk: Збудження
ur: ایکسائیٹیشن
vi: Kích thích

source: Radiation
af: Straling
ar: الإشعاع
bg: Излъчване
bn: বিকিরণ
bs: Zračenje
cs: Vyzařování
da: Stråling
de: Strahlung
el: Ακτινοβολία
es: Radiación
et: Kiirgus
fi: Säteily
fr: Rayonnement
he: קרינה
hi: विकिरण
hr: Zračenje
hu: Sugárzás
id: Radiasi
it: Radiazione
ja: 放射
lt: Spinduliuotė
lv: Starojums
mk: Зрачење
nl: Straling
no: Stråling
pl: Promieniowanie
pt: Radiação
ro: Radiație
ru: Излучение
sk: Vyžarovanie
sl: Sevanje
sr: Зрачење
sv: Strålning
th: การแผ่รังสี
tr: Işınım
uk: Випромінювання
ur: ریڈی ایشن
vi: Bức xạ

source: Frequency
af: Frekwensie
ar: التردد
bg: Честота
bn: ফ্রিকোয়েন্সি
bs: Frekvencija
cs: Frekvence
da: Frekvens
de: Frequenz
el: Συχνότητα
es: Frecuencia
et: Sagedus
fi: Taajuus
fr: Fréquence
he: תדר
hi: आवृत्ति
hr: Frekvencija
hu: Frekvencia
id: Frekuensi
it: Frequenza
ja: 周波数
lt: Dažnis
lv: Frekvence
mk: Фреквенција
nl: Frequentie
no: Frekvens
pl: Częstotliwość
pt: Frequência
ro: Frecvență
ru: Частота
sk: Frekvencia
sl: Frekvenca
sr: Фреквенција
sv: Frekvens
th: ความถี่
tr: Frekans
uk: Частота
ur: فریکوئنسی
vi: Tần số

source: Near Fields
af: Nabyevelde
ar: المجالات القريبة
bg: Близки полета
bn: নিকট ক্ষেত্র
bs: Bliska polja
cs: Blízká pole
da: Nærfelter
de: Nahfelder
el: Εγγύς Πεδία
es: Campos Cercanos
et: Lähiväljad
fi: Lähikentät
fr: Champs proches
he: שדות קרובים
hi: निकट क्षेत्र
hr: Bliska polja
hu: Közeli mezők
id: Medan Dekat
it: Campi Vicini
ja: 近傍界
lt: Artimieji laukai
lv: Tuvie lauki
mk: Блиски полиња
nl: Nabije velden
no: Nærfelt
pl: Pola bliskie
pt: Campos Próximos
ro: Câmpuri Apropiate
ru: Ближние поля
sk: Blízke polia
sl: Bližnja polja
sr: Блиска поља
sv: Närfält
th: สนามใกล้
tr: Yakın Alanlar
uk: Ближні поля
ur: نزدیکی فیلڈز
vi: Trường gần

source: Ground (GN)
af: Grond (GN)
ar: الأرضي (GN)
bg: Земя (GN)
bn: গ্রাউন্ড (GN)
bs: Uzemljenje (GN)
cs: Zem (GN)
da: Jord (GN)
el: Γείωση (GN)
es: Tierra (GN)
et: Maandus (GN)
fi: Maa (GN)
fr: Sol (GN)
he: קרקע (GN)
hi: ग्राउंड (GN)
hr: Uzemljenje (GN)
hu: Föld (GN)
it: Massa (GN)
ja: グラウンド (GN)
lt: Žemė (GN)
lv: Zeme (GN)
mk: Земја (GN)
nl: Grond (GN)
no: Jord (GN)
pl: Uziemienie (GN)
pt: Terra (GN)
ro: Masă (GN)
ru: Земля (GN)
sk: Zem (GN)
sl: Tla (GN)
sr: Уземљење (GN)
sv: Jord (GN)
th: กราวด์ (GN)
tr: Toprak (GN)
uk: Земля (GN)
ur: گراؤنڈ (GN)
vi: Mặt đất (GN)

source: Ground (GD)
af: Grond (GD)
ar: الأرضي (GD)
bg: Земя (GD)
bn: গ্রাউন্ড (GD)
bs: Uzemljenje (GD)
cs: Zem (GD)
da: Jord (GD)
el: Γείωση (GD)
es: Tierra (GD)
et: Maandus (GD)
fi: Maa (GD)
fr: Sol (GD)
he: קרקע (GD)
hi: ग्राउंड (GD)
hr: Uzemljenje (GD)
hu: Föld (GD)
it: Massa (GD)
ja: グラウンド (GD)
lt: Žemė (GD)
lv: Zeme (GD)
mk: Земја (GD)
nl: Grond (GD)
no: Jord (GD)
pl: Uziemienie (GD)
pt: Terra (GD)
ro: Masă (GD)
ru: Земля (GD)
sk: Zem (GD)
sl: Tla (GD)
sr: Уземљење (GD)
sv: Jord (GD)
th: กราวด์ (GD)
tr: Toprak (GD)
uk: Земля (GD)
ur: گراؤنڈ (GD)
vi: Mặt đất (GD)

source: Loading
af: Belasting
ar: التحميل
bg: Натоварване
bn: লোডিং
bs: Opterećenje
cs: Zatížení
da: Belastning
de: Last
el: Φόρτιση
es: Carga
et: Koormus
fi: Kuormitus
fr: Charge
he: עומס
hi: लोडिंग
hr: Opterećenje
hu: Terhelés
id: Pembebanan
it: Carico
ja: 負荷
lt: Apkrova
lv: Slodze
mk: Оптоварување
nl: Belasting
no: Belastning
pl: Obciążenie
pt: Carga
ro: Încărcare
ru: Нагрузка
sk: Záťaž
sl: Obremenitev
sr: Оптерећење
sv: Belastning
th: โหลด
tr: Yükleme
uk: Навантаження
ur: لوڈنگ
vi: Tải

source: Kernel
af: Kern
ar: النواة
bg: Ядро
bn: কার্নেল
cs: Jádro
da: Kerne
el: Πυρήνας
et: Tuum
fi: Ydin
fr: Noyau
he: גרעין
hi: कर्नेल
hr: Jezgra
ja: カーネル
lt: Branduolys
lv: Kodols
mk: Кернел
no: Kjerne
pl: Jądro
ru: Ядро
sk: Jadro
sl: Jedro
sr: Кернел
sv: Kärna
th: เคอร์เนล
tr: Çekirdek
uk: Ядро
ur: کرنل

source: Network
af: Netwerk
ar: الشبكة
bg: Мрежа
bn: নেটওয়ার্ক
bs: Mreža
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
et: Võrk
fi: Verkko
fr: Réseau
he: רשת
hi: नेटवर्क
hr: Mreža
hu: Hálózat
id: Jaringan
it: Rete
ja: ネットワーク
lt: Tinklas
lv: Tīkls
mk: Мрежа
nl: Netwerk
no: Nettverk
pl: Sieć
pt: Rede
ro: Rețea
ru: Сеть
sk: Sieť
sl: Omrežje
sr: Мрежа
sv: Nätverk
th: เครือข่าย
tr: Ağ
uk: Мережа
ur: نیٹ ورک
vi: Mạng

source: Interaction
af: Interaksie
ar: التفاعل
bg: Взаимодействие
bn: ইন্টারঅ্যাকশন
bs: Interakcija
cs: Interakce
da: Interaktion
de: Interaktion
el: Αλληλεπίδραση
es: Interacción
et: Interaktsioon
fi: Vuorovaikutus
he: אינטראקציה
hi: इंटरैक्शन
hr: Interakcija
hu: Kölcsönhatás
id: Interaksi
it: Interazione
ja: 相互作用
lt: Sąveika
lv: Mijiedarbība
mk: Интеракција
nl: Interactie
no: Interaksjon
pl: Interakcja
pt: Interação
ro: Interacțiune
ru: Взаимодействие
sk: Interakcia
sl: Interakcija
sr: Интеракција
sv: Interaktion
th: อันตรกิริยา
tr: Etkileşim
uk: Взаємодія
ur: انٹریکشن
vi: Tương tác

source: Transm. Line
af: Transm. Lyn
ar: خط النقل
bg: Предав. линия
bn: ট্রান্সমিশন লাইন
bs: Prijenos. linija
cs: Přen. vedení
da: Transm.linje
de: Übertr.-Leitung
el: Γρ. Μεταφ.
es: Línea de transm.
et: Ülekandeliin
fi: Siirtolinja
fr: Ligne de transm.
he: קו תמסורת
hi: ट्रांसमिशन लाइन
hr: Prijenosna linija
hu: Tápvonal
id: Sal. Transmisi
it: Linea di Trasm.
ja: 伝送線路
lt: Perdav. linija
lv: Pārr. līnija
mk: Трансм. линија
nl: Transm. lijn
no: Transm.linje
pl: Linia transm.
pt: Linha de Transm.
ro: Linie Transm.
ru: Линия передачи
sk: Prenosové vedenie
sl: Pren. vod
sr: Преносна линија
sv: Transm.-linje
th: สายส่ง
tr: İletim Hattı
uk: Лінія передачі
ur: ٹرانسمیشن لائن
vi: Đường truyền

source: Execute
af: Voer uit
ar: تنفيذ
bg: Изпълнение
bn: এক্সিকিউট
bs: Izvrši
cs: Spustit
da: Udfør
de: Ausführen
el: Εκτέλεση
es: Ejecutar
et: Käivita
fi: Suorita
fr: Exécuter
he: הפעלה
hi: निष्पादित करें
hr: Izvrši
hu: Végrehajtás
id: Eksekusi
it: Esegui
ja: 実行
lt: Vykdyti
lv: Izpildīt
mk: Изврши
nl: Uitvoeren
no: Utfør
pl: Wykonaj
pt: Executar
ro: Execută
ru: Выполнить
sk: Vykonať
sl: Izvedi
sr: Изврши
sv: Utför
th: ดำเนินการ
tr: Çalıştır
uk: Виконати
ur: عمل کریں
vi: Thực thi

source: Edit Control Commands
af: Wysig Beheeropdragte
ar: تحرير أوامر التحكم
bg: Редактиране на контролни команди
bn: কন্ট্রোল কমান্ড সম্পাদনা
bs: Uredi kontrolne naredbe
cs: Upravit řídicí příkazy
da: Rediger kontrolkommandoer
de: Steuerbefehle bearbeiten
el: Επεξεργασία Εντολών Ελέγχου
es: Editar comandos de control
et: Muuda juhtimiskäske
fi: Muokkaa ohjauskomentoja
fr: Modifier les commandes de contrôle
he: עריכת פקודות בקרה
hi: नियंत्रण कमांड संपादित करें
hr: Uredi kontrolne naredbe
hu: Vezérlőparancsok szerkesztése
id: Edit Perintah Kontrol
it: Modifica Comandi di Controllo
ja: 制御コマンド編集
lt: Redaguoti valdymo komandas
lv: Rediģēt vadības komandas
mk: Уреди контролни команди
nl: Besturingscommando's bewerken
no: Rediger kontrollkommandoer
pl: Edytuj polecenia sterujące
pt: Editar Comandos de Controle
ro: Editare Comenzi de Control
ru: Редактировать управляющие команды
sk: Upraviť riadiace príkazy
sl: Uredi krmilne ukaze
sr: Уреди контролне команде
sv: Redigera styrkommandon
th: แก้ไขคำสั่งควบคุม
tr: Kontrol Komutlarını Düzenle
uk: Редагувати керуючі команди
ur: کنٹرول کمانڈز میں ترمیم کریں
vi: Chỉnh sửa lệnh điều khiển

source: Commands
af: Opdragte
ar: الأوامر
bg: Команди
bn: কমান্ড
bs: Naredbe
cs: Příkazy
da: Kommandoer
de: Befehle
el: Εντολές
es: Comandos
et: Käsud
fi: Komennot
fr: Commandes
he: פקודות
hi: कमांड
hr: Naredbe
hu: Parancsok
id: Perintah
it: Comandi
ja: コマンド
lt: Komandos
lv: Komandas
mk: Команди
nl: Commando's
no: Kommandoer
pl: Polecenia
pt: Comandos
ro: Comenzi
ru: Команды
sk: Príkazy
sl: Ukazi
sr: Команде
sv: Kommandon
th: คำสั่ง
tr: Komutlar
uk: Команди
ur: کمانڈز
vi: Lệnh

source: Unsaved Data
af: Ongestoorde Data
ar: بيانات غير محفوظة
bg: Незапазени данни
bn: অসংরক্ষিত ডেটা
bs: Nespremljeni podaci
cs: Neuložená data
da: Ikke-gemte data
de: Ungespeicherte Daten
el: Μη Αποθηκευμένα Δεδομένα
es: Datos sin guardar
et: Salvestamata andmed
fi: Tallentamaton data
fr: Données non enregistrées
he: נתונים שלא נשמרו
hi: असहेजा डेटा
hr: Nespremljeni podaci
hu: Nem mentett adatok
id: Data Belum Disimpan
it: Dati Non Salvati
ja: 未保存データ
lt: Neišsaugoti duomenys
lv: Nesaglabāti dati
mk: Незачувани податоци
nl: Niet-opgeslagen gegevens
no: Ulagrede data
pl: Niezapisane dane
pt: Dados Não Salvos
ro: Date Nesalvate
ru: Несохранённые данные
sk: Neuložené údaje
sl: Neshranjeni podatki
sr: Несачувани подаци
sv: Osparad data
th: ข้อมูลที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş Veri
uk: Незбережені дані
ur: غیر محفوظ شدہ ڈیٹا
vi: Dữ liệu chưa lưu

source: Unsaved data in NEC2 Editor. Save NEC2 Editor data first?
af: Ongestoorde data in NEC2-redigeerder. Stoor NEC2-redigeerderdata eers?
ar: بيانات غير محفوظة في محرر NEC2. هل تريد حفظ بيانات محرر NEC2 أولاً؟
bg: Незапазени данни в NEC2 редактора. Да се запазят ли първо данните от NEC2 редактора?
bn: NEC2 এডিটরে অসংরক্ষিত ডেটা আছে। প্রথমে NEC2 এডিটর ডেটা সংরক্ষণ করবেন?
bs: Nespremljeni podaci u NEC2 uređivaču. Želite li prvo spremiti podatke NEC2 uređivača?
cs: Neuložená data v editoru NEC2. Nejprve uložit data editoru NEC2?
da: Ikke-gemte data i NEC2-editor. Gem NEC2-editordata først?
de: Ungespeicherte Daten im NEC2-Editor. NEC2-Editor-Daten zuerst speichern?
el: Μη αποθηκευμένα δεδομένα στον Επεξεργαστή NEC2. Αποθήκευση δεδομένων Επεξεργαστή NEC2 πρώτα;
es: Datos sin guardar en el Editor NEC2. ¿Guardar primero los datos del Editor NEC2?
et: Salvestamata andmed NEC2 redaktoris. Kas salvestada NEC2 redaktori andmed esmalt?
fi: Tallentamatonta dataa NEC2-editorissa. Tallennetaanko NEC2-editorin data ensin?
fr: Données non enregistrées dans l'éditeur NEC2. Enregistrer d'abord les données de l'éditeur NEC2 ?
he: נתונים שלא נשמרו בעורך NEC2. לשמור קודם את נתוני עורך NEC2?
hi: NEC2 संपादक में असहेजा डेटा। पहले NEC2 संपादक डेटा सहेजें?
hr: Nespremljeni podaci u NEC2 uređivaču. Želite li prvo spremiti podatke NEC2 uređivača?
hu: Nem mentett adatok a NEC2 szerkesztőben. Először menti a NEC2 szerkesztő adatait?
id: Data belum disimpan di Editor NEC2. Simpan data Editor NEC2 terlebih dahulu?
it: Dati non salvati nell'Editor NEC2. Salvare prima i dati dell'Editor NEC2?
ja: NEC2エディタに未保存のデータがあります。 先にNEC2エディタのデータを保存しますか？
lt: Neišsaugoti duomenys NEC2 redaktoriuje. Pirmiausia išsaugoti NEC2 redaktoriaus duomenis?
lv: Nesaglabāti dati NEC2 redaktorā. Vai vispirms saglabāt NEC2 redaktora datus?
mk: Незачувани податоци во NEC2 уредувачот. Прво да се зачуваат податоците од NEC2 уредувачот?
nl: Niet-opgeslagen gegevens in NEC2 Editor. NEC2 Editor-gegevens eerst opslaan?
no: Ulagrede data i NEC2-editoren. Lagre NEC2-editordata først?
pl: Niezapisane dane w edytorze NEC2. Najpierw zapisać dane edytora NEC2?
pt: Dados não salvos no Editor NEC2. Salvar dados do Editor NEC2 primeiro?
ro: Date nesalvate în Editorul NEC2. Salvați mai întâi datele din Editorul NEC2?
ru: Несохранённые данные в редакторе NEC2. Сначала сохранить данные редактора NEC2?
sk: Neuložené údaje v editore NEC2. Najprv uložiť údaje editora NEC2?
sl: Neshranjeni podatki v urejevalniku NEC2. Najprej shraniti podatke urejevalnika NEC2?
sr: Несачувани подаци у NEC2 уређивачу. Да ли прво сачувати податке NEC2 уређивача?
sv: Osparad data i NEC2-editorn. Spara NEC2-editorns data först?
th: ข้อมูลที่ยังไม่ได้บันทึกในตัวแก้ไข NEC2 บันทึกข้อมูลตัวแก้ไข NEC2 ก่อนหรือไม่?
tr: NEC2 Düzenleyicisinde kaydedilmemiş veri var. Önce NEC2 Düzenleyicisi verisi kaydedilsin mi?
uk: Незбережені дані в редакторі NEC2. Спочатку зберегти дані редактора NEC2?
ur: NEC2 ایڈیٹر میں غیر محفوظ شدہ ڈیٹا۔ پہلے NEC2 ایڈیٹر ڈیٹا محفوظ کریں؟
vi: Dữ liệu chưa lưu trong trình chỉnh sửa NEC2. Lưu dữ liệu trình chỉnh sửa NEC2 trước?

source: Network Command (NT Card)
af: Netwerkopdrag (NT-kaart)
ar: أمر الشبكة (بطاقة NT)
bg: Команда за мрежа (NT карта)
bn: নেটওয়ার্ক কমান্ড (NT Card)
bs: Naredba mreže (NT kartica)
cs: Příkaz sítě (karta NT)
da: Netværkskommando (NT-kort)
de: Netzwerk-Befehl (NT Card)
el: Εντολή Δικτύου (NT Card)
es: Comando de red (tarjeta NT)
et: Võrgukäsk (NT kaart)
fi: Verkkokomento (NT-kortti)
fr: Commande réseau (Carte NT)
he: פקודת רשת (כרטיס NT)
hi: नेटवर्क कमांड (NT Card)
hr: Naredba mreže (NT kartica)
hu: Hálózat parancs (NT kártya)
id: Perintah Jaringan (Kartu NT)
it: Comando Rete (Scheda NT)
ja: ネットワークコマンド (NTカード)
lt: Tinklo komanda (NT kortelė)
lv: Tīkla komanda (NT karte)
mk: Мрежна команда (NT картичка)
nl: Netwerkcommando (NT-kaart)
no: Nettverkskommando (NT-kort)
pl: Polecenie sieci (karta NT)
pt: Comando de Rede (Cartão NT)
ro: Comanda Rețea (Card NT)
ru: Команда сети (карта NT)
sk: Príkaz siete (karta NT)
sl: Ukaz omrežja (kartica NT)
sr: Команда мреже (NT картица)
sv: Nätverkskommando (NT-kort)
th: คำสั่งเครือข่าย (การ์ด NT)
tr: Ağ Komutu (NT Kartı)
uk: Команда мережі (картка NT)
ur: نیٹ ورک کمانڈ (NT Card)
vi: Lệnh mạng (Thẻ NT)

source: Tag Number, Port 1
af: Etiketnommer, Poort 1
ar: رقم tag، المنفذ 1
bg: Номер на таг, Порт 1
bn: ট্যাগ নম্বর, পোর্ট 1
bs: Broj oznake, Port 1
cs: Číslo tag, port 1
da: Tag-nummer, port 1
de: Tag-Nummer, Port 1
el: Αριθμός Tag, Θύρα 1
es: Número de etiqueta, puerto 1
et: Märgendi number, port 1
fi: Tunnistenumero, portti 1
fr: Numéro de tag, Port 1
he: מספר תג, פורט 1
hi: Tag संख्या, पोर्ट 1
hr: Broj oznake, priključak 1
hu: Címke szám, 1. port
id: Nomor Tag, Port 1
it: Numero Tag, Porta 1
ja: タグ番号、ポート1
lt: Žymos numeris, 1 prievadas
lv: Birkas numurs, ports 1
mk: Број на ознака, Порта 1
nl: Tagnummer, poort 1
no: Tag-nummer, port 1
pl: Numer znacznika, port 1
pt: Número do Tag, Porta 1
ro: Număr Etichetă, Port 1
ru: Номер тега, порт 1
sk: Číslo značky, port 1
sl: Številka oznake, vrata 1
sr: Број ознаке, порт 1
sv: Taggnummer, port 1
th: หมายเลข tag, พอร์ต 1
tr: Tag Numarası, Port 1
uk: Номер тегу, порт 1
ur: ٹیگ نمبر، پورٹ 1
vi: Số tag, cổng 1

source: Tag Number, Port 2
af: Etiketnommer, Poort 2
ar: رقم tag، المنفذ 2
bg: Номер на таг, Порт 2
bn: ট্যাগ নম্বর, পোর্ট 2
bs: Broj oznake, Port 2
cs: Číslo tag, port 2
da: Tag-nummer, port 2
de: Tag-Nummer, Port 2
el: Αριθμός Tag, Θύρα 2
es: Número de etiqueta, puerto 2
et: Märgendi number, port 2
fi: Tunnistenumero, portti 2
fr: Numéro de tag, Port 2
he: מספר תג, פורט 2
hi: Tag संख्या, पोर्ट 2
hr: Broj oznake, priključak 2
hu: Címke szám, 2. port
id: Nomor Tag, Port 2
it: Numero Tag, Porta 2
ja: タグ番号、ポート2
lt: Žymos numeris, 2 prievadas
lv: Birkas numurs, ports 2
mk: Број на ознака, Порта 2
nl: Tagnummer, poort 2
no: Tag-nummer, port 2
pl: Numer znacznika, port 2
pt: Número do Tag, Porta 2
ro: Număr Etichetă, Port 2
ru: Номер тега, порт 2
sk: Číslo značky, port 2
sl: Številka oznake, vrata 2
sr: Број ознаке, порт 2
sv: Taggnummer, port 2
th: หมายเลข tag, พอร์ต 2
tr: Tag Numarası, Port 2
uk: Номер тегу, порт 2
ur: ٹیگ نمبر، پورٹ 2
vi: Số tag, cổng 2

source: Segment Num, Port 1
af: Segmentnr., Poort 1
ar: رقم segment، المنفذ 1
bg: Номер на сегмент, Порт 1
bn: সেগমেন্ট নম্বর, পোর্ট 1
bs: Broj segmenta, Port 1
cs: Číslo segmentu, port 1
da: Segmentnr., port 1
de: Segment-Nr., Port 1
el: Αριθμός Segment, Θύρα 1
es: Núm. de segmento, puerto 1
et: Segmendi nr, port 1
fi: Segmentin nro, portti 1
fr: N° de segment, Port 1
he: מספר קטע, פורט 1
hi: Segment संख्या, पोर्ट 1
hr: Broj segmenta, priključak 1
hu: Szegmens szám, 1. port
id: Nomor Segmen, Port 1
it: Num. Segmento, Porta 1
ja: セグメント番号、ポート1
lt: Segmento Nr., 1 prievadas
lv: Segmenta nr., ports 1
mk: Број на сегмент, Порта 1
nl: Segmentnr., poort 1
no: Segmentnr., port 1
pl: Numer segmentu, port 1
pt: Núm. do Segmento, Porta 1
ro: Num. Segment, Port 1
ru: Номер сегмента, порт 1
sk: Číslo segmentu, port 1
sl: Št. segmenta, vrata 1
sr: Број сегмента, порт 1
sv: Segmentnr, port 1
th: หมายเลข segment, พอร์ต 1
tr: Segment No, Port 1
uk: Номер сегмента, порт 1
ur: سیگمنٹ نمبر، پورٹ 1
vi: Số phân đoạn, cổng 1

source: Segment Num, Port 2
af: Segmentnr., Poort 2
ar: رقم segment، المنفذ 2
bg: Номер на сегмент, Порт 2
bn: সেগমেন্ট নম্বর, পোর্ট 2
bs: Broj segmenta, Port 2
cs: Číslo segmentu, port 2
da: Segmentnr., port 2
de: Segment-Nr., Port 2
el: Αριθμός Segment, Θύρα 2
es: Núm. de segmento, puerto 2
et: Segmendi nr, port 2
fi: Segmentin nro, portti 2
fr: N° de segment, Port 2
he: מספר קטע, פורט 2
hi: Segment संख्या, पोर्ट 2
hr: Broj segmenta, priključak 2
hu: Szegmens szám, 2. port
id: Nomor Segmen, Port 2
it: Num. Segmento, Porta 2
ja: セグメント番号、ポート2
lt: Segmento Nr., 2 prievadas
lv: Segmenta nr., ports 2
mk: Број на сегмент, Порта 2
nl: Segmentnr., poort 2
no: Segmentnr., port 2
pl: Numer segmentu, port 2
pt: Núm. do Segmento, Porta 2
ro: Num. Segment, Port 2
ru: Номер сегмента, порт 2
sk: Číslo segmentu, port 2
sl: Št. segmenta, vrata 2
sr: Број сегмента, порт 2
sv: Segmentnr, port 2
th: หมายเลข segment, พอร์ต 2
tr: Segment No, Port 2
uk: Номер сегмента, порт 2
ur: سیگمنٹ نمبر، پورٹ 2
vi: Số phân đoạn, cổng 2

source: Segment Identity
af: Segmentidentiteit
ar: هوية segment
bg: Идентификация на сегмент
bn: সেগমেন্ট পরিচিতি
bs: Identitet segmenta
cs: Identita segmentu
da: Segmentidentitet
de: Segment-Identität
el: Ταυτότητα Segment
es: Identidad de segmento
et: Segmendi identiteet
fi: Segmentin tunniste
fr: Identité du segment
he: זיהוי קטע
hi: Segment पहचान
hr: Identitet segmenta
hu: Szegmens azonosító
id: Identitas Segmen
it: Identità Segmento
ja: セグメント識別
lt: Segmento tapatybė
lv: Segmenta identifikators
mk: Идентитет на сегмент
nl: Segmentidentiteit
no: Segmentidentitet
pl: Identyfikator segmentu
pt: Identidade do Segmento
ro: Identitate Segment
ru: Идентификатор сегмента
sk: Identita segmentu
sl: Identiteta segmenta
sr: Идентитет сегмента
sv: Segmentidentitet
th: ข้อมูลระบุ segment
tr: Segment Kimliği
uk: Ідентифікатор сегмента
ur: سیگمنٹ شناخت
vi: Định danh phân đoạn

source: Element 1,1 Real Part
af: Element 1,1 Reële Deel
ar: الجزء الحقيقي للعنصر 1,1
bg: Елемент 1,1 Реална част
bn: উপাদান 1,1 বাস্তব অংশ
bs: Element 1,1 realni dio
cs: Element 1,1 reálná část
da: Element 1,1 realdel
de: Element 1,1 Realteil
el: Στοιχείο 1,1 Πραγματικό Μέρος
es: Elemento 1,1 parte real
et: Element 1,1 reaalosa
fi: Elementti 1,1 reaaliosa
fr: Élément 1,1 partie réelle
he: רכיב 1,1 חלק ממשי
hi: अवयव 1,1 वास्तविक भाग
hr: Element 1,1 realni dio
hu: Elem 1,1 valós rész
id: Elemen 1,1 Bagian Real
it: Elemento 1,1 Parte Reale
ja: 要素1,1 実部
lt: Elemento 1,1 realioji dalis
lv: Elements 1,1 reālā daļa
mk: Елемент 1,1 реален дел
nl: Element 1,1 reëel deel
no: Element 1,1 reell del
pl: Element 1,1 część rzeczywista
pt: Elemento 1,1 Parte Real
ro: Element 1,1 Parte Reală
ru: Элемент 1,1 действительная часть
sk: Element 1,1 reálna časť
sl: Element 1,1 realni del
sr: Елемент 1,1 реални део
sv: Element 1,1 realdel
th: องค์ประกอบ 1,1 ส่วนจริง
tr: Eleman 1,1 Reel Kısım
uk: Елемент 1,1 дійсна частина
ur: عنصر 1,1 حقیقی حصہ
vi: Phần thực phần tử 1,1

source: Element 1,2 Real Part
af: Element 1,2 Reële Deel
ar: الجزء الحقيقي للعنصر 1,2
bg: Елемент 1,2 Реална част
bn: উপাদান 1,2 বাস্তব অংশ
bs: Element 1,2 realni dio
cs: Element 1,2 reálná část
da: Element 1,2 realdel
de: Element 1,2 Realteil
el: Στοιχείο 1,2 Πραγματικό Μέρος
es: Elemento 1,2 parte real
et: Element 1,2 reaalosa
fi: Elementti 1,2 reaaliosa
fr: Élément 1,2 partie réelle
he: רכיב 1,2 חלק ממשי
hi: अवयव 1,2 वास्तविक भाग
hr: Element 1,2 realni dio
hu: Elem 1,2 valós rész
id: Elemen 1,2 Bagian Real
it: Elemento 1,2 Parte Reale
ja: 要素1,2 実部
lt: Elemento 1,2 realioji dalis
lv: Elements 1,2 reālā daļa
mk: Елемент 1,2 реален дел
nl: Element 1,2 reëel deel
no: Element 1,2 reell del
pl: Element 1,2 część rzeczywista
pt: Elemento 1,2 Parte Real
ro: Element 1,2 Parte Reală
ru: Элемент 1,2 действительная часть
sk: Element 1,2 reálna časť
sl: Element 1,2 realni del
sr: Елемент 1,2 реални део
sv: Element 1,2 realdel
th: องค์ประกอบ 1,2 ส่วนจริง
tr: Eleman 1,2 Reel Kısım
uk: Елемент 1,2 дійсна частина
ur: عنصر 1,2 حقیقی حصہ
vi: Phần thực phần tử 1,2
