Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Segment tag number error: No segment found with tag %d. You are referencing an unknown tag or segment in a control card. Valid tags in your geometry are those assigned to GW/GA/GH/SP cards.
af: Segment-etiketnommerfout: Geen segment gevind met etiket %d nie. U verwys na 'n onbekende etiket of segment in 'n beheerkaart. Geldige etikette in u geometrie is dié wat aan GW/GA/GH/SP-kaarte toegeken is.
ar: خطأ في رقم tag لـ segment: لم يُعثر على segment بـ tag %d. أنت تشير إلى tag أو segment غير معروف في بطاقة تحكم. tags الصالحة في هندستك هي تلك المُعيَّنة لبطاقات GW/GA/GH/SP.
bg: Грешка в номера на таг на сегмент: Не е намерен сегмент с таг %d. Позовавате се на неизвестен таг или сегмент в контролна карта. Валидните тагове във Вашата геометрия са тези, присвоени на GW/GA/GH/SP карти.
bn: সেগমেন্ট ট্যাগ নম্বর ত্রুটি: ট্যাগ %d সহ কোনো সেগমেন্ট পাওয়া যায়নি। আপনি একটি নিয়ন্ত্রণ কার্ডে অজানা ট্যাগ বা সেগমেন্ট উল্লেখ করছেন। আপনার জ্যামিতিতে বৈধ ট্যাগগুলি হল GW/GA/GH/SP কার্ডে নির্ধারিত।
bs: Greška broja oznake segmenta: Nije pronađen segment sa oznakom %d. Referencirate nepoznatu oznaku ili segment u kontrolnoj kartici. Važeće oznake u vašoj geometriji su one dodijeljene GW/GA/GH/SP karticama.
cs: Chyba čísla tag segmentu: Nebyl nalezen segment s tagem %d. Odkazujete na neznámý tag nebo segment v řídicí kartě. Platné tagy ve vaší geometrii jsou ty přiřazené kartám GW/GA/GH/SP.
da: Segment tag-nummerfejl: Intet segment fundet med tag %d. Du refererer til et ukendt tag eller segment i et kontrolkort. Gyldige tags i din geometri er dem, der er tildelt GW/GA/GH/SP-kort.
de: Segment-Tag-Nummernfehler: Kein Segment mit Tag %d gefunden. Sie referenzieren einen unbekannten Tag oder ein unbekanntes Segment in einer Steuerkarte. Gültige Tags in Ihrer Geometrie sind diejenigen, die GW/GA/GH/SP-Karten zugewiesen sind.
el: Σφάλμα αριθμού tag segment: Δεν βρέθηκε segment με tag %d. Αναφέρεστε σε άγνωστο tag ή segment σε κάρτα ελέγχου. Τα έγκυρα tags στη γεωμετρία σας είναι αυτά που έχουν εκχωρηθεί σε κάρτες GW/GA/GH/SP.
es: Error en número de etiqueta de segmento: No se encontró segmento con etiqueta %d. Está referenciando una etiqueta o segmento desconocido en una tarjeta de control. Las etiquetas válidas en su geometría son las asignadas a las tarjetas GW/GA/GH/SP.
et: Segmendi märgendi numbri viga: Märgendiga %d segmenti ei leitud. Viitate tundmatule märgendile või segmendile juhtkaardil. Kehtivad märgendid teie geomeetrias on need, mis on määratud GW/GA/GH/SP-kaartidele.
fi: Segmentin tunnusnumerovirhe: Segmenttiä tunnisteella %d ei löytynyt. Viittaat tuntemattomaan tunnisteeseen tai segmenttiin ohjauskortissa. Kelvolliset tunnisteet geometriassasi ovat GW/GA/GH/SP-korteille määritetyt.
fr: Erreur de numéro de tag de segment : Aucun segment trouvé avec le tag %d. Vous référencez un tag ou segment inconnu dans une carte de contrôle. Les tags valides dans votre géométrie sont ceux assignés aux cartes GW/GA/GH/SP.
he: שגיאת מספר תגית מקטע: לא נמצא מקטע עם תגית %d. אתה מפנה לתגית או מקטע לא ידועים בכרטיס בקרה. תגיות חוקיות בגאומטריה שלך הן אלה שהוקצו לכרטיסי GW/GA/GH/SP.
hi: Segment tag संख्या त्रुटि: Tag %d वाला कोई segment नहीं मिला। आप नियंत्रण कार्ड में अज्ञात tag या segment का संदर्भ दे रहे हैं। आपकी ज्यामिति में मान्य tag वे हैं जो GW/GA/GH/SP कार्ड को असाइन किए गए हैं।
hr: Pogreška broja oznake segmenta: Nije pronađen segment s oznakom %d. Referirate nepoznatu oznaku ili segment u kontrolnoj kartici. Valjane oznake u vašoj geometriji su one dodijeljene GW/GA/GH/SP karticama.
hu: Szegmens címkeszám hiba: Nem található szegmens %d címkével. Ismeretlen címkére vagy szegmensre hivatkozik egy vezérlőkártyán. Érvényes címkék a geometriában a GW/GA/GH/SP kártyákhoz rendelt címkék.
id: Kesalahan nomor tag segmen: Tidak ditemukan segmen dengan tag %d. Anda mereferensikan tag atau segmen yang tidak dikenal dalam kartu kontrol. Tag yang valid dalam geometri Anda adalah yang ditetapkan ke kartu GW/GA/GH/SP.
it: Errore numero tag del segmento: Nessun segmento trovato con tag %d. Si sta facendo riferimento a un tag o segmento sconosciuto in una scheda di controllo. I tag validi nella geometria sono quelli assegnati alle schede GW/GA/GH/SP.
ja: セグメントタグ番号エラー: タグ %d を持つセグメントが見つかりません。 制御カードで不明なタグまたはセグメントを参照しています。 ジオメトリ内の有効なタグはGW/GA/GH/SPカードに割り当てられたものです。
lt: Segmento žymos numerio klaida: Nerastas segmentas su žyma %d. Jūs nurodote nežinomą žymą arba segmentą valdymo kortelėje. Tinkamos žymos jūsų geometrijoje yra tos, kurios priskirtos GW/GA/GH/SP kortelėms.
lv: Segmenta taga numura kļūda: Nav atrasts segments ar tagu %d. Jūs atsaucaties uz nezināmu tagu vai segmentu vadības kartē. Derīgi tagi jūsu ģeometrijā ir tie, kas piešķirti GW/GA/GH/SP kartēm.
mk: Грешка во бројот на таг на сегмент: Не е пронајден сегмент со таг %d. Референцирате непознат таг или сегмент во контролна картичка. Валидни тагови во вашата геометрија се оние доделени на GW/GA/GH/SP картички.
nl: Segmenttagnummerfout: Geen segment gevonden met tag %d. U verwijst naar een onbekende tag of segment in een controlekaart. Geldige tags in uw geometrie zijn die toegewezen aan GW/GA/GH/SP-kaarten.
no: Segment-tag-nummerfeil: Ingen segment funnet med tag %d. Du refererer til en ukjent tag eller segment i et kontrollkort. Gyldige tags i geometrien din er de som er tilordnet GW/GA/GH/SP-kort.
pl: Błąd numeru znacznika segmentu: Nie znaleziono segmentu ze znacznikiem %d. Odwołujesz się do nieznanego znacznika lub segmentu w karcie sterującej. Prawidłowe znaczniki w Twojej geometrii to te przypisane do kart GW/GA/GH/SP.
pt: Erro no número de tag do segmento: Nenhum segmento encontrado com tag %d. Você está referenciando um tag ou segmento desconhecido em um cartão de controle. Tags válidos em sua geometria são aqueles atribuídos aos cartões GW/GA/GH/SP.
ro: Eroare număr etichetă segment: Nu a fost găsit niciun segment cu eticheta %d. Faceți referire la o etichetă sau segment necunoscut într-un card de control. Etichetele valide în geometria dvs. sunt cele atribuite cardurilor GW/GA/GH/SP.
ru: Ошибка номера тега сегмента: Сегмент с тегом %d не найден. Вы ссылаетесь на неизвестный тег или сегмент в управляющей карте. Допустимые теги в Вашей геометрии — те, что назначены картам GW/GA/GH/SP.
sk: Chyba čísla tagu segmentu: Nebol nájdený segment s tagom %d. Odkazujete na neznámy tag alebo segment v riadiacej karte. Platné tagy vo vašej geometrii sú tie priradené kartám GW/GA/GH/SP.
sl: Napaka oznake segmenta: Noben segment z oznako %d ni bil najden. Sklicujete se na neznano oznako ali segment v kontrolni kartici. Veljavne oznake v vaši geometriji so tiste, dodeljene karticam GW/GA/GH/SP.
sr: Грешка у броју ознаке сегмента: Није пронађен сегмент са ознаком %d. Референцирате непознату ознаку или сегмент у контролној картици. Важеће ознаке у вашој геометрији су оне додељене GW/GA/GH/SP картицама.
sv: Segmenttagnummerfel: Inget segment hittades med tagg %d. Du refererar till en okänd tagg eller segment i ett kontrollkort. Giltiga taggar i din geometri är de som tilldelats GW/GA/GH/SP-kort.
th: ข้อผิดพลาดหมายเลข tag segment: ไม่พบ segment ที่มี tag %d คุณกำลังอ้างอิง tag หรือ segment ที่ไม่รู้จักในการ์ดควบคุม tag ที่ถูกต้องในเรขาคณิตของคุณคือ tag ที่กำหนดให้กับการ์ด GW/GA/GH/SP
tr: Segment etiket numarası hatası: %d etiketli segment bulunamadı. Bir kontrol kartında bilinmeyen bir etiket veya segmente başvuruyorsunuz. Geometrinizde geçerli etiketler GW/GA/GH/SP kartlarına atanmış olanlardır.
uk: Помилка номера тега сегмента: Сегмент з тегом %d не знайдено. Ви посилаєтесь на невідомий тег або сегмент у картці керування. Дійсні теги у вашій геометрії — це ті, що призначені карткам GW/GA/GH/SP.
ur: سیگمنٹ ٹیگ نمبر خرابی: ٹیگ %d والا کوئی سیگمنٹ نہیں ملا۔ آپ کنٹرول کارڈ میں نامعلوم ٹیگ یا سیگمنٹ کا حوالہ دے رہے ہیں۔ آپ کی جیومیٹری میں درست ٹیگز وہ ہیں جو GW/GA/GH/SP کارڈز کو تفویض کیے گئے ہیں۔
vi: Lỗi số tag đoạn: Không tìm thấy đoạn nào với tag %d. Bạn đang tham chiếu đến tag hoặc đoạn không xác định trong thẻ điều khiển. Các tag hợp lệ trong hình học của bạn là những tag được gán cho thẻ GW/GA/GH/SP.

source: corners of quadrilateral: patch do not lie in a plane
af: hoeke van vierhoek: patch lê nie in 'n vlak nie
ar: زوايا patch الرباعية لا تقع في مستوى واحد
bg: ъглите на четириъгълния патч не лежат в една равнина
bn: চতুর্ভুজ প্যাচের কোণগুলি একটি সমতলে অবস্থিত নয়
bs: uglovi četverokuta: zakrpa ne leži u ravni
cs: Rohy čtyřúhelníkového patch neleží v jedné rovině
da: hjørner af firkant: patch ligger ikke i et plan
de: Ecken des Vierecks: Patch liegt nicht in einer Ebene
el: οι γωνίες τετραπλεύρου: το patch δεν βρίσκεται σε επίπεδο
es: las esquinas del parche cuadrilátero no están en un plano
et: nelinurga nurgad: pind ei asu ühel tasandil
fi: nelikulmion kulmat: patch ei sijaitse tasossa
fr: les coins du patch quadrilatéral ne sont pas dans un même plan
he: פינות טלאי מרובע אינן נמצאות במישור אחד
hi: चतुर्भुज के कोने: patch एक समतल में नहीं हैं
hr: vrhovi četverokutne zakrpe ne leže u ravnini
hu: négyszög sarkai: a patch nem egy síkban van
id: sudut-sudut segiempat: patch tidak berada pada satu bidang
it: gli angoli del patch quadrilatero non giacciono su un piano
ja: 四辺形パッチのコーナーが同一平面上にありません
lt: keturkampio kampai: lopinėlis nėra vienoje plokštumoje
lv: četrstūra plākstera stūri neatrodas vienā plaknē
mk: аглите на четириаголна плочка не лежат во рамнина
nl: hoeken van vierhoekige patch liggen niet in een vlak
no: hjørnene på firkantflaten ligger ikke i et plan
pl: narożniki czworokątnego płata nie leżą w jednej płaszczyźnie
pt: cantos do quadrilátero: patch não estão em um plano
ro: colțurile patrulaterului: patch-ul nu se află într-un plan
ru: углы четырёхугольного патча не лежат в одной плоскости
sk: rohy štvoruholníkového patchu neležia v rovine
sl: vogali štirikotne ploskve ne ležijo v ravnini
sr: углови четвороугаоног патча не леже у равни
sv: hörnen på fyrhörningspatch ligger inte i ett plan
th: มุมของรูปสี่เหลี่ยม: patch ไม่อยู่ในระนาบ
tr: dörtgenin köşeleri: yama bir düzlemde bulunmuyor
uk: кути чотирикутника: патч не лежить в одній площині
ur: چوکور پیچ کے کونے ایک سطح میں نہیں ہیں
vi: các góc của mảnh tứ giác không nằm trên một mặt phẳng

source: Corners of quadrilateral patch do not lie in a plane
af: Hoeke van vierhoek patch lê nie in 'n vlak nie
ar: زوايا patch الرباعية لا تقع في مستوى واحد
bg: Ъглите на четириъгълния патч не лежат в една равнина
bn: চতুর্ভুজ প্যাচের কোণগুলি একটি সমতলে অবস্থিত নয়
bs: Uglovi četverokutne zakrpe ne leže u ravni
cs: Rohy čtyřúhelníkového patch neleží v jedné rovině
da: Hjørner af firkantet patch ligger ikke i et plan
de: Ecken des Vierecks Patch liegt nicht in einer Ebene
el: Οι γωνίες του τετράπλευρου patch δεν βρίσκονται σε επίπεδο
es: Las esquinas del parche cuadrilátero no están en un plano
et: Nelinurga pinna nurgad ei asu ühel tasandil
fi: Nelikulmaisen patchin kulmat eivät sijaitse tasossa
fr: Les coins du patch quadrilatéral ne sont pas dans un même plan
he: פינות טלאי מרובע אינן נמצאות במישור אחד
hi: चतुर्भुज patch के कोने एक समतल में नहीं हैं
hr: Vrhovi četverokutne zakrpe ne leže u ravnini
hu: Négyszög sarkai: a patch nem egy síkban van
id: Sudut-sudut segiempat patch tidak berada pada satu bidang
it: Gli angoli del patch quadrilatero non giacciono su un piano
ja: 四辺形パッチのコーナーが 同一平面上にありません
lt: Keturkampio kampai lopinėlis nėra vienoje plokštumoje
lv: Četrstūra plākstera stūri neatrodas vienā plaknē
mk: Аглите на четириаголна плочка не лежат во рамнина
nl: Hoeken van vierhoekige patch liggen niet in een vlak
no: Hjørnene på firkantflaten ligger ikke i et plan
pl: Narożniki czworokątnego płata nie leżą w jednej płaszczyźnie
pt: Cantos do quadrilátero patch não estão em um plano
ro: Colțurile patrulaterului patch-ul nu se află într-un plan
ru: Углы четырёхугольного патча не лежат в одной плоскости
sk: Rohy štvoruholníkového patchu neležia v rovine
sl: Vogali štirikotne ploskve ne ležijo v ravnini
sr: Углови четвороугаоног патча не леже у равни
sv: Hörnen på fyrhörningspatch ligger inte i ett plan
th: มุมของรูปสี่เหลี่ยม patch ไม่อยู่ในระนาบ
tr: Dörtgen yamanın köşeleri bir düzlemde bulunmuyor
uk: Кути чотирикутника патч не лежить в одній площині
ur: چوکور پیچ کے کونے ایک سطح میں نہیں ہیں
vi: Các góc của mảnh tứ giác không nằm trên một mặt phẳng

source: geometry data error: segment %d lies in plane of symmetry
af: geometrie data fout: segment %d lê in simmetrievlak
ar: خطأ في بيانات الهندسة: segment %d يقع في مستوى التماثل
bg: грешка в геометричните данни: сегмент %d лежи в равнината на симетрия
bn: জ্যামিতি ডেটা ত্রুটি: সেগমেন্ট %d প্রতিসাম্য সমতলে অবস্থিত
bs: greška geometrijskih podataka: segment %d leži u ravni simetrije
cs: Chyba geometrických dat: segment %d leží v rovině symetrie
da: geometri-datafejl: segment %d ligger i symmetriplanet
de: Geometriedatenfehler: Segment %d liegt in der Symmetrieebene
el: σφάλμα δεδομένων γεωμετρίας: το segment %d βρίσκεται στο επίπεδο συμμετρίας
es: error en datos de geometría: el segmento %d está en el plano de simetría
et: geomeetriaandmete viga: segment %d asub sümmeetriatasandil
fi: geometriatietovirhe: segmentti %d sijaitsee symmetriatasossa
fr: erreur de données géométriques : le segment %d se trouve dans le plan de symétrie
he: שגיאת נתוני גאומטריה: מקטע %d נמצא במישור הסימטריה
hi: ज्यामिति डेटा त्रुटि: segment %d समरूपता के समतल में है
hr: pogreška geometrijskih podataka: segment %d leži u ravnini simetrije
hu: geometriai adathiba: a(z) %d szegmens a szimmetriasíkban van
id: kesalahan data geometri: segmen %d berada di bidang simetri
it: errore nei dati geometrici: il segmento %d giace nel piano di simmetria
ja: ジオメトリデータエラー: セグメント %d が対称面内にあります
lt: geometrijos duomenų klaida: segmentas %d yra simetrijos plokštumoje
lv: ģeometrijas datu kļūda: segments %d atrodas simetrijas plaknē
mk: грешка во геометриските податоци: сегментот %d лежи во рамнина на симетрија
nl: geometriegegevensfout: segment %d ligt in het symmetrievlak
no: geometridatafeil: segment %d ligger i symmetriplanet
pl: błąd danych geometrii: segment %d leży w płaszczyźnie symetrii
pt: erro nos dados de geometria: segmento %d está no plano de simetria
ro: eroare date geometrie: segmentul %d se află în planul de simetrie
ru: ошибка геометрических данных: сегмент %d лежит в плоскости симметрии
sk: chyba geometrických údajov: segment %d leží v rovine symetrie
sl: napaka geometrijskih podatkov: segment %d leži v ravnini simetrije
sr: грешка у геометријским подацима: сегмент %d лежи у равни симетрије
sv: geometridatafel: segment %d ligger i symmetriplanet
th: ข้อผิดพลาดข้อมูลเรขาคณิต: segment %d อยู่ในระนาบสมมาตร
tr: geometri veri hatası: segment %d simetri düzleminde bulunuyor
uk: помилка геометричних даних: сегмент %d лежить у площині симетрії
ur: جیومیٹری ڈیٹا خرابی: سیگمنٹ %d ہم آہنگی کی سطح میں ہے
vi: lỗi dữ liệu hình học: đoạn %d nằm trong mặt phẳng đối xứng

source: Geometry data error Segment lies in plane of symmetry
af: Geometrie data fout Segment lê in simmetrievlak
ar: خطأ في بيانات الهندسة segment يقع في مستوى التماثل
bg: Грешка в геометричните данни Сегментът лежи в равнината на симетрия
bn: জ্যামিতি ডেটা ত্রুটি সেগমেন্ট প্রতিসাম্য সমতলে অবস্থিত
bs: Greška geometrijskih podataka Segment leži u ravni simetrije
cs: Chyba geometrických dat Segment leží v rovině symetrie
da: Geometri-datafejl Segment ligger i symmetriplanet
de: Geometriedatenfehler Segment liegt in der Symmetrieebene
el: Σφάλμα δεδομένων γεωμετρίας Το segment βρίσκεται στο επίπεδο συμμετρίας
es: Error en datos de geometría El segmento está en el plano de simetría
et: Geomeetriaandmete viga Segment asub sümmeetriatasandil
fi: Geometriatietovirhe Segmentti sijaitsee symmetriatasossa
fr: Erreur de données géométriques Le segment se trouve dans le plan de symétrie
he: שגיאת נתוני גאומטריה מקטע נמצא במישור הסימטריה
hi: ज्यामिति डेटा त्रुटि Segment समरूपता के समतल में है
hr: Pogreška geometrijskih podataka Segment leži u ravnini simetrije
hu: Geometriai adathiba Szegmens a szimmetriasíkban van
id: Kesalahan data geometri Segmen berada di bidang simetri
it: Errore nei dati geometrici Il segmento giace nel piano di simmetria
ja: ジオメトリデータエラー セグメントが対称面内にあります
lt: Geometrijos duomenų klaida Segmentas yra simetrijos plokštumoje
lv: Ģeometrijas datu kļūda Segments atrodas simetrijas plaknē
mk: Грешка во геометриските податоци Сегментот лежи во рамнина на симетрија
nl: Geometriegegevensfout Segment ligt in het symmetrievlak
no: Geometridatafeil Segment ligger i symmetriplanet
pl: Błąd danych geometrii Segment leży w płaszczyźnie symetrii
pt: Erro nos dados de geometria Segmento está no plano de simetria
ro: Eroare date geometrie Segmentul se află în planul de simetrie
ru: Ошибка геометрических данных Сегмент лежит в плоскости симметрии
sk: Chyba geometrických údajov Segment leží v rovine symetrie
sl: Napaka geometrijskih podatkov Segment leži v ravnini simetrije
sr: Грешка у геометријским подацима Сегмент лежи у равни симетрије
sv: Geometridatafel Segment ligger i symmetriplanet
th: ข้อผิดพลาดข้อมูลเรขาคณิต segment อยู่ในระนาบสมมาตร
tr: Geometri veri hatası Segment simetri düzleminde bulunuyor
uk: Помилка геометричних даних Сегмент лежить у площині симетрії
ur: جیومیٹری ڈیٹا خرابی سیگمنٹ ہم آہنگی کی سطح میں ہے
vi: Lỗi dữ liệu hình học Đoạn nằm trong mặt phẳng đối xứng

source: geometry data error: patch %d lies in plane of symmetry
af: geometrie data fout: patch %d lê in simmetrievlak
ar: خطأ في بيانات الهندسة: patch %d تقع في مستوى التماثل
bg: грешка в геометричните данни: патч %d лежи в равнината на симетрия
bn: জ্যামিতি ডেটা ত্রুটি: প্যাচ %d প্রতিসাম্য সমতলে অবস্থিত
bs: greška geometrijskih podataka: zakrpa %d leži u ravni simetrije
cs: Chyba geometrických dat: patch %d leží v rovině symetrie
da: geometri-datafejl: patch %d ligger i symmetriplanet
de: Geometriedatenfehler: Patch %d liegt in der Symmetrieebene
el: σφάλμα δεδομένων γεωμετρίας: το patch %d βρίσκεται στο επίπεδο συμμετρίας
es: error en datos de geometría: el parche %d está en el plano de simetría
et: geomeetriaandmete viga: pind %d asub sümmeetriatasandil
fi: geometriatietovirhe: patch %d sijaitsee symmetriatasossa
fr: erreur de données géométriques : le patch %d se trouve dans le plan de symétrie
he: שגיאת נתוני גאומטריה: טלאי %d נמצא במישור הסימטריה
hi: ज्यामिति डेटा त्रुटि: patch %d समरूपता के समतल में है
hr: pogreška geometrijskih podataka: zakrpa %d leži u ravnini simetrije
hu: geometriai adathiba: a(z) %d patch a szimmetriasíkban van
id: kesalahan data geometri: patch %d berada di bidang simetri
it: errore nei dati geometrici: il patch %d giace nel piano di simmetria
ja: ジオメトリデータエラー: パッチ %d が対称面内にあります
lt: geometrijos duomenų klaida: lopinėlis %d yra simetrijos plokštumoje
lv: ģeometrijas datu kļūda: plāksteris %d atrodas simetrijas plaknē
mk: грешка во геометриските податоци: плочката %d лежи во рамнина на симетрија
nl: geometriegegevensfout: patch %d ligt in het symmetrievlak
no: geometridatafeil: flate %d ligger i symmetriplanet
pl: błąd danych geometrii: płat %d leży w płaszczyźnie symetrii
pt: erro nos dados de geometria: patch %d está no plano de simetria
ro: eroare date geometrie: patch-ul %d se află în planul de simetrie
ru: ошибка геометрических данных: патч %d лежит в плоскости симметрии
sk: chyba geometrických údajov: patch %d leží v rovine symetrie
sl: napaka geometrijskih podatkov: ploskev %d leži v ravnini simetrije
sr: грешка у геометријским подацима: патч %d лежи у равни симетрије
sv: geometridatafel: patch %d ligger i symmetriplanet
th: ข้อผิดพลาดข้อมูลเรขาคณิต: patch %d อยู่ในระนาบสมมาตร
tr: geometri veri hatası: yama %d simetri düzleminde bulunuyor
uk: помилка геометричних даних: патч %d лежить у площині симетрії
ur: جیومیٹری ڈیٹا خرابی: پیچ %d ہم آہنگی کی سطح میں ہے
vi: lỗi dữ liệu hình học: mảnh %d nằm trong mặt phẳng đối xứng

source: Geometry data error Patch lies in plane of symmetry
af: Geometrie data fout Patch lê in simmetrievlak
ar: خطأ في بيانات الهندسة patch تقع في مستوى التماثل
bg: Грешка в геометричните данни Патчът лежи в равнината на симетрия
bn: জ্যামিতি ডেটা ত্রুটি প্যাচ প্রতিসাম্য সমতলে অবস্থিত
bs: Greška geometrijskih podataka Zakrpa leži u ravni simetrije
cs: Chyba geometrických dat Patch leží v rovině symetrie
da: Geometri-datafejl Patch ligger i symmetriplanet
de: Geometriedatenfehler Patch liegt in der Symmetrieebene
el: Σφάλμα δεδομένων γεωμετρίας Το patch βρίσκεται στο επίπεδο συμμετρίας
es: Error en datos de geometría El parche está en el plano de simetría
et: Geomeetriaandmete viga Pind asub sümmeetriatasandil
fi: Geometriatietovirhe patch sijaitsee symmetriatasossa
fr: Erreur de données géométriques Le patch se trouve dans le plan de symétrie
he: שגיאת נתוני גאומטריה טלאי נמצא במישור הסימטריה
hi: ज्यामिति डेटा त्रुटि Patch समरूपता के समतल में है
hr: Pogreška geometrijskih podataka Zakrpa leži u ravnini simetrije
hu: Geometriai adathiba Patch a szimmetriasíkban van
id: Kesalahan data geometri Patch berada di bidang simetri
it: Errore nei dati geometrici Il patch giace nel piano di simmetria
ja: ジオメトリデータエラー パッチが対称面内にあります
lt: Geometrijos duomenų klaida Lopinėlis yra simetrijos plokštumoje
lv: Ģeometrijas datu kļūda Plāksteris atrodas simetrijas plaknē
mk: Грешка во геометриските податоци Плочката лежи во рамнина на симетрија
nl: Geometriegegevensfout Patch ligt in het symmetrievlak
no: Geometridatafeil Flate ligger i symmetriplanet
pl: Błąd danych geometrii Płat leży w płaszczyźnie symetrii
pt: Erro nos dados de geometria Patch está no plano de simetria
ro: Eroare date geometrie Patch-ul se află în planul de simetrie
ru: Ошибка геометрических данных Патч лежит в плоскости симметрии
sk: Chyba geometrických údajov Patch leží v rovine symetrie
sl: Napaka geometrijskih podatkov Ploskev leži v ravnini simetrije
sr: Грешка у геометријским подацима Патч лежи у равни симетрије
sv: Geometridatafel Patch ligger i symmetriplanet
th: ข้อผิดพลาดข้อมูลเรขาคณิต patch อยู่ในระนาบสมมาตร
tr: Geometri veri hatası Yama simetri düzleminde bulunuyor
uk: Помилка геометричних даних Патч лежить у площині симетрії
ur: جیومیٹری ڈیٹا خرابی پیچ ہم آہنگی کی سطح میں ہے
vi: Lỗi dữ liệu hình học Mảnh nằm trong mặt phẳng đối xứng
