Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Theta > 90 deg. with ground specified Please check RP card data and correct
af: Theta > 90 grade met grondvlak gespesifiseer Kontroleer asseblief RP kaart data en korrigeer
ar: Theta > 90 درجة مع تحديد الأرضي يرجى التحقق من بيانات بطاقة RP وتصحيحها
bg: Theta > 90 градуса при зададена земя Моля, проверете данните в картата RP и ги коригирайте
bn: গ্রাউন্ড নির্দিষ্ট করার সাথে Theta > 90 ডিগ্রি অনুগ্রহ করে RP কার্ড ডেটা পরীক্ষা করে সংশোধন করুন
bs: Theta > 90 stepeni sa specificiranim uzemljenjem Molimo provjerite podatke RP kartice i ispravite
cs: Theta > 90 stupňů se specifikovanou zemí Prosím zkontrolujte data karty RP a opravte
da: Theta > 90 grader med jord angivet Kontrollér venligst RP-kortdata og ret
de: Theta > 90 Grad mit angegebenem Ground Bitte überprüfen Sie die RP-Kartendaten und korrigieren Sie diese
el: Theta > 90 μοίρες με καθορισμένη γείωση Παρακαλώ ελέγξτε τα δεδομένα της κάρτας RP και διορθώστε
es: Theta > 90 grados con plano de tierra especificado Por favor verifique los datos de la tarjeta RP y corrija
et: Theta > 90 kraadi määratud maandusega Palun kontrollige RP kaardi andmeid ja parandage
fi: Theta > 90 astetta maatason kanssa Tarkista RP-kortin tiedot ja korjaa
fr: Theta > 90 deg. avec plan de masse spécifié Veuillez vérifier les données de la carte RP et corriger
he: Theta > 90 מעלות עם קרקע מוגדרת אנא בדוק את נתוני כרטיס RP ותקן
hi: ग्राउंड निर्दिष्ट होने पर Theta > 90 डिग्री कृपया RP कार्ड डेटा की जाँच करें और सही करें
hr: Theta > 90 stup. s navedenim uzemljenjem Molimo provjerite podatke RP kartice i ispravite
hu: Theta > 90 fok megadott földsíkkal Kérjük ellenőrizze az RP kártya adatait és javítsa
id: Theta > 90 derajat dengan ground yang ditentukan Silakan periksa data kartu RP dan perbaiki
it: Theta > 90 gradi con piano di massa specificato Verificare e correggere i dati della scheda RP
ja: グラウンド指定時にTheta > 90度 RPカードのデータを確認して修正してください
lt: Theta > 90 laipsnių su nurodytu įžeminimu Patikrinkite RP kortelės duomenis ir pataisykite
lv: Theta > 90 grādi ar norādītu zemējumu Lūdzu pārbaudiet RP kartes datus un izlabojiet
mk: Тета > 90 степени со специфицирано заземјување Проверете ги податоците на RP картичката и поправете
nl: Theta > 90 graden met grondvlak gespecificeerd Controleer de RP-kaartgegevens en corrigeer
no: Theta > 90 grader med jordplan spesifisert Vennligst sjekk RP-kortdata og korriger
pl: Theta > 90 stopni przy określonym uziemieniu Proszę sprawdzić dane karty RP i poprawić
pt: Theta > 90 graus com plano de terra especificado Por favor, verifique os dados do cartão RP e corrija
ro: Theta > 90 grade cu plan de masă specificat Verificați datele cardului RP și corectați
ru: Theta > 90 град. при указанной земле Пожалуйста, проверьте данные карты RP и исправьте
sk: Theta > 90 stupňov so špecifikovanou zemou Skontrolujte dáta RP karty a opravte
sl: Theta > 90 stopinj z določenimi tlemi Prosimo, preverite podatke kartice RP in jih popravite
sr: Theta > 90 степени са наведеним уземљењем Молимо проверите податке RP картице и исправите
sv: Theta > 90 grader med angiven jordplan Kontrollera RP-kortdata och korrigera
th: Theta > 90 องศา โดยมีการระบุกราวด์ กรุณาตรวจสอบข้อมูลการ์ด RP และแก้ไข
tr: Toprak düzlemi belirtilmiş durumda theta > 90 derece Lütfen RP kartı verilerini kontrol edip düzeltin
uk: Theta > 90 град. при вказаній землі Будь ласка, перевірте дані картки RP та виправте
ur: گراؤنڈ متعین ہونے کے ساتھ Theta > 90 ڈگری براہ کرم RP کارڈ ڈیٹا چیک کریں اور درست کریں
vi: Theta > 90 độ với mặt phẳng đất được chỉ định Vui lòng kiểm tra dữ liệu thẻ RP và sửa

source: Faulty data card
af: Foutiewe datakaart
ar: بطاقة بيانات خاطئة
bg: Грешна карта с данни
bn: ত্রুটিপূর্ণ ডেটা কার্ড
bs: Neispravna kartica podataka
cs: Chybná datová karta
da: Fejlbehæftet datakort
de: Fehlerhafte Datenkarte
el: Ελαττωματική κάρτα δεδομένων
es: Tarjeta de datos defectuosa
et: Vigane andmekaart
fi: Virheellinen tietokortti
fr: Carte de données erronée
he: כרטיס נתונים פגום
hi: दोषपूर्ण डेटा कार्ड
hr: Neispravna kartica podataka
hu: Hibás adatkártya
id: Kartu data rusak
it: Scheda dati errata
ja: 不正なデータカード
lt: Klaidinga duomenų kortelė
lv: Kļūdaina datu karte
mk: Неисправна картичка за податоци
nl: Foutieve gegevenskaart
no: Feilaktig datakort
pl: Wadliwa karta danych
pt: Cartão de dados com defeito
ro: Card date defect
ru: Ошибочная карта данных
sk: Chybná dátová karta
sl: Napačna podatkovna kartica
sr: Неисправна картица података
sv: Felaktigt datakort
th: การ์ดข้อมูลผิดพลาด
tr: Hatalı veri kartı
uk: Пошкоджена картка даних
ur: خراب ڈیٹا کارڈ
vi: Thẻ dữ liệu bị lỗi

source: Missing or surface-wave RP card: Radiation pattern and gain calculations disabled
af: Ontbrekende of oppervlakgolf RP kaart: Stralingspatroon en aanwins berekeninge gedeaktiveer
ar: بطاقة RP مفقودة أو للموجة السطحية: تم تعطيل حسابات نمط الإشعاع والكسب
bg: Липсва или е за повърхностна вълна картата RP: Изчисленията на диаграмата на излъчване и усилването са деактивирани
bn: অনুপস্থিত বা সারফেস-ওয়েভ RP কার্ড: রেডিয়েশন প্যাটার্ন এবং গেইন গণনা অক্ষম
bs: Nedostaje ili površinski val RP kartica: Proračuni dijagrama zračenja i pojačanja su onemogućeni
cs: Chybějící nebo povrchově-vlnová karta RP: Výpočty vyzařovacího diagramu a zisku jsou zakázány
da: Manglende eller overfladebølge RP-kort: Strålingsdiagram- og forstærkningsberegninger deaktiveret
de: Fehlende oder Oberflächenwellen-RP-Karte: Strahlungsdiagramm- und Gewinnberechnungen deaktiviert
el: Λείπει ή υπάρχει κάρτα RP επιφανειακού κύματος: Οι υπολογισμοί διαγράμματος ακτινοβολίας και κέρδους απενεργοποιήθηκαν
es: Tarjeta RP faltante o de onda de superficie: Cálculos de patrón de radiación y ganancia deshabilitados
et: Puuduv või pinnalaine RP kaart: kiirgusdiagrammi ja võimenduse arvutused keelatud
fi: Puuttuva tai pinta-aalto-RP-kortti: Säteilykuvio- ja vahvistuslaskennat poistettu käytöstä
fr: Carte RP manquante ou onde de surface : Calculs du diagramme de rayonnement et du gain désactivés
he: כרטיס RP חסר או גל פני שטח: חישובי תבנית קרינה והגבר מושבתים
hi: गायब या सरफेस-वेव RP कार्ड: रेडिएशन पैटर्न और गेन गणनाएँ अक्षम
hr: Nedostaje ili površinski val RP kartica: Proračuni dijagrama zračenja i dobitka su onemogućeni
hu: Hiányzó vagy felületi hullámos RP kártya: Sugárzási diagram és erősítés számítások kikapcsolva
id: Kartu RP tidak ada atau gelombang permukaan: Perhitungan pola radiasi dan gain dinonaktifkan
it: Scheda RP mancante o per onde superficiali: calcoli del diagramma di radiazione e guadagno disabilitati
ja: RPカードが見つからないか表面波です: 放射パターンと利得計算が無効になりました
lt: Trūksta arba paviršinės bangos RP kortelė: Spinduliuotės diagramos ir stiprinimo skaičiavimai išjungti
lv: Trūkst vai virsmas viļņa RP karte: starojuma diagrammas un pastiprinājuma aprēķini atspējoti
mk: Недостасува или површинско-бранова RP картичка: Пресметките на дијаграм на зрачење и добиток се оневозможени
nl: Ontbrekende of oppervlaktegolf-RP-kaart: Stralingspatroon- en winstberekeningen uitgeschakeld
no: Manglende eller overflatebølge RP-kort: Strålingsdiagram- og forsterkningsberegninger deaktivert
pl: Brakująca lub fali powierzchniowej karta RP: Obliczenia charakterystyki promieniowania i zysku wyłączone
pt: Cartão RP ausente ou de onda de superfície: Cálculos de diagrama de radiação e ganho desativados
ro: Card RP lipsă sau pentru undă de suprafață: Calculele diagramei de radiație și câștigului sunt dezactivate
ru: Отсутствует или является картой поверхностной волны RP: расчёт диаграммы направленности и усиления отключён
sk: Chýbajúca alebo RP karta povrchovej vlny: Výpočty vyžarovacieho diagramu a zisku sú zakázané
sl: Manjkajoča ali površinsko-valovna kartica RP: Izračuni sevalnega diagrama in ojačenja so onemogočeni
sr: Недостаје или површински-таласна RP картица: Прорачуни дијаграма зрачења и појачања су онемогућени
sv: Saknat eller ytvågs-RP-kort: Strålningsdiagram och förstärkningsberäkningar inaktiverade
th: ไม่มีการ์ด RP หรือเป็นการ์ดคลื่นผิว: การคำนวณแบบรูปการแผ่คลื่นและอัตราขยายถูกปิดใช้งาน
tr: Eksik veya yüzey dalgası RP kartı: Işınım örüntüsü ve kazanç hesaplamaları devre dışı
uk: Відсутня або поверхнево-хвильова картка RP: обчислення діаграми випромінювання та підсилення вимкнено
ur: غائب یا سرفیس ویو RP کارڈ: ریڈی ایشن پیٹرن اور گین کیلکولیشنز غیر فعال ہیں
vi: Thiếu hoặc thẻ RP sóng mặt: Tính toán đồ thị bức xạ và độ lợi bị vô hiệu hóa

source: Unexpected exit from while loop
af: Onverwagte uitgang van while-lus
ar: خروج غير متوقع من حلقة while
bg: Неочаквано излизане от цикъл while
bn: while লুপ থেকে অপ্রত্যাশিত প্রস্থান
bs: Neočekivani izlaz iz while petlje
cs: Neočekávaný výstup ze smyčky while
da: Uventet afslutning af while-løkke
de: Unerwarteter Austritt aus While-Schleife
el: Μη αναμενόμενη έξοδος από βρόχο while
es: Salida inesperada del bucle while
et: Ootamatu väljumine while-tsüklist
fi: Odottamaton poistuminen while-silmukasta
fr: Sortie inattendue de la boucle while
he: יציאה בלתי צפויה מלולאת while
hi: while लूप से अप्रत्याशित निकास
hr: Neočekivani izlazak iz while petlje
hu: Váratlan kilépés a while ciklusból
id: Keluar tak terduga dari while loop
it: Uscita inattesa dal ciclo while
ja: whileループからの予期しない終了
lt: Netikėtas išėjimas iš while ciklo
lv: Negaidīta iziešana no while cikla
mk: Неочекуван излез од while циклус
nl: Onverwachte exit uit while-lus
no: Uventet avslutning fra while-løkke
pl: Nieoczekiwane wyjście z pętli while
pt: Saída inesperada do loop while
ro: Ieșire neașteptată din bucla while
ru: Неожиданный выход из цикла while
sk: Neočakávané ukončenie while cyklu
sl: Nepričakovan izhod iz zanke while
sr: Неочекивани излазак из while петље
sv: Oväntat avslut från while-loop
th: ออกจากลูป while โดยไม่คาดคิด
tr: While döngüsünden beklenmeyen çıkış
uk: Неочікуваний вихід з циклу while
ur: while لوپ سے غیر متوقع اخراج
vi: Thoát không mong đợi khỏi vòng lặp while

source: command data card error: Unexpected EOF while reading input file - appending EN card
af: opdrag datakaart fout: Onverwagte EOF tydens lees van invoerlêer - voeg EN kaart by
ar: خطأ في بطاقة بيانات الأوامر: نهاية ملف غير متوقعة أثناء قراءة ملف الإدخال - إضافة بطاقة EN
bg: грешка в карта с командни данни: Неочакван край на файла при четене на входния файл - добавяне на карта EN
bn: কমান্ড ডেটা কার্ড ত্রুটি: ইনপুট ফাইল পড়ার সময় অপ্রত্যাশিত EOF - EN কার্ড যোগ করা হচ্ছে
bs: greška kartice podataka komande: Neočekivani EOF pri čitanju ulazne datoteke - dodavanje EN kartice
cs: Chyba datové karty příkazu: neočekávaný EOF při čtení vstupního souboru - přidávám kartu EN
da: kommando-datakortfejl: Uventet EOF ved læsning af inputfil - tilføjer EN-kort
de: Befehlsdatenkarten-Fehler: Unerwartetes EOF beim Lesen der Eingabedatei - EN-Karte wird angehängt
el: σφάλμα κάρτας δεδομένων εντολής: Μη αναμενόμενο EOF κατά την ανάγνωση του αρχείου εισόδου - προσθήκη κάρτας EN
es: error en tarjeta de datos de comando: EOF inesperado al leer archivo de entrada - añadiendo tarjeta EN
et: käsu andmekaardi viga: ootamatu faili lõpp sisendfaili lugemisel - lisatakse EN kaart
fi: komentotietokortin virhe: Odottamaton EOF luettaessa syötetiedostoa - lisätään EN-kortti
fr: erreur de carte de données de commande : EOF inattendu lors de la lecture du fichier d'entrée - ajout de la carte EN
he: שגיאת כרטיס נתוני פקודה: EOF בלתי צפוי בקריאת קובץ קלט - מוסיף כרטיס EN
hi: कमांड डेटा कार्ड त्रुटि: इनपुट फ़ाइल पढ़ते समय अप्रत्याशित EOF - EN कार्ड जोड़ा जा रहा है
hr: pogreška kartice naredbi: Neočekivani EOF prilikom čitanja ulazne datoteke - dodavanje EN kartice
hu: parancs adatkártya hiba: Váratlan fájlvég a bemeneti fájl olvasásakor - EN kártya hozzáfűzése
id: kesalahan kartu data perintah: EOF tak terduga saat membaca file input - menambahkan kartu EN
it: errore scheda dati comando: EOF inatteso durante la lettura del file di input - aggiunta scheda EN
ja: コマンドデータカードエラー: 入力ファイル読み取り中に予期しないEOF - ENカードを追加しています
lt: komandos duomenų kortelės klaida: netikėta failo pabaiga skaitant įvesties failą - pridedama EN kortelė
lv: komandas datu kartes kļūda: negaidīts EOF lasot ievades failu - pievieno EN karti
mk: грешка во командна картичка за податоци: Неочекуван EOF при читање на влезна датотека - се додава EN картичка
nl: opdracht-gegevenskaartfout: Onverwachte EOF bij het lezen van invoerbestand - EN-kaart wordt toegevoegd
no: kommando-datakortfeil: Uventet EOF under lesing av inndatafil - legger til EN-kort
pl: błąd karty danych poleceń: Nieoczekiwany EOF podczas odczytu pliku wejściowego - dołączanie karty EN
pt: erro no cartão de dados de comando: EOF inesperado ao ler arquivo de entrada - anexando cartão EN
ro: eroare card date comandă: EOF neașteptat la citirea fișierului de intrare - se adaugă cardul EN
ru: ошибка карты командных данных: неожиданный конец файла при чтении входного файла - добавляется карта EN
sk: chyba dátovej karty príkazu: Neočakávaný EOF pri čítaní vstupného súboru - pridávam EN kartu
sl: napaka ukazne podatkovne kartice: nepričakovan EOF med branjem vhodne datoteke - dodajam kartico EN
sr: грешка картице командних података: Неочекивани EOF при читању улазне датотеке - додавање EN картице
sv: fel på kommandodatakort: Oväntat filslut vid läsning av indatafil - lägger till EN-kort
th: ข้อผิดพลาดการ์ดข้อมูลคำสั่ง: พบ EOF ที่ไม่คาดคิดขณะอ่านไฟล์อินพุต - กำลังเพิ่มการ์ด EN
tr: komut veri kartı hatası: Girdi dosyası okunurken beklenmeyen EOF - EN kartı ekleniyor
uk: помилка картки даних команд: неочікуваний кінець файлу під час читання вхідного файлу - додавання картки EN
ur: کمانڈ ڈیٹا کارڈ کی خرابی: ان پٹ فائل پڑھتے وقت غیر متوقع EOF - EN کارڈ شامل کیا جا رہا ہے
vi: lỗi thẻ dữ liệu lệnh: EOF không mong đợi khi đọc tệp đầu vào - thêm thẻ EN

source: Command data card error Unexpected EOF while reading input file Appending a default EN card
af: Opdrag datakaart fout Onverwagte EOF tydens lees van invoerlêer Voeg 'n verstek EN kaart by
ar: خطأ في بطاقة بيانات الأوامر نهاية ملف غير متوقعة أثناء قراءة ملف الإدخال إضافة بطاقة EN افتراضية
bg: Грешка в карта с командни данни Неочакван край на файла при четене на входния файл Добавяне на карта EN по подразбиране
bn: কমান্ড ডেটা কার্ড ত্রুটি ইনপুট ফাইল পড়ার সময় অপ্রত্যাশিত EOF ডিফল্ট EN কার্ড যোগ করা হচ্ছে
bs: Greška kartice podataka komande Neočekivani EOF pri čitanju ulazne datoteke Dodavanje podrazumijevane EN kartice
cs: Chyba datové karty příkazu Neočekávaný EOF při čtení vstupního souboru Přidávám výchozí kartu EN
da: Kommando-datakortfejl Uventet EOF ved læsning af inputfil Tilføjer et standard EN-kort
de: Befehlsdatenkarten-Fehler Unerwartetes EOF beim Lesen der Eingabedatei Standard-EN-Karte wird angehängt
el: Σφάλμα κάρτας δεδομένων εντολής Μη αναμενόμενο EOF κατά την ανάγνωση του αρχείου εισόδου Προσθήκη προεπιλεγμένης κάρτας EN
es: Error en tarjeta de datos de comando EOF inesperado al leer archivo de entrada Añadiendo una tarjeta EN predeterminada
et: Käsu andmekaardi viga Ootamatu faili lõpp sisendfaili lugemisel Lisatakse vaikimisi EN kaart
fi: Komentotietokortin virhe Odottamaton EOF luettaessa syötetiedostoa Lisätään oletus-EN-kortti
fr: Erreur de carte de données de commande EOF inattendu lors de la lecture du fichier d'entrée Ajout d'une carte EN par défaut
he: שגיאת כרטיס נתוני פקודה EOF בלתי צפוי בקריאת קובץ קלט מוסיף כרטיס EN ברירת מחדל
hi: कमांड डेटा कार्ड त्रुटि इनपुट फ़ाइल पढ़ते समय अप्रत्याशित EOF डिफ़ॉल्ट EN कार्ड जोड़ा जा रहा है
hr: Pogreška kartice naredbi Neočekivani EOF prilikom čitanja ulazne datoteke Dodavanje zadane EN kartice
hu: Parancs adatkártya hiba Váratlan fájlvég a bemeneti fájl olvasásakor Alapértelmezett EN kártya hozzáfűzése
id: Kesalahan kartu data perintah EOF tak terduga saat membaca file input Menambahkan kartu EN default
it: Errore scheda dati comando EOF inatteso durante la lettura del file di input Aggiunta di una scheda EN predefinita
ja: コマンドデータカードエラー 入力ファイル読み取り中に予期しないEOF デフォルトのENカードを追加しています
lt: Komandos duomenų kortelės klaida Netikėta failo pabaiga skaitant įvesties failą Pridedama numatytoji EN kortelė
lv: Komandas datu kartes kļūda Negaidīts EOF lasot ievades failu Pievieno noklusējuma EN karti
mk: Грешка во командна картичка за податоци Неочекуван EOF при читање на влезна датотека Се додава стандардна EN картичка
nl: Opdracht-gegevenskaartfout Onverwachte EOF bij het lezen van invoerbestand Standaard EN-kaart wordt toegevoegd
no: Kommando-datakortfeil Uventet EOF under lesing av inndatafil Legger til et standard EN-kort
pl: Błąd karty danych poleceń Nieoczekiwany EOF podczas odczytu pliku wejściowego Dołączanie domyślnej karty EN
pt: Erro no cartão de dados de comando EOF inesperado ao ler arquivo de entrada Anexando um cartão EN padrão
ro: Eroare card date comandă EOF neașteptat la citirea fișierului de intrare Se adaugă un card EN implicit
ru: Ошибка карты командных данных Неожиданный конец файла при чтении входного файла Добавляется карта EN по умолчанию
sk: Chyba dátovej karty príkazu Neočakávaný EOF pri čítaní vstupného súboru Pridávam predvolenú EN kartu
sl: Napaka ukazne podatkovne kartice Nepričakovan EOF med branjem vhodne datoteke Dodajam privzeto kartico EN
sr: Грешка картице командних података Неочекивани EOF при читању улазне датотеке Додавање подразумеване EN картице
sv: Kommandodatakortfel Oväntat filslut vid läsning av indatafil Lägger till ett standard EN-kort
th: ข้อผิดพลาดการ์ดข้อมูลคำสั่ง พบ EOF ที่ไม่คาดคิดขณะอ่านไฟล์อินพุต กำลังเพิ่มการ์ด EN เริ่มต้น
tr: Komut veri kartı hatası Girdi dosyası okunurken beklenmeyen EOF Varsayılan EN kartı ekleniyor
uk: Помилка картки даних команд Неочікуваний кінець файлу під час читання вхідного файлу Додавання картки EN за замовчуванням
ur: کمانڈ ڈیٹا کارڈ کی خرابی ان پٹ فائل پڑھتے وقت غیر متوقع EOF ڈیفالٹ EN کارڈ شامل کیا جا رہا ہے
vi: Lỗi thẻ dữ liệu lệnh EOF không mong đợi khi đọc tệp đầu vào Thêm thẻ EN mặc định

source: command data card error: card's mnemonic code too short or missing
af: opdrag datakaart fout: kaart se mnemoniese kode te kort of ontbreek
ar: خطأ في بطاقة بيانات الأوامر: رمز البطاقة التذكيري قصير جداً أو مفقود
bg: грешка в карта с командни данни: мнемоничният код на картата е твърде кратък или липсва
bn: কমান্ড ডেটা কার্ড ত্রুটি: কার্ডের মেমোনিক কোড খুব ছোট বা অনুপস্থিত
bs: greška kartice podataka komande: mnemonički kod kartice je prekratak ili nedostaje
cs: Chyba datové karty příkazu: mnemonický kód karty je příliš krátký nebo chybí
da: kommando-datakortfejl: kortets mnemoniske kode er for kort eller mangler
de: Befehlsdatenkarten-Fehler: Mnemonik-Code der Karte zu kurz oder fehlt
el: σφάλμα κάρτας δεδομένων εντολής: ο μνημονικός κωδικός της κάρτας είναι πολύ σύντομος ή λείπει
es: error en tarjeta de datos de comando: código mnemónico de tarjeta demasiado corto o faltante
et: käsu andmekaardi viga: kaardi mnemooniline kood on liiga lühike või puudub
fi: komentotietokortin virhe: kortin muistikoodi liian lyhyt tai puuttuu
fr: erreur de carte de données de commande : code mnémonique de la carte trop court ou manquant
he: שגיאת כרטיס נתוני פקודה: קוד מנמוני של כרטיס קצר מדי או חסר
hi: कमांड डेटा कार्ड त्रुटि: कार्ड का निमोनिक कोड बहुत छोटा है या गायब है
hr: pogreška kartice naredbi: mnemonički kod kartice prekratak ili nedostaje
hu: parancs adatkártya hiba: a kártya mnemonikus kódja túl rövid vagy hiányzik
id: kesalahan kartu data perintah: kode mnemonik kartu terlalu pendek atau tidak ada
it: errore scheda dati comando: codice mnemonico della scheda troppo corto o mancante
ja: コマンドデータカードエラー: カードのニーモニックコードが短すぎるか見つかりません
lt: komandos duomenų kortelės klaida: kortelės mnemoninis kodas per trumpas arba jo nėra
lv: komandas datu kartes kļūda: kartes mnemoniskais kods pārāk īss vai trūkst
mk: грешка во командна картичка за податоци: мнемоничкиот код на картичката е прекраток или недостасува
nl: opdracht-gegevenskaartfout: mnemonische code van kaart te kort of ontbreekt
no: kommando-datakortfeil: kortets mnemoniske kode er for kort eller mangler
pl: błąd karty danych poleceń: kod mnemoniczny karty zbyt krótki lub brakujący
pt: erro no cartão de dados de comando: código mnemônico do cartão muito curto ou ausente
ro: eroare card date comandă: codul mnemonic al cardului este prea scurt sau lipsește
ru: ошибка карты командных данных: мнемонический код карты слишком короткий или отсутствует
sk: chyba dátovej karty príkazu: mnemonický kód karty príliš krátky alebo chýba
sl: napaka ukazne podatkovne kartice: mnemonična koda kartice je prekratka ali manjka
sr: грешка картице командних података: мнемонички код картице је прекратак или недостаје
sv: fel på kommandodatakort: kortets mnemonik är för kort eller saknas
th: ข้อผิดพลาดการ์ดข้อมูลคำสั่ง: รหัสช่วยจำของการ์ดสั้นเกินไปหรือไม่มี
tr: komut veri kartı hatası: kartın mnemonik kodu çok kısa veya eksik
uk: помилка картки даних команд: мнемонічний код картки занадто короткий або відсутній
ur: کمانڈ ڈیٹا کارڈ کی خرابی: کارڈ کا نیمونک کوڈ بہت چھوٹا یا غائب ہے
vi: lỗi thẻ dữ liệu lệnh: mã gợi nhớ của thẻ quá ngắn hoặc thiếu

source: Command data card error Mnemonic code too short or missing
af: Opdrag datakaart fout Mnemoniese kode te kort of ontbreek
ar: خطأ في بطاقة بيانات الأوامر الرمز التذكيري قصير جداً أو مفقود
bg: Грешка в карта с командни данни Мнемоничният код е твърде кратък или липсва
bn: কমান্ড ডেটা কার্ড ত্রুটি মেমোনিক কোড খুব ছোট বা অনুপস্থিত
bs: Greška kartice podataka komande Mnemonički kod je prekratak ili nedostaje
cs: Chyba datové karty příkazu Mnemonický kód je příliš krátký nebo chybí
da: Kommando-datakortfejl Mnemonisk kode for kort eller mangler
de: Befehlsdatenkarten-Fehler Mnemonik-Code zu kurz oder fehlt
el: Σφάλμα κάρτας δεδομένων εντολής Ο μνημονικός κωδικός είναι πολύ σύντομος ή λείπει
es: Error en tarjeta de datos de comando Código mnemónico demasiado corto o faltante
et: Käsu andmekaardi viga Mnemooniline kood on liiga lühike või puudub
fi: Komentotietokortin virhe Muistikoodi liian lyhyt tai puuttuu
fr: Erreur de carte de données de commande Code mnémonique trop court ou manquant
he: שגיאת כרטיס נתוני פקודה קוד מנמוני קצר מדי או חסר
hi: कमांड डेटा कार्ड त्रुटि निमोनिक कोड बहुत छोटा है या गायब है
hr: Pogreška kartice naredbi Mnemonički kod prekratak ili nedostaje
hu: Parancs adatkártya hiba Mnemonikus kód túl rövid vagy hiányzik
id: Kesalahan kartu data perintah Kode mnemonik terlalu pendek atau tidak ada
it: Errore scheda dati comando Codice mnemonico troppo corto o mancante
ja: コマンドデータカードエラー ニーモニックコードが短すぎるか見つかりません
lt: Komandos duomenų kortelės klaida Mnemoninis kodas per trumpas arba jo nėra
lv: Komandas datu kartes kļūda Mnemoniskais kods pārāk īss vai trūkst
mk: Грешка во командна картичка за податоци Мнемоничкиот код е прекраток или недостасува
nl: Opdracht-gegevenskaartfout Mnemonische code te kort of ontbreekt
no: Kommando-datakortfeil Mnemonisk kode er for kort eller mangler
pl: Błąd karty danych poleceń Kod mnemoniczny zbyt krótki lub brakujący
pt: Erro no cartão de dados de comando Código mnemônico muito curto ou ausente
ro: Eroare card date comandă Codul mnemonic este prea scurt sau lipsește
ru: Ошибка карты командных данных Мнемонический код слишком короткий или отсутствует
sk: Chyba dátovej karty príkazu Mnemonický kód príliš krátky alebo chýba
sl: Napaka ukazne podatkovne kartice Mnemonična koda je prekratka ali manjka
sr: Грешка картице командних података Мнемонички код је прекратак или недостаје
sv: Kommandodatakortfel Mnemonik är för kort eller saknas
th: ข้อผิดพลาดการ์ดข้อมูลคำสั่ง รหัสช่วยจำสั้นเกินไปหรือไม่มี
tr: Komut veri kartı hatası Mnemonik kod çok kısa veya eksik
uk: Помилка картки даних команд Мнемонічний код занадто короткий або відсутній
ur: کمانڈ ڈیٹا کارڈ کی خرابی نیمونک کوڈ بہت چھوٹا یا غائب ہے
vi: Lỗi thẻ dữ liệu lệnh Mã gợi nhớ quá ngắn hoặc thiếu
