Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: exiting after fatal error: fork() failed
af: sluit af na fatale fout: fork() het misluk
ar: الخروج بعد خطأ فادح: فشل fork()
bg: излизане след фатална грешка: fork() е неуспешен
bn: মারাত্মক ত্রুটির পর প্রস্থান: fork() ব্যর্থ
bs: izlaz nakon fatalne greške: fork() nije uspio
cs: Ukončuji po fatální chybě: fork() selhalo
da: afslutter efter fatal fejl: fork() mislykkedes
de: Beenden nach schwerem Fehler: fork() fehlgeschlagen
el: έξοδος μετά από κρίσιμο σφάλμα: η fork() απέτυχε
es: saliendo después de error fatal: fork() falló
et: väljutakse pärast fataalset viga: fork() ebaõnnestus
fi: poistutaan vakavan virheen jälkeen: fork() epäonnistui
fr: sortie après erreur fatale : échec de fork()
he: יוצא לאחר שגיאה חמורה: fork() נכשל
hi: घातक त्रुटि के बाद बाहर निकल रहा है: fork() विफल
hr: izlazak nakon fatalne greške: fork() nije uspio
hu: kilépés végzetes hiba után: fork() sikertelen
id: keluar setelah kesalahan fatal: fork() gagal
it: uscita dopo errore fatale: fork() fallita
ja: 致命的エラーのため終了: fork()が失敗しました
lt: išeinama po kritinės klaidos: fork() nepavyko
lv: iziet pēc fatālas kļūdas: fork() neizdevās
mk: излегување по фатална грешка: fork() не успеа
nl: afsluiten na fatale fout: fork() mislukt
no: avslutter etter fatal feil: fork() mislyktes
pl: wyjście po błędzie krytycznym: fork() nie powiodło się
pt: saindo após erro fatal: fork() falhou
ro: se iese după eroare fatală: fork() a eșuat
ru: завершение после критической ошибки: ошибка fork()
sk: ukončenie po fatálnej chybe: fork() zlyhalo
sl: izhod po usodni napaki: fork() ni uspel
sr: излазак након фаталне грешке: fork() није успео
sv: avslutar efter allvarligt fel: fork() misslyckades
th: ออกหลังจากข้อผิดพลาดร้ายแรง: fork() ล้มเหลว
tr: ölümcül hatadan sonra çıkılıyor: fork() başarısız oldu
uk: завершення після критичної помилки: fork() не вдався
ur: مہلک خرابی کے بعد باہر نکل رہا ہے: fork() ناکام ہوا
vi: thoát sau lỗi nghiêm trọng: fork() thất bại

source: exiting via user interrupt
af: sluit af via gebruiker onderbreking
ar: الخروج عبر مقاطعة المستخدم
bg: излизане по заявка на потребителя
bn: ব্যবহারকারীর বাধার মাধ্যমে প্রস্থান করা হচ্ছে
bs: izlaz putem korisničkog prekida
cs: Ukončuji na žádost uživatele
da: afslutter via brugerafbrydelse
de: Beenden durch Benutzerunterbrechung
el: έξοδος μέσω διακοπής χρήστη
es: saliendo por interrupción del usuario
et: väljutakse kasutaja katkestuse tõttu
fi: poistutaan käyttäjän keskeytyksen vuoksi
fr: sortie via interruption utilisateur
he: יציאה באמצעות הפסקת משתמש
hi: उपयोगकर्ता इंटरप्ट द्वारा बाहर निकल रहा है
hr: izlazak putem prekida korisnika
hu: kilépés felhasználói megszakítás miatt
id: keluar melalui interupsi pengguna
it: uscita tramite interruzione utente
ja: ユーザー割り込みにより終了します
lt: išeinama pagal vartotojo pertraukimą
lv: iziet pēc lietotāja pārtraukuma
mk: излегување по прекин од корисникот
nl: afsluiten via gebruikersonderbreking
no: avslutter via brukeravbrudd
pl: wyjście przez przerwanie użytkownika
pt: saindo por interrupção do usuário
ro: se iese prin întrerupere utilizator
ru: выход по прерыванию пользователя
sk: ukončenie prerušením používateľa
sl: izhod zaradi uporabniške prekinitve
sr: излазак прекидом корисника
sv: avslutar via användaravbrott
th: ออกตามการขัดจังหวะของผู้ใช้
tr: kullanıcı kesintisi ile çıkılıyor
uk: завершення за запитом користувача
ur: صارف کی مداخلت کے ذریعے باہر نکل رہا ہے
vi: thoát do ngắt người dùng

source: segmentation fault, exiting
af: segmentasiefout, sluit af
ar: خطأ تجزئة، جارٍ الخروج
bg: грешка при сегментиране, излизане
bn: সেগমেন্টেশন ফল্ট, প্রস্থান করা হচ্ছে
bs: greška segmentacije, izlaz
cs: Chyba segmentace paměti, ukončuji
da: segmenteringsfejl, afslutter
de: Speicherzugriffsfehler, Beenden
el: σφάλμα κατάτμησης, έξοδος
es: fallo de segmentación, saliendo
et: segmenteerimisviga, väljutakse
fi: segmentointivirhe, poistutaan
fr: erreur de segmentation, sortie
he: שגיאת סגמנטציה, יוצא
hi: सेगमेंटेशन फॉल्ट, बाहर निकल रहा है
hr: segmentacijska greška, izlazak
hu: szegmentálási hiba, kilépés
id: segmentation fault, keluar
it: errore di segmentazione, uscita
ja: セグメンテーション違反、終了します
lt: segmentavimo klaida, išeinama
lv: segmentācijas kļūda, iziet
mk: грешка во сегментација, излегување
nl: segmentatiefout, afsluiten
no: segmenteringsfeil, avslutter
pl: błąd segmentacji, wyjście
pt: falha de segmentação, saindo
ro: eroare de segmentare, se iese
ru: ошибка сегментации, выход
sk: segmentation fault, ukončujem
sl: napaka segmentacije, izhod
sr: грешка сегментације, излазак
sv: segmenteringsfel, avslutar
th: segmentation fault กำลังออก
tr: segmentasyon hatası, çıkılıyor
uk: помилка сегментації, завершення
ur: سیگمنٹیشن فالٹ، باہر نکل رہا ہے
vi: lỗi phân đoạn bộ nhớ, đang thoát

source: floating point exception, exiting
af: drywende punt uitsondering, verlaat
ar: استثناء الفاصلة العائمة، جارٍ الخروج
bg: изключение с плаваща запетая, изход
bn: ফ্লোটিং পয়েন্ট এক্সেপশন, প্রস্থান করা হচ্ছে
bs: izuzetak s pomičnim zarezom, izlazak
cs: Výjimka plovoucí desetinné čárky, ukončování
da: flydende komma-undtagelse, afslutter
de: Gleitkomma-Ausnahme, Beenden
el: εξαίρεση κινητής υποδιαστολής, έξοδος
es: excepción de punto flotante, saliendo
et: ujukoma erand, väljumine
fi: liukulukupoikkeus, poistutaan
fr: exception de virgule flottante, sortie
he: חריגת נקודה צפה, יוצא
hi: फ्लोटिंग पॉइंट अपवाद, बाहर निकल रहा है
hr: iznimka s pomičnim zarezom, izlazim
hu: lebegőpontos kivétel, kilépés
id: pengecualian floating point, keluar
it: eccezione floating point, uscita
ja: 浮動小数点例外、終了します
lt: slankiojo kablelio išimtis, išeinama
lv: peldošā komata izņēmums, iziešana
mk: исклучок со подвижна запирка, излегување
nl: drijvende-komma-uitzondering, afsluiten
no: flyttallsunntak, avslutter
pl: wyjątek zmiennoprzecinkowy, zamykanie
pt: exceção de ponto flutuante, saindo
ro: excepție în virgulă mobilă, se iese
ru: исключение с плавающей точкой, выход
sk: výnimka pohyblivej rádovej čiarky, ukončujem
sl: izjema plavajoče vejice, izhod
sr: грешка са покретним зарезом, излазак
sv: flyttalsundantag, avslutar
th: ข้อผิดพลาดจุดทศนิยมลอยตัว กำลังออก
tr: kayan nokta istisnası, çıkılıyor
uk: виняток з плаваючою комою, вихід
ur: فلوٹنگ پوائنٹ ایکسیپشن، باہر نکل رہا ہے
vi: lỗi ngoại lệ dấu phẩy động, đang thoát

source: abort signal received, exiting
af: aborteer sein ontvang, verlaat
ar: تم استلام إشارة الإلغاء، جارٍ الخروج
bg: получен сигнал за прекъсване, изход
bn: অ্যাবর্ট সিগন্যাল পাওয়া গেছে, প্রস্থান করা হচ্ছে
bs: primljen signal za prekid, izlazak
cs: Přijat signál přerušení, ukončování
da: afbrydelsessignal modtaget, afslutter
de: Abbruchsignal empfangen, Beenden
el: ελήφθη σήμα ματαίωσης, έξοδος
es: señal de aborto recibida, saliendo
et: katkestussignaal vastu võetud, väljumine
fi: keskeytyskäsky vastaanotettu, poistutaan
fr: signal d'abandon reçu, sortie
he: התקבל אות ביטול, יוצא
hi: एबॉर्ट सिग्नल प्राप्त हुआ, बाहर निकल रहा है
hr: primljen signal prekida, izlazim
hu: megszakítási jel érkezett, kilépés
id: sinyal abort diterima, keluar
it: segnale di abort ricevuto, uscita
ja: 中止シグナルを受信、終了します
lt: gautas nutraukimo signalas, išeinama
lv: saņemts pārtraukšanas signāls, iziešana
mk: примен сигнал за прекин, излегување
nl: afbreeksignaal ontvangen, afsluiten
no: avbruddssignal mottatt, avslutter
pl: otrzymano sygnał przerwania, zamykanie
pt: sinal de abortar recebido, saindo
ro: semnal de întrerupere primit, se iese
ru: получен сигнал прерывания, выход
sk: prijatý signál prerušenia, ukončujem
sl: prejet signal za prekinitev, izhod
sr: примљен сигнал за прекид, излазак
sv: avbrottssignal mottagen, avslutar
th: ได้รับสัญญาณยกเลิก กำลังออก
tr: iptal sinyali alındı, çıkılıyor
uk: отримано сигнал переривання, вихід
ur: ابارٹ سگنل موصول، باہر نکل رہا ہے
vi: đã nhận tín hiệu hủy bỏ, đang thoát

source: termination request received, exiting
af: beëindigingsversoek ontvang, verlaat
ar: تم استلام طلب الإنهاء، جارٍ الخروج
bg: получена заявка за прекратяване, изход
bn: সমাপ্তির অনুরোধ পাওয়া গেছে, প্রস্থান করা হচ্ছে
bs: primljen zahtjev za prekid, izlazak
cs: Přijat požadavek na ukončení, ukončování
da: afslutningsanmodning modtaget, afslutter
de: Beendigungsanforderung empfangen, Beenden
el: ελήφθη αίτημα τερματισμού, έξοδος
es: solicitud de terminación recibida, saliendo
et: lõpetamistaotlus vastu võetud, väljumine
fi: lopetuspyyntö vastaanotettu, poistutaan
fr: demande de terminaison reçue, sortie
he: התקבלה בקשת סיום, יוצא
hi: समाप्ति अनुरोध प्राप्त हुआ, बाहर निकल रहा है
hr: primljen zahtjev za prekid, izlazim
hu: leállítási kérés érkezett, kilépés
id: permintaan terminasi diterima, keluar
it: richiesta di terminazione ricevuta, uscita
ja: 終了要求を受信、終了します
lt: gauta užbaigimo užklausa, išeinama
lv: saņemts beigšanas pieprasījums, iziešana
mk: примено барање за завршување, излегување
nl: beëindigingsverzoek ontvangen, afsluiten
no: avslutningsforespørsel mottatt, avslutter
pl: otrzymano żądanie zakończenia, zamykanie
pt: solicitação de término recebida, saindo
ro: cerere de terminare primită, se iese
ru: получен запрос на завершение, выход
sk: prijatá požiadavka na ukončenie, ukončujem
sl: prejeta zahteva za prekinitev, izhod
sr: примљен захтев за завршетак, излазак
sv: avslutningsbegäran mottagen, avslutar
th: ได้รับคำขอยุติการทำงาน กำลังออก
tr: sonlandırma isteği alındı, çıkılıyor
uk: отримано запит на завершення, вихід
ur: ختم کرنے کی درخواست موصول، باہر نکل رہا ہے
vi: đã nhận yêu cầu kết thúc, đang thoát

source: not forked, ignoring SIGCHLD from pid %d
af: nie gevurk nie, ignoreer SIGCHLD van pid %d
ar: لم يتم التفريع، تجاهل SIGCHLD من pid %d
bg: не е разклонен, игнориране на SIGCHLD от pid %d
bn: ফর্ক করা হয়নি, pid %d থেকে SIGCHLD উপেক্ষা করা হচ্ছে
bs: nije račvano, ignorisanje SIGCHLD od pid %d
cs: Není forkováno, ignoruji SIGCHLD od pid %d
da: ikke forgrenet, ignorerer SIGCHLD fra pid %d
de: Nicht geforkt, SIGCHLD von PID %d wird ignoriert
el: χωρίς διακλάδωση, αγνόηση SIGCHLD από pid %d
es: no bifurcado, ignorando SIGCHLD del pid %d
et: pole hargnenud, ignoreeritakse SIGCHLD pid-lt %d
fi: ei haaroitettu, ohitetaan SIGCHLD prosessilta pid %d
fr: non dupliqué, SIGCHLD du pid %d ignoré
he: לא בוצע fork, מתעלם מ-SIGCHLD מ-pid %d
hi: फोर्क नहीं हुआ, pid %d से SIGCHLD को अनदेखा कर रहा है
hr: nije račvano, zanemarujem SIGCHLD od pid %d
hu: nem elágaztatott, SIGCHLD figyelmen kívül hagyása a(z) %d pid-től
id: tidak di-fork, mengabaikan SIGCHLD dari pid %d
it: non biforcato, SIGCHLD ignorato dal pid %d
ja: フォークされていません、pid %d からの SIGCHLD を無視します
lt: nepadalinta, ignoruojamas SIGCHLD iš pid %d
lv: nav atdalīts, ignorē SIGCHLD no pid %d
mk: не е разгранет, се игнорира SIGCHLD од pid %d
nl: niet geforkt, SIGCHLD van pid %d wordt genegeerd
no: ikke forgrenet, ignorerer SIGCHLD fra pid %d
pl: nie rozwidlono, ignorowanie SIGCHLD z pid %d
pt: não bifurcado, ignorando SIGCHLD do pid %d
ro: neramificat, se ignoră SIGCHLD de la pid %d
ru: не разветвлено, игнорирование SIGCHLD от pid %d
sk: nie je forknuté, ignorujem SIGCHLD z pid %d
sl: ni razcepljeno, ignoriram SIGCHLD od pid %d
sr: није форковано, игноришем SIGCHLD од pid %d
sv: inte förgrenad, ignorerar SIGCHLD från pid %d
th: ไม่ได้ fork ละเว้น SIGCHLD จาก pid %d
tr: fork edilmedi, pid %d'den gelen SIGCHLD yoksayılıyor
uk: не розгалужено, ігнорування SIGCHLD від pid %d
ur: فورک نہیں ہوا، pid %d سے SIGCHLD نظرانداز کر رہا ہے
vi: không fork, bỏ qua SIGCHLD từ pid %d

source: child process pid %d exited
af: kindproses pid %d het verlaat
ar: خرجت العملية الفرعية pid %d
bg: дъщерен процес pid %d приключи
bn: চাইল্ড প্রসেস pid %d প্রস্থান করেছে
bs: podproces pid %d završio
cs: Podřízený proces pid %d ukončen
da: underproces pid %d afsluttet
de: Kindprozess PID %d beendet
el: η θυγατρική διεργασία pid %d τερματίστηκε
es: proceso hijo pid %d terminado
et: alamprotsess pid %d väljus
fi: lapsiprosessi pid %d poistui
fr: processus enfant pid %d terminé
he: תהליך בן pid %d יצא
hi: चाइल्ड प्रोसेस pid %d बाहर निकला
hr: podređeni proces pid %d završio
hu: a(z) %d pid gyermekfolyamat kilépett
id: proses anak pid %d keluar
it: processo figlio pid %d terminato
ja: 子プロセス pid %d が終了しました
lt: vaikinis procesas pid %d baigėsi
lv: bērnprocess pid %d beidzies
mk: детскиот процес pid %d заврши
nl: kindproces pid %d beëindigd
no: barneprosess pid %d avsluttet
pl: proces potomny pid %d zakończył się
pt: processo filho pid %d encerrado
ro: procesul copil pid %d s-a terminat
ru: дочерний процесс pid %d завершён
sk: podradený proces pid %d ukončený
sl: podrejeni proces pid %d končan
sr: подређени процес pid %d је завршен
sv: barnprocess pid %d avslutades
th: โปรเซสลูก pid %d ออกแล้ว
tr: alt işlem pid %d çıkış yaptı
uk: дочірній процес pid %d завершився
ur: چائلڈ پروسیس pid %d باہر نکلا
vi: tiến trình con pid %d đã thoát

source: default exit with signal: %d
af: verstekuitgang met sein: %d
ar: خروج افتراضي مع إشارة: %d
bg: изход по подразбиране със сигнал: %d
bn: সিগন্যাল দিয়ে ডিফল্ট প্রস্থান: %d
bs: podrazumijevani izlaz sa signalom: %d
cs: Výchozí ukončení se signálem: %d
da: standardafslutning med signal: %d
de: Standardbeendigung mit Signal: %d
el: προεπιλεγμένη έξοδος με σήμα: %d
es: salida predeterminada con señal: %d
et: vaikimisi väljumine signaaliga: %d
fi: oletuspoistuminen signaalilla: %d
fr: sortie par défaut avec le signal : %d
he: יציאת ברירת מחדל עם אות: %d
hi: सिग्नल के साथ डिफ़ॉल्ट निकास: %d
hr: zadani izlaz sa signalom: %d
hu: alapértelmezett kilépés jelzéssel: %d
id: keluar default dengan sinyal: %d
it: uscita predefinita con segnale: %d
ja: シグナル %d でデフォルト終了
lt: numatytasis išėjimas su signalu: %d
lv: noklusējuma izeja ar signālu: %d
mk: стандардно излегување со сигнал: %d
nl: standaard afsluiten met signaal: %d
no: standard avslutning med signal: %d
pl: domyślne wyjście z sygnałem: %d
pt: saída padrão com sinal: %d
ro: ieșire implicită cu semnalul: %d
ru: выход по умолчанию с сигналом: %d
sk: predvolené ukončenie so signálom: %d
sl: privzeti izhod s signalom: %d
sr: подразумевани излаз са сигналом: %d
sv: standardavslut med signal: %d
th: ออกตามค่าเริ่มต้นด้วยสัญญาณ: %d
tr: sinyal ile varsayılan çıkış: %d
uk: вихід за замовчуванням із сигналом: %d
ur: سگنل کے ساتھ ڈیفالٹ ایگزٹ: %d
vi: thoát mặc định với tín hiệu: %d

source: LU Decomposition Failed: %d
af: LU-ontbinding het misluk: %d
ar: فشل تحليل LU: %d
bg: LU декомпозицията се провали: %d
bn: LU বিয়োজন ব্যর্থ: %d
bs: LU dekompozicija nije uspjela: %d
cs: LU dekompozice selhala: %d
da: LU-dekomponering mislykkedes: %d
de: LU-Zerlegung fehlgeschlagen: %d
el: Η αποσύνθεση LU απέτυχε: %d
es: Descomposición LU fallida: %d
et: LU dekompositsioon ebaõnnestus: %d
fi: LU-hajotelma epäonnistui: %d
fr: Échec de la décomposition LU : %d
he: פירוק LU נכשל: %d
hi: LU विघटन विफल: %d
hr: LU dekompozicija nije uspjela: %d
hu: LU-dekompozíció sikertelen: %d
id: Dekomposisi LU Gagal: %d
it: Decomposizione LU fallita: %d
ja: LU分解に失敗しました: %d
lt: LU dekompozicija nepavyko: %d
lv: LU dekompozīcija neizdevās: %d
mk: LU декомпозицијата не успеа: %d
nl: LU-decompositie mislukt: %d
no: LU-dekomponering feilet: %d
pl: Dekompozycja LU nie powiodła się: %d
pt: Decomposição LU Falhou: %d
ro: Descompunerea LU a eșuat: %d
ru: Ошибка LU-разложения: %d
sk: LU dekompozícia zlyhala: %d
sl: LU dekompozicija ni uspela: %d
sr: LU декомпозиција није успела: %d
sv: LU-dekomposition misslyckades: %d
th: การแยก LU ล้มเหลว: %d
tr: LU Ayrıştırma Başarısız: %d
uk: LU-розклад не вдався: %d
ur: LU ڈیکمپوزیشن ناکام: %d
vi: Phân tích LU thất bại: %d

source: symmetry error - nrow:%d ncol:%d
af: simmetriefout - nry:%d nkol:%d
ar: خطأ تماثل - nrow:%d ncol:%d
bg: грешка в симетрията - nrow:%d ncol:%d
bn: প্রতিসাম্য ত্রুটি - nrow:%d ncol:%d
bs: greška simetrije - nrow:%d ncol:%d
cs: Chyba symetrie - nrow:%d ncol:%d
da: symmetrifejl - nrow:%d ncol:%d
de: Symmetriefehler - nrow:%d ncol:%d
el: σφάλμα συμμετρίας - nrow:%d ncol:%d
es: error de simetría - nrow:%d ncol:%d
et: sümmeetriaviga - nrow:%d ncol:%d
fi: symmetriavirhe - nrow:%d ncol:%d
fr: erreur de symétrie - nrow:%d ncol:%d
he: שגיאת סימטריה - nrow:%d ncol:%d
hi: सममिति त्रुटि - nrow:%d ncol:%d
hr: pogreška simetrije - nrow:%d ncol:%d
hu: szimmetriahiba - nrow:%d ncol:%d
id: kesalahan simetri - nrow:%d ncol:%d
it: errore di simmetria - nrow:%d ncol:%d
ja: 対称性エラー - nrow:%d ncol:%d
lt: simetrijos klaida - nrow:%d ncol:%d
lv: simetrijas kļūda - nrow:%d ncol:%d
mk: грешка во симетрија - nrow:%d ncol:%d
nl: symmetriefout - nrow:%d ncol:%d
no: symmetrifeil - nrow:%d ncol:%d
pl: błąd symetrii - nrow:%d ncol:%d
pt: erro de simetria - nrow:%d ncol:%d
ro: eroare de simetrie - nrow:%d ncol:%d
ru: ошибка симметрии - nrow:%d ncol:%d
sk: chyba symetrie - nrow:%d ncol:%d
sl: napaka simetrije - nrow:%d ncol:%d
sr: грешка симетрије - nrow:%d ncol:%d
sv: symmetrifel - nrow:%d ncol:%d
th: ข้อผิดพลาดสมมาตร - nrow:%d ncol:%d
tr: simetri hatası - nrow:%d ncol:%d
uk: помилка симетрії - nrow:%d ncol:%d
ur: ہم آہنگی ایرر - nrow:%d ncol:%d
vi: lỗi đối xứng - nrow:%d ncol:%d

source: Symmetry error
af: Simmetriefout
ar: خطأ التماثل
bg: Грешка в симетрията
bn: প্রতিসাম্য ত্রুটি
bs: Greška simetrije
cs: Chyba symetrie
da: Symmetrifejl
de: Symmetriefehler
el: Σφάλμα συμμετρίας
es: Error de simetría
et: Sümmeetriaviga
fi: Symmetriavirhe
fr: Erreur de symétrie
he: שגיאת סימטריה
hi: सममिति त्रुटि
hr: Pogreška simetrije
hu: Szimmetriahiba
id: Kesalahan simetri
it: Errore di simmetria
ja: 対称性エラー
lt: Simetrijos klaida
lv: Simetrijas kļūda
mk: Грешка во симетрија
nl: Symmetriefout
no: Symmetrifeil
pl: Błąd symetrii
pt: Erro de simetria
ro: Eroare de simetrie
ru: Ошибка симметрии
sk: Chyba symetrie
sl: Napaka simetrije
sr: Грешка симетрије
sv: Symmetrifel
th: ข้อผิดพลาดสมมาตร
tr: Simetri hatası
uk: Помилка симетрії
ur: ہم آہنگی ایرر
vi: Lỗi đối xứng

source: Solving Failed: %d
af: Oplossing het misluk: %d
ar: فشل الحل: %d
bg: Решаването се провали: %d
bn: সমাধান ব্যর্থ: %d
bs: Rješavanje nije uspjelo: %d
cs: Řešení selhalo: %d
da: Løsning mislykkedes: %d
de: Lösung fehlgeschlagen: %d
el: Η επίλυση απέτυχε: %d
es: Resolución fallida: %d
et: Lahendamine ebaõnnestus: %d
fi: Ratkaisu epäonnistui: %d
fr: Échec de la résolution : %d
he: הפתרון נכשל: %d
hi: हल करना विफल: %d
hr: Rješavanje nije uspjelo: %d
hu: Megoldás sikertelen: %d
id: Penyelesaian Gagal: %d
it: Risoluzione fallita: %d
ja: 求解に失敗しました: %d
lt: Sprendimas nepavyko: %d
lv: Risināšana neizdevās: %d
mk: Решавањето не успеа: %d
nl: Oplossen mislukt: %d
no: Løsning feilet: %d
pl: Rozwiązywanie nie powiodło się: %d
pt: Resolução Falhou: %d
ro: Rezolvarea a eșuat: %d
ru: Ошибка решения: %d
sk: Riešenie zlyhalo: %d
sl: Reševanje ni uspelo: %d
sr: Решавање није успело: %d
sv: Lösning misslyckades: %d
th: การแก้สมการล้มเหลว: %d
tr: Çözüm Başarısız: %d
uk: Розв'язання не вдалося: %d
ur: حل ناکام: %d
vi: Giải thất bại: %d

source: Card
af: Kaart
ar: بطاقة
bg: Карта
bn: কার্ড
bs: Kartica
cs: Karta
da: Kort
de: Karte
el: Κάρτα
es: Tarjeta
et: Kaart
fi: Kortti
fr: Carte
he: כרטיס
hi: कार्ड
hr: Kartica
hu: Kártya
id: Kartu
it: Scheda
ja: カード
lt: Kortelė
lv: Karte
mk: Картичка
nl: Kaart
no: Kort
pl: Karta
pt: Cartão
ru: Карта
sk: Karta
sl: Kartica
sr: Картица
sv: Kort
th: การ์ด
tr: Kart
uk: Картка
ur: کارڈ
vi: Thẻ

source: Comments
af: Kommentaar
ar: التعليقات
bg: Коментари
bn: মন্তব্য
bs: Komentari
cs: Komentáře
da: Kommentarer
de: Kommentare
el: Σχόλια
es: Comentarios
et: Kommentaarid
fi: Kommentit
fr: Commentaires
he: הערות
hi: टिप्पणियाँ
hr: Komentari
hu: Megjegyzések
id: Komentar
it: Commenti
ja: コメント
lt: Komentarai
lv: Komentāri
mk: Коментари
nl: Opmerkingen
no: Kommentarer
pl: Komentarze
pt: Comentários
ro: Comentarii
ru: Комментарии
sk: Komentáre
sl: Komentarji
sr: Коментари
sv: Kommentarer
th: ความคิดเห็น
tr: Açıklamalar
uk: Коментарі
ur: تبصرے
vi: Ghi chú

source: --- NEC2 Input File created or edited by
af: --- NEC2 Invoerlêer geskep of geredigeer deur
ar: --- ملف إدخال NEC2 تم إنشاؤه أو تحريره بواسطة
bg: --- NEC2 входен файл създаден или редактиран от
bn: --- NEC2 ইনপুট ফাইল তৈরি বা সম্পাদনা করেছেন
bs: --- NEC2 ulazna datoteka kreirana ili uređena od
cs: --- Vstupní soubor NEC2 vytvořen nebo upraven pomocí
da: --- NEC2-inputfil oprettet eller redigeret af
de: --- NEC2-Eingabedatei erstellt oder bearbeitet von
el: --- Αρχείο εισόδου NEC2 δημιουργήθηκε ή επεξεργάστηκε από
es: --- Archivo de entrada NEC2 creado o editado por
et: --- NEC2 sisendfail loodud või muudetud
fi: --- NEC2-syötetiedosto luotu tai muokattu:
fr: --- Fichier d'entrée NEC2 créé ou modifié par
he: --- קובץ קלט NEC2 נוצר או נערך על ידי
hi: --- NEC2 इनपुट फ़ाइल द्वारा निर्मित या संपादित
hr: --- NEC2 ulazna datoteka stvorena ili uređena od
hu: --- NEC2 bemeneti fájl létrehozva vagy szerkesztve:
id: --- File Input NEC2 dibuat atau diedit oleh
it: --- File di input NEC2 creato o modificato da
ja: --- NEC2 入力ファイル作成または編集:
lt: --- NEC2 įvesties failas sukurtas arba redaguotas
lv: --- NEC2 ievades failu izveidoja vai rediģēja
mk: --- NEC2 влезна датотека создадена или уредена од
nl: --- NEC2-invoerbestand gemaakt of bewerkt door
no: --- NEC2-inndatafil opprettet eller redigert av
pl: --- Plik wejściowy NEC2 utworzony lub edytowany przez
pt: --- Arquivo de Entrada NEC2 criado ou editado por
ro: --- Fișier de intrare NEC2 creat sau editat de
ru: --- Входной файл NEC2 создан или отредактирован
sk: --- NEC2 vstupný súbor vytvorený alebo upravený
sl: --- NEC2 vhodna datoteka ustvarjena ali urejena z
sr: --- NEC2 улазна датотека креирана или уређена од
sv: --- NEC2-indatafil skapad eller redigerad av
th: --- ไฟล์อินพุต NEC2 สร้างหรือแก้ไขโดย
tr: --- NEC2 Girdi Dosyası oluşturan veya düzenleyen
uk: --- Вхідний файл NEC2 створено або відредаговано
ur: --- NEC2 ان پٹ فائل بنائی یا ترمیم کی گئی بذریعہ
vi: --- Tệp đầu vào NEC2 được tạo hoặc chỉnh sửa bởi

source: --- End Comments ---
af: --- Einde Kommentaar ---
ar: --- نهاية التعليقات ---
bg: --- Край на коментарите ---
bn: --- মন্তব্য সমাপ্ত ---
bs: --- Kraj komentara ---
cs: --- Konec komentářů ---
da: --- Slut på kommentarer ---
de: --- Ende Kommentare ---
el: --- Τέλος Σχολίων ---
es: --- Fin de comentarios ---
et: --- Kommentaaride lõpp ---
fi: --- Kommentit päättyvät ---
fr: --- Fin des commentaires ---
he: --- סוף הערות ---
hi: --- टिप्पणियाँ समाप्त ---
hr: --- Kraj komentara ---
hu: --- Megjegyzések vége ---
id: --- Akhir Komentar ---
it: --- Fine Commenti ---
ja: --- コメント終了 ---
lt: --- Komentarų pabaiga ---
lv: --- Komentāru beigas ---
mk: --- Крај на коментари ---
nl: --- Einde opmerkingen ---
no: --- Slutt på kommentarer ---
pl: --- Koniec komentarzy ---
pt: --- Fim dos Comentários ---
ro: --- Sfârșit comentarii ---
ru: --- Конец комментариев ---
sk: --- Koniec komentárov ---
sl: --- Konec komentarjev ---
sr: --- Крај коментара ---
sv: --- Slut på kommentarer ---
th: --- จบความคิดเห็น ---
tr: --- Açıklamalar Sonu ---
uk: --- Кінець коментарів ---
ur: --- تبصرے ختم ---
vi: --- Kết thúc ghi chú ---
