Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Arc angle exceeds 360 degrees
af: Booghoek oorskry 360 grade
ar: زاوية القوس تتجاوز 360 درجة
bg: Ъгълът на дъгата надвишава 360 градуса
bn: চাপ কোণ 360 ডিগ্রি অতিক্রম করেছে
bs: Ugao luka prelazi 360 stepeni
cs: Úhel oblouku přesahuje 360 stupňů
da: Buevinkel overstiger 360 grader
de: Bogenwinkel überschreitet 360 Grad
el: Η γωνία τόξου υπερβαίνει τις 360 μοίρες
es: El ángulo del arco excede 360 grados
et: Kaarenurk ületab 360 kraadi
fi: Kaaren kulma ylittää 360 astetta
fr: L'angle d'arc dépasse 360 degrés
he: זווית הקשת עולה על 360 מעלות
hi: चाप कोण 360 डिग्री से अधिक है
hr: Kut luka prelazi 360 stupnjeva
hu: Ívszög meghaladja a 360 fokot
id: Sudut busur melebihi 360 derajat
it: L'angolo dell'arco supera 360 gradi
ja: 円弧角度が360度を超えています
lt: Lanko kampas viršija 360 laipsnių
lv: Loka leņķis pārsniedz 360 grādus
mk: Аголот на лакот надминува 360 степени
nl: Booghoek overschrijdt 360 graden
no: Buevinkel overskrider 360 grader
pl: Kąt łuku przekracza 360 stopni
pt: Ângulo do arco excede 360 graus
ro: Unghiul arcului depășește 360 de grade
ru: Угол дуги превышает 360 градусов
sk: Uhol oblúka presahuje 360 stupňov
sl: Kot loka presega 360 stopinj
sr: Угао лука премашује 360 степени
sv: Bågvinkel överstiger 360 grader
th: มุมส่วนโค้งเกิน 360 องศา
tr: Yay açısı 360 dereceyi aşıyor
uk: Кут дуги перевищує 360 градусів
ur: آرک زاویہ 360 ڈگری سے زیادہ ہے
vi: Góc cung vượt quá 360 độ

source: Error in conect(): np > n
af: Fout in conect(): np > n
ar: خطأ في conect():‏ np > n
bg: Грешка в conect(): np > n
bn: conect()-এ ত্রুটি: np > n
bs: Greška u conect(): np > n
cs: Chyba v conect(): np > n
da: Fejl i conect(): np > n
de: Fehler in conect(): np > n
el: Σφάλμα στη conect(): np > n
es: Error en conect(): np > n
et: Viga funktsioonis conect(): np > n
fi: Virhe funktiossa conect(): np > n
fr: Erreur dans conect() : np > n
he: שגיאה ב-conect(): np > n
hi: conect() में त्रुटि: np > n
hr: Pogreška u conect(): np > n
hu: Hiba a conect()-ben: np > n
id: Kesalahan di conect(): np > n
it: Errore in conect(): np > n
ja: conect()でエラー: np > n
lt: Klaida conect(): np > n
lv: Kļūda conect(): np > n
mk: Грешка во conect(): np > n
nl: Fout in conect(): np > n
no: Feil i conect(): np > n
pl: Błąd w conect(): np > n
pt: Erro em conect(): np > n
ro: Eroare în conect(): np > n
ru: Ошибка в conect(): np > n
sk: Chyba v conect(): np > n
sl: Napaka v conect(): np > n
sr: Грешка у conect(): np > n
sv: Fel i conect(): np > n
th: ข้อผิดพลาดใน conect(): np > n
tr: conect() içinde hata: np > n
uk: Помилка в conect(): np > n
ur: conect() میں خرابی: np > n
vi: Lỗi trong conect(): np > n

source: geometry data error: segment %d extends below ground
af: geometrie data fout: segment %d strek onder grond
ar: خطأ في بيانات الهندسة: segment %d يمتد أسفل الأرضي
bg: грешка в геометричните данни: сегмент %d се простира под земята
bn: জ্যামিতি ডেটা ত্রুটি: সেগমেন্ট %d ভূমির নিচে প্রসারিত
bs: greška geometrijskih podataka: segment %d se proteže ispod uzemljenja
cs: Chyba geometrických dat: segment %d zasahuje pod zem
da: geometri-datafejl: segment %d strækker sig under jordplan
de: Geometriedatenfehler: Segment %d erstreckt sich unterhalb der Masse
el: σφάλμα δεδομένων γεωμετρίας: το segment %d εκτείνεται κάτω από το έδαφος
es: error en datos de geometría: el segmento %d se extiende por debajo del plano de tierra
et: geomeetriaandmete viga: segment %d ulatub maapinnast allapoole
fi: geometriatietovirhe: segmentti %d ulottuu maatason alapuolelle
fr: erreur de données géométriques : le segment %d s'étend sous le sol
he: שגיאת נתוני גאומטריה: מקטע %d משתרע מתחת לקרקע
hi: ज्यामिति डेटा त्रुटि: segment %d ग्राउंड से नीचे फैला है
hr: pogreška geometrijskih podataka: segment %d se proteže ispod tla
hu: geometriai adathiba: a(z) %d szegmens a föld alá nyúlik
id: kesalahan data geometri: segmen %d memanjang di bawah ground
it: errore nei dati geometrici: il segmento %d si estende sotto il suolo
ja: ジオメトリデータエラー: セグメント %d がグラウンドより下に延びています
lt: geometrijos duomenų klaida: segmentas %d tęsiasi žemiau žemės paviršiaus
lv: ģeometrijas datu kļūda: segments %d sniedzas zem zemes plaknes
mk: грешка во геометриските податоци: сегментот %d се протега под земја
nl: geometriegegevensfout: segment %d strekt zich uit onder het grondvlak
no: geometridatafeil: segment %d strekker seg under bakkenivå
pl: błąd danych geometrii: segment %d wystaje poniżej masy
pt: erro nos dados de geometria: segmento %d se estende abaixo do plano de terra
ro: eroare date geometrie: segmentul %d se extinde sub masă
ru: ошибка геометрических данных: сегмент %d выходит ниже уровня земли
sk: chyba geometrických údajov: segment %d zasahuje pod zem
sl: napaka geometrijskih podatkov: segment %d sega pod zemljo
sr: грешка у геометријским подацима: сегмент %d се простире испод земље
sv: geometridatafel: segment %d sträcker sig under jordplanet
th: ข้อผิดพลาดข้อมูลเรขาคณิต: segment %d ยื่นต่ำกว่าระนาบกราวด์
tr: geometri veri hatası: segment %d toprak altına uzanıyor
uk: помилка геометричних даних: сегмент %d виходить нижче землі
ur: جیومیٹری ڈیٹا خرابی: سیگمنٹ %d گراؤنڈ سے نیچے پھیلا ہوا ہے
vi: lỗi dữ liệu hình học: đoạn %d kéo dài xuống dưới mặt đất

source: Geometry data error Segment extends below ground
af: Geometrie data fout Segment strek onder grond
ar: خطأ في بيانات الهندسة segment يمتد أسفل الأرضي
bg: Грешка в геометричните данни Сегментът се простира под земята
bn: জ্যামিতি ডেটা ত্রুটি সেগমেন্ট ভূমির নিচে প্রসারিত
bs: Greška geometrijskih podataka Segment se proteže ispod uzemljenja
cs: Chyba geometrických dat Segment zasahuje pod zem
da: Geometri-datafejl Segment strækker sig under jordplan
de: Geometriedatenfehler Segment erstreckt sich unterhalb der Masse
el: Σφάλμα δεδομένων γεωμετρίας Το segment εκτείνεται κάτω από το έδαφος
es: Error en datos de geometría El segmento se extiende por debajo del plano de tierra
et: Geomeetriaandmete viga Segment ulatub maapinnast allapoole
fi: Geometriatietovirhe Segmentti ulottuu maatason alapuolelle
fr: Erreur de données géométriques Le segment s'étend sous le sol
he: שגיאת נתוני גאומטריה מקטע משתרע מתחת לקרקע
hi: ज्यामिति डेटा त्रुटि Segment ग्राउंड से नीचे फैला है
hr: Pogreška geometrijskih podataka Segment se proteže ispod tla
hu: Geometriai adathiba Szegmens a föld alá nyúlik
id: Kesalahan data geometri Segmen memanjang di bawah ground
it: Errore nei dati geometrici Il segmento si estende sotto il suolo
ja: ジオメトリデータエラー セグメントがグラウンドより下に延びています
lt: Geometrijos duomenų klaida Segmentas tęsiasi žemiau žemės paviršiaus
lv: Ģeometrijas datu kļūda Segments sniedzas zem zemes plaknes
mk: Грешка во геометриските податоци Сегментот се протега под земја
nl: Geometriegegevensfout Segment strekt zich uit onder het grondvlak
no: Geometridatafeil Segment strekker seg under bakkenivå
pl: Błąd danych geometrii Segment wystaje poniżej masy
pt: Erro nos dados de geometria Segmento se estende abaixo do plano de terra
ro: Eroare date geometrie Segmentul se extinde sub masă
ru: Ошибка геометрических данных Сегмент выходит ниже уровня земли
sk: Chyba geometrických údajov Segment zasahuje pod zem
sl: Napaka geometrijskih podatkov Segment sega pod zemljo
sr: Грешка у геометријским подацима Сегмент се простире испод земље
sv: Geometridatafel Segment sträcker sig under jordplanet
th: ข้อผิดพลาดข้อมูลเรขาคณิต segment ยื่นต่ำกว่าระนาบกราวด์
tr: Geometri veri hatası Segment toprak altına uzanıyor
uk: Помилка геометричних даних Сегмент виходить нижче землі
ur: جیومیٹری ڈیٹا خرابی سیگمنٹ گراؤنڈ سے نیچے پھیلا ہوا ہے
vi: Lỗi dữ liệu hình học Đoạn kéo dài xuống dưới mặt đất

source: geometry data error: segment %d lies in ground plane
af: geometrie data fout: segment %d lê in grondvlak
ar: خطأ في بيانات الهندسة: segment %d يقع في مستوى الأرضي
bg: грешка в геометричните данни: сегмент %d лежи в заземяващата равнина
bn: জ্যামিতি ডেটা ত্রুটি: সেগমেন্ট %d গ্রাউন্ড প্লেনে অবস্থিত
bs: greška geometrijskih podataka: segment %d leži u ravni uzemljenja
cs: Chyba geometrických dat: segment %d leží v rovině země
da: geometri-datafejl: segment %d ligger i jordplanet
de: Geometriedatenfehler: Segment %d liegt in der Masseebene
el: σφάλμα δεδομένων γεωμετρίας: το segment %d βρίσκεται στο επίπεδο γείωσης
es: error en datos de geometría: el segmento %d está en el plano de tierra
et: geomeetriaandmete viga: segment %d asub maatasandil
fi: geometriatietovirhe: segmentti %d sijaitsee maatasossa
fr: erreur de données géométriques : le segment %d se trouve dans le plan de masse
he: שגיאת נתוני גאומטריה: מקטע %d נמצא במישור הקרקע
hi: ज्यामिति डेटा त्रुटि: segment %d ग्राउंड प्लेन में है
hr: pogreška geometrijskih podataka: segment %d leži u ravnini tla
hu: geometriai adathiba: a(z) %d szegmens a földsíkban van
id: kesalahan data geometri: segmen %d berada di bidang ground
it: errore nei dati geometrici: il segmento %d giace nel piano di massa
ja: ジオメトリデータエラー: セグメント %d がグラウンドプレーン内にあります
lt: geometrijos duomenų klaida: segmentas %d yra įžeminimo plokštumoje
lv: ģeometrijas datu kļūda: segments %d atrodas zemes plaknē
mk: грешка во геометриските податоци: сегментот %d лежи во рамнината на земја
nl: geometriegegevensfout: segment %d ligt in het grondvlak
no: geometridatafeil: segment %d ligger i jordplanet
pl: błąd danych geometrii: segment %d leży w płaszczyźnie masy
pt: erro nos dados de geometria: segmento %d está no plano de terra
ro: eroare date geometrie: segmentul %d se află în planul de masă
ru: ошибка геометрических данных: сегмент %d лежит в плоскости земли
sk: chyba geometrických údajov: segment %d leží v rovine zeme
sl: napaka geometrijskih podatkov: segment %d leži v ravnini zemlje
sr: грешка у геометријским подацима: сегмент %d лежи у равни земље
sv: geometridatafel: segment %d ligger i jordplanet
th: ข้อผิดพลาดข้อมูลเรขาคณิต: segment %d อยู่ในระนาบกราวด์
tr: geometri veri hatası: segment %d toprak düzleminde bulunuyor
uk: помилка геометричних даних: сегмент %d лежить у площині землі
ur: جیومیٹری ڈیٹا خرابی: سیگمنٹ %d گراؤنڈ پلین میں ہے
vi: lỗi dữ liệu hình học: đoạn %d nằm trong mặt phẳng đất

source: Geometry data error Segment lies in ground plane
af: Geometrie data fout Segment lê in grondvlak
ar: خطأ في بيانات الهندسة segment يقع في مستوى الأرضي
bg: Грешка в геометричните данни Сегментът лежи в заземяващата равнина
bn: জ্যামিতি ডেটা ত্রুটি সেগমেন্ট গ্রাউন্ড প্লেনে অবস্থিত
bs: Greška geometrijskih podataka Segment leži u ravni uzemljenja
cs: Chyba geometrických dat Segment leží v rovině země
da: Geometri-datafejl Segment ligger i jordplanet
de: Geometriedatenfehler Segment liegt in der Masseebene
el: Σφάλμα δεδομένων γεωμετρίας Το segment βρίσκεται στο επίπεδο γείωσης
es: Error en datos de geometría El segmento está en el plano de tierra
et: Geomeetriaandmete viga Segment asub maatasandil
fi: Geometriatietovirhe Segmentti sijaitsee maatasossa
fr: Erreur de données géométriques Le segment se trouve dans le plan de masse
he: שגיאת נתוני גאומטריה מקטע נמצא במישור הקרקע
hi: ज्यामिति डेटा त्रुटि Segment ग्राउंड प्लेन में है
hr: Pogreška geometrijskih podataka Segment leži u ravnini tla
hu: Geometriai adathiba Szegmens a földsíkban van
id: Kesalahan data geometri Segmen berada di bidang ground
it: Errore nei dati geometrici Il segmento giace nel piano di massa
ja: ジオメトリデータエラー セグメントがグラウンドプレーン内にあります
lt: Geometrijos duomenų klaida Segmentas yra įžeminimo plokštumoje
lv: Ģeometrijas datu kļūda Segments atrodas zemes plaknē
mk: Грешка во геометриските податоци Сегментот лежи во рамнината на земја
nl: Geometriegegevensfout Segment ligt in het grondvlak
no: Geometridatafeil Segment ligger i jordplanet
pl: Błąd danych geometrii Segment leży w płaszczyźnie masy
pt: Erro nos dados de geometria Segmento está no plano de terra
ro: Eroare date geometrie Segmentul se află în planul de masă
ru: Ошибка геометрических данных Сегмент лежит в плоскости земли
sk: Chyba geometrických údajov Segment leží v rovine zeme
sl: Napaka geometrijskih podatkov Segment leži v ravnini zemlje
sr: Грешка у геометријским подацима Сегмент лежи у равни земље
sv: Geometridatafel Segment ligger i jordplanet
th: ข้อผิดพลาดข้อมูลเรขาคณิต segment อยู่ในระนาบกราวด์
tr: Geometri veri hatası Segment toprak düzleminde bulunuyor
uk: Помилка геометричних даних Сегмент лежить у площині землі
ur: جیومیٹری ڈیٹا خرابی سیگمنٹ گراؤنڈ پلین میں ہے
vi: Lỗi dữ liệu hình học Đoạn nằm trong mặt phẳng đất

source: Error: ipsym = 0
af: Fout: ipsym = 0
ar: خطأ: ipsym = 0
bg: Грешка: ipsym = 0
bn: ত্রুটি: ipsym = 0
bs: Greška: ipsym = 0
cs: Chyba: ipsym = 0
da: Fejl: ipsym = 0
de: Fehler: ipsym = 0
el: Σφάλμα: ipsym = 0
et: Viga: ipsym = 0
fi: Virhe: ipsym = 0
fr: Erreur : ipsym = 0
he: שגיאה: ipsym = 0
hi: त्रुटि: ipsym = 0
hr: Pogreška: ipsym = 0
hu: Hiba: ipsym = 0
id: Kesalahan: ipsym = 0
it: Errore: ipsym = 0
ja: エラー: ipsym = 0
lt: Klaida: ipsym = 0
lv: Kļūda: ipsym = 0
mk: Грешка: ipsym = 0
nl: Fout: ipsym = 0
no: Feil: ipsym = 0
pl: Błąd: ipsym = 0
pt: Erro: ipsym = 0
ro: Eroare: ipsym = 0
ru: Ошибка: ipsym = 0
sk: Chyba: ipsym = 0
sl: Napaka: ipsym = 0
sr: Грешка: ipsym = 0
sv: Fel: ipsym = 0
th: ข้อผิดพลาด: ipsym = 0
tr: Hata: ipsym = 0
uk: Помилка: ipsym = 0
ur: خرابی: ipsym = 0
vi: Lỗi: ipsym = 0

source: Segment connection count exceeds a full mesh, which is unlikely: data.n=%ld segj.maxcon=%lu
af: Segmentverbindingstelling oorskry 'n volle maas, wat onwaarskynlik is: data.n=%ld segj.maxcon=%lu
ar: عدد اتصالات segment يتجاوز شبكة كاملة، وهذا غير محتمل: data.n=%ld segj.maxcon=%lu
bg: Броят на свързванията на сегментите надвишава пълна мрежа, което е малко вероятно: data.n=%ld segj.maxcon=%lu
bn: সেগমেন্ট সংযোগ গণনা একটি সম্পূর্ণ মেশ অতিক্রম করেছে, যা অসম্ভাব্য: data.n=%ld segj.maxcon=%lu
bs: Broj veza segmenata prelazi punu mrežu, što je malo vjerovatno: data.n=%ld segj.maxcon=%lu
cs: Počet spojení segmentů přesahuje plnou síť, což je nepravděpodobné: data.n=%ld segj.maxcon=%lu
da: Segmentforbindelsesantal overstiger et fuldt net, hvilket er usandsynligt: data.n=%ld segj.maxcon=%lu
de: Segmentverbindungsanzahl überschreitet ein vollständiges Netz, was unwahrscheinlich ist: data.n=%ld segj.maxcon=%lu
el: Ο αριθμός συνδέσεων segment υπερβαίνει ένα πλήρες πλέγμα, το οποίο είναι απίθανο: data.n=%ld segj.maxcon=%lu
es: El conteo de conexiones de segmento excede una malla completa, lo cual es improbable: data.n=%ld segj.maxcon=%lu
et: Segmendi ühenduste arv ületab täisvõrku, mis on ebatõenäoline: data.n=%ld segj.maxcon=%lu
fi: Segmenttiliitäntöjen määrä ylittää täyden verkon, mikä on epätodennäköistä: data.n=%ld segj.maxcon=%lu
fr: Le nombre de connexions de segments dépasse un maillage complet, ce qui est improbable : data.n=%ld segj.maxcon=%lu
he: ספירת חיבורי מקטעים חורגת מרשת מלאה, דבר שאינו סביר: data.n=%ld segj.maxcon=%lu
hi: Segment connection गणना पूर्ण मेश से अधिक है, जो असंभव है: data.n=%ld segj.maxcon=%lu
hr: Broj veza segmenata prelazi potpunu mrežu, što je malo vjerojatno: data.n=%ld segj.maxcon=%lu
hu: Szegmens csatlakozások száma meghaladja a teljes hálót, ami valószínűtlen: data.n=%ld segj.maxcon=%lu
id: Jumlah koneksi segmen melebihi mesh penuh, yang tidak mungkin: data.n=%ld segj.maxcon=%lu
it: Il conteggio delle connessioni del segmento supera una mesh completa, il che è improbabile: data.n=%ld segj.maxcon=%lu
ja: セグメント接続数がフルメッシュを超えています（通常ありえません）: data.n=%ld segj.maxcon=%lu
lt: Segmentų jungčių skaičius viršija pilną tinklą, kas mažai tikėtina: data.n=%ld segj.maxcon=%lu
lv: Segmentu savienojumu skaits pārsniedz pilnu režģi, kas ir maz ticams: data.n=%ld segj.maxcon=%lu
mk: Бројот на поврзувања на сегменти надминува целосна мрежа, што е неверојатно: data.n=%ld segj.maxcon=%lu
nl: Segmentverbindingstelling overschrijdt een volledig raster, wat onwaarschijnlijk is: data.n=%ld segj.maxcon=%lu
no: Antall segmentforbindelser overskrider et fullt nett, noe som er usannsynlig: data.n=%ld segj.maxcon=%lu
pl: Liczba połączeń segmentów przekracza pełną siatkę, co jest mało prawdopodobne: data.n=%ld segj.maxcon=%lu
pt: Contagem de conexões de segmentos excede uma malha completa, o que é improvável: data.n=%ld segj.maxcon=%lu
ro: Numărul de conexiuni ale segmentului depășește o rețea completă, ceea ce este improbabil: data.n=%ld segj.maxcon=%lu
ru: Количество соединений сегментов превышает полную сетку, что маловероятно: data.n=%ld segj.maxcon=%lu
sk: Počet pripojení segmentu presahuje plnú sieť, čo je nepravdepodobné: data.n=%ld segj.maxcon=%lu
sl: Število povezav segmentov presega polno mrežo, kar je malo verjetno: data.n=%ld segj.maxcon=%lu
sr: Број веза сегмената премашује пуну мрежу, што је мало вероватно: data.n=%ld segj.maxcon=%lu
sv: Segmentanslutningsantal överstiger ett fullständigt nät, vilket är osannolikt: data.n=%ld segj.maxcon=%lu
th: จำนวนการเชื่อมต่อ segment เกินตาข่ายเต็ม ซึ่งไม่น่าจะเป็นไปได้: data.n=%ld segj.maxcon=%lu
tr: Segment bağlantı sayısı tam bir örgüyü aşıyor, bu olası değil: data.n=%ld segj.maxcon=%lu
uk: Кількість з'єднань сегментів перевищує повну сітку, що малоймовірно: data.n=%ld segj.maxcon=%lu
ur: سیگمنٹ کنکشن کی گنتی مکمل میش سے زیادہ ہے، جو غیر متوقع ہے: data.n=%ld segj.maxcon=%lu
vi: Số kết nối đoạn vượt quá lưới đầy đủ, điều này khó xảy ra: data.n=%ld segj.maxcon=%lu

source: Segment connection count exceeds a full mesh, which is unlikely! Check for overlapping or nearly-connected segments
af: Segmentverbindingstelling oorskry 'n volle maas, wat onwaarskynlik is! Kontroleer vir oorvleuelende of byna-verbinde segmente
ar: عدد اتصالات segment يتجاوز شبكة كاملة، وهذا غير محتمل! تحقق من segments المتداخلة أو شبه المتصلة
bg: Броят на свързванията на сегментите надвишава пълна мрежа, което е малко вероятно! Проверете за припокриващи се или почти свързани сегменти
bn: সেগমেন্ট সংযোগ গণনা একটি সম্পূর্ণ মেশ অতিক্রম করেছে, যা অসম্ভাব্য! ওভারল্যাপিং বা প্রায়-সংযুক্ত সেগমেন্টগুলি পরীক্ষা করুন
bs: Broj veza segmenata prelazi punu mrežu, što je malo vjerovatno! Provjerite preklapajuće ili skoro povezane segmente
cs: Počet spojení segmentů přesahuje plnou síť, což je nepravděpodobné! Zkontrolujte překrývající se nebo téměř spojené segmenty
da: Segmentforbindelsesantal overstiger et fuldt net, hvilket er usandsynligt! Kontroller for overlappende eller næsten forbundne segmenter
de: Segmentverbindungsanzahl überschreitet ein vollständiges Netz, was unwahrscheinlich ist! Prüfen Sie auf überlappende oder nahezu verbundene Segmente
el: Ο αριθμός συνδέσεων segment υπερβαίνει ένα πλήρες πλέγμα, το οποίο είναι απίθανο! Ελέγξτε για επικαλυπτόμενα ή σχεδόν συνδεδεμένα segments
es: ¡El conteo de conexiones de segmento excede una malla completa, lo cual es improbable! Verifique si hay segmentos superpuestos o casi conectados
et: Segmendi ühenduste arv ületab täisvõrku, mis on ebatõenäoline! Kontrollige kattuvaid või peaaegu ühendatud segmente
fi: Segmenttiliitäntöjen määrä ylittää täyden verkon, mikä on epätodennäköistä! Tarkista päällekkäiset tai lähes yhdistetyt segmentit
fr: Le nombre de connexions de segments dépasse un maillage complet, ce qui est improbable ! Vérifiez les segments superposés ou presque connectés
he: ספירת חיבורי מקטעים חורגת מרשת מלאה, דבר שאינו סביר! בדוק מקטעים חופפים או כמעט מחוברים
hi: Segment connection गणना पूर्ण मेश से अधिक है, जो असंभव है! ओवरलैपिंग या लगभग-जुड़े segment की जाँच करें
hr: Broj veza segmenata prelazi potpunu mrežu, što je malo vjerojatno! Provjerite preklapajuće ili gotovo spojene segmente
hu: Szegmens csatlakozások száma meghaladja a teljes hálót, ami valószínűtlen! Ellenőrizze az átfedő vagy majdnem csatlakozó szegmenseket
id: Jumlah koneksi segmen melebihi mesh penuh, yang tidak mungkin! Periksa segmen yang tumpang tindih atau hampir terhubung
it: Il conteggio delle connessioni del segmento supera una mesh completa, il che è improbabile! Verificare la presenza di segmenti sovrapposti o quasi connessi
ja: セグメント接続数がフルメッシュを超えています（通常ありえません）！ 重複または近接しているセグメントを確認してください
lt: Segmentų jungčių skaičius viršija pilną tinklą, kas mažai tikėtina! Patikrinkite, ar nėra persidengiančių arba beveik sujungtų segmentų
lv: Segmentu savienojumu skaits pārsniedz pilnu režģi, kas ir maz ticams! Pārbaudiet, vai nav pārklājošos vai gandrīz savienotu segmentu
mk: Бројот на поврзувања на сегменти надминува целосна мрежа, што е неверојатно! Проверете за преклопени или речиси поврзани сегменти
nl: Segmentverbindingstelling overschrijdt een volledig raster, wat onwaarschijnlijk is! Controleer op overlappende of bijna-verbonden segmenten
no: Antall segmentforbindelser overskrider et fullt nett, noe som er usannsynlig! Sjekk for overlappende eller nesten tilkoblede segmenter
pl: Liczba połączeń segmentów przekracza pełną siatkę, co jest mało prawdopodobne! Sprawdź nakładające się lub prawie połączone segmenty
pt: Contagem de conexões de segmentos excede uma malha completa, o que é improvável! Verifique se há segmentos sobrepostos ou quase conectados
ro: Numărul de conexiuni ale segmentului depășește o rețea completă, ceea ce este improbabil! Verificați segmentele suprapuse sau aproape conectate
ru: Количество соединений сегментов превышает полную сетку, что маловероятно! Проверьте наличие перекрывающихся или почти соединённых сегментов
sk: Počet pripojení segmentu presahuje plnú sieť, čo je nepravdepodobné! Skontrolujte prekrývajúce sa alebo takmer spojené segmenty
sl: Število povezav segmentov presega polno mrežo, kar je malo verjetno! Preverite prekrivajoče se ali skoraj povezane segmente
sr: Број веза сегмената премашује пуну мрежу, што је мало вероватно! Проверите да ли има преклапајућих или скоро спојених сегмената
sv: Segmentanslutningsantal överstiger ett fullständigt nät, vilket är osannolikt! Kontrollera överlappande eller nästan anslutna segment
th: จำนวนการเชื่อมต่อ segment เกินตาข่ายเต็ม ซึ่งไม่น่าจะเป็นไปได้! ตรวจสอบ segment ที่ซ้อนทับหรือเกือบเชื่อมต่อกัน
tr: Segment bağlantı sayısı tam bir örgüyü aşıyor, bu olası değil! Örtüşen veya neredeyse bağlı segmentleri kontrol edin
uk: Кількість з'єднань сегментів перевищує повну сітку, що малоймовірно! Перевірте наявність сегментів, що перекриваються або майже з'єднані
ur: سیگمنٹ کنکشن کی گنتی مکمل میش سے زیادہ ہے، جو غیر متوقع ہے! اوورلیپنگ یا قریب قریب جڑے سیگمنٹس کی جانچ کریں
vi: Số kết nối đoạn vượt quá lưới đầy đủ, điều này khó xảy ra! Kiểm tra các đoạn chồng chéo hoặc gần kết nối
