Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Hankel not valid for z = 0
af: Hankel nie geldig vir z = 0 nie
ar: Hankel غير صالح لـ z = 0
bg: Hankel не е валиден за z = 0
bn: Z = 0 এর জন্য Hankel বৈধ নয়
bs: Hankel nije validan za z = 0
cs: Hankel není platný pro z = 0
da: Hankel ikke gyldig for z = 0
de: Hankel ungültig für z = 0
el: Hankel μη έγκυρο για z = 0
es: Hankel no válido para Z = 0
et: Hankel ei kehti z = 0 korral
fi: Hankel ei kelpaa kun Z = 0
fr: Hankel non valide pour z = 0
he: Hankel לא תקף עבור z = 0
hi: Hankel z = 0 के लिए मान्य नहीं है
hr: Hankel nije valjan za Z = 0
hu: Hankel nem érvényes z = 0 esetén
id: Hankel tidak valid untuk z = 0
it: Hankel non valido per Z = 0
ja: z = 0 ではハンケル関数は無効です
lt: Hankel negalioja kai z = 0
lv: Hankel nav derīgs, ja z = 0
mk: Ханкел не е валиден за z = 0
nl: Hankel niet geldig voor z = 0
no: Hankel ugyldig for z = 0
pl: Hankel nieprawidłowy dla z = 0
pt: Hankel não válido para Z = 0
ro: Hankel nu este valid pentru z = 0
ru: Ханкель недействителен для z = 0
sk: Hankel nie je platný pre z = 0
sl: Hankel ni veljaven za Z = 0
sr: Hankel није валидан за z = 0
sv: Hankel ej giltig för Z = 0
th: Hankel ไม่ถูกต้องสำหรับ Z = 0
tr: z = 0 için Hankel geçerli değil
uk: Ханкель недійсний для z = 0
ur: z = 0 کے لیے Hankel درست نہیں
vi: Hankel không hợp lệ cho z = 0

source: No convergence
af: Geen konvergensie
ar: لا يوجد تقارب
bg: Няма сходимост
bn: অভিসারণ নেই
bs: Nema konvergencije
cs: Bez konvergence
da: Ingen konvergens
de: Keine Konvergenz
el: Χωρίς σύγκλιση
es: Sin convergencia
et: Ei koondu
fi: Ei suppenemista
fr: Pas de convergence
he: אין התכנסות
hi: अभिसरण नहीं हुआ
hr: Nema konvergencije
hu: Nincs konvergencia
id: Tidak ada konvergensi
it: Nessuna convergenza
ja: 収束しません
lt: Nėra konvergencijos
lv: Nav konverģences
mk: Нема конвергенција
nl: Geen convergentie
no: Ingen konvergens
pl: Brak zbieżności
pt: Sem convergência
ro: Fără convergență
ru: Нет сходимости
sk: Žiadna konvergencia
sl: Ni konvergence
sr: Нема конвергенције
sv: Ingen konvergens
th: ไม่ลู่เข้า
tr: Yakınsama yok
uk: Немає збіжності
ur: کنورجنس نہیں
vi: Không hội tụ
