Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: NEC2 Editor's data may not be saved while the Frequency Loop is running
af: NEC2-redigeerder se data kan nie gestoor word nie terwyl die Frekwensielus loop
ar: لا يمكن حفظ بيانات محرر NEC2 أثناء تشغيل حلقة التردد
bg: Данните на NEC2 редактора не могат да бъдат запазени докато честотният цикъл се изпълнява
bn: ফ্রিকোয়েন্সি লুপ চলাকালীন NEC2 এডিটরের ডেটা সংরক্ষণ করা যাবে না
bs: Podaci NEC2 uređivača se ne mogu sačuvati dok je frekvencijska petlja aktivna
cs: Data editoru NEC2 nelze uložit dokud běží frekvenční smyčka
da: NEC2-editorens data kan ikke gemmes mens frekvensløkken kører
de: Die Daten des NEC2-Editors können nicht gespeichert werden, während die Frequenzschleife läuft
el: Τα δεδομένα του Επεξεργαστή NEC2 δεν μπορούν να αποθηκευτούν ενώ εκτελείται ο Βρόχος Συχνότητας
es: Los datos del editor NEC2 no se pueden guardar mientras el bucle de frecuencia está en ejecución
et: NEC2 redaktori andmeid ei saa salvestada kui sagedussilmus töötab
fi: NEC2-editorin tietoja ei voi tallentaa taajuussilmukan ollessa käynnissä
fr: Les données de l'éditeur NEC2 ne peuvent pas être enregistrées pendant l'exécution de la boucle de fréquence
he: לא ניתן לשמור את נתוני עורך NEC2 בזמן שלולאת התדר פועלת
hi: आवृत्ति लूप चलने के दौरान NEC2 संपादक का डेटा सहेजा नहीं जा सकता
hr: Podaci NEC2 uređivača ne mogu se spremiti dok je frekvencijska petlja u tijeku
hu: A NEC2 szerkesztő adatai nem menthetők, amíg a frekvenciahurok fut
id: Data Editor NEC2 tidak dapat disimpan selama Loop Frekuensi berjalan
it: I dati dell'Editor NEC2 non possono essere salvati mentre il ciclo di frequenza è in esecuzione
ja: 周波数ループの実行中は NEC2エディタのデータを保存できません
lt: NEC2 redaktoriaus duomenys negali būti išsaugoti kol vykdomas dažnio ciklas
lv: NEC2 redaktora datus nevar saglabāt, kamēr darbojas frekvences cikls
mk: Податоците на NEC2 уредувачот не можат да се зачуваат додека работи фреквенцискиот циклус
nl: Gegevens van de NEC2-editor kunnen niet worden opgeslagen terwijl de frequentielus wordt uitgevoerd
no: NEC2-editorens data kan ikke lagres mens frekvenssløyfen kjører
pl: Dane edytora NEC2 nie mogą zostać zapisane podczas działania pętli częstotliwości
pt: Os dados do Editor NEC2 não podem ser salvos enquanto o Loop de Frequência está em execução
ro: Datele Editorului NEC2 nu pot fi salvate cât timp Bucla de Frecvență rulează
ru: Данные редактора NEC2 не могут быть сохранены, пока выполняется цикл по частоте
sk: Údaje editora NEC2 nie je možné uložiť kým beží frekvenčná slučka
sl: Podatki urejevalnika NEC2 ne morejo biti shranjeni medtem ko se izvaja frekvenčna zanka
sr: Подаци NEC2 уређивача не могу бити сачувани док је фреквенцијска петља покренута
sv: NEC2-editorns data kan inte sparas medan frekvensslingan körs
th: ข้อมูลตัวแก้ไข NEC2 อาจไม่สามารถบันทึกได้ ขณะที่ลูปความถี่กำลังทำงานอยู่
tr: Frekans Döngüsü çalışırken NEC2 Düzenleyici verileri kaydedilemez
uk: Дані редактора NEC2 не можуть бути збережені під час виконання циклу частоти
ur: جب فریکوئنسی لوپ چل رہا ہو تو NEC2 ایڈیٹر کا ڈیٹا محفوظ نہیں کیا جا سکتا
vi: Dữ liệu trình soạn thảo NEC2 có thể không được lưu khi vòng lặp tần số đang chạy

source: Frequency (FR) cards not yet processed. You may need to save the NEC2 Editor data first.
af: Frekwensie (FR) kaarte nog nie verwerk nie. NEC2-redigeerder se data moet dalk eers gestoor word.
ar: لم تتم معالجة بطاقات التردد (FR) بعد. قد تحتاج إلى حفظ بيانات محرر NEC2 أولاً.
bg: Честотните (FR) карти все още не са обработени. Може да е необходимо първо да запазите данните на NEC2 редактора.
bn: Frequency (FR) কার্ড এখনো প্রক্রিয়া করা হয়নি। আপনাকে প্রথমে NEC2 এডিটর ডেটা সংরক্ষণ করতে হতে পারে।
bs: Frekvencijske (FR) kartice još nisu obrađene. Možda trebate prvo sačuvati podatke NEC2 uređivača.
cs: Karty frekvence (FR) ještě nebyly zpracovány. Nejprve možná budete muset uložit data editoru NEC2.
da: Frekvens (FR) kort er endnu ikke behandlet. Du skal muligvis gemme NEC2-editorens data først.
de: Frequenz (FR) Karten noch nicht verarbeitet. Sie müssen möglicherweise zuerst die NEC2-Editor-Daten speichern.
el: Οι κάρτες Συχνότητας (FR) δεν έχουν επεξεργαστεί ακόμα. Ίσως χρειαστεί να αποθηκεύσετε πρώτα τα δεδομένα του Επεξεργαστή NEC2.
es: Las tarjetas de Frecuencia (FR) aún no han sido procesadas. Es posible que necesite guardar primero los datos del Editor NEC2.
et: Sageduse (FR) kaarte pole veel töödeldud. Võib-olla peate esmalt NEC2 redaktori andmed salvestama.
fi: Taajuuskortteja (FR) ei ole vielä käsitelty. NEC2-editorin tiedot on ehkä tallennettava ensin.
fr: Cartes de fréquence (FR) pas encore traitées. Vous devrez peut-être d'abord enregistrer les données de l'éditeur NEC2.
he: כרטיסי תדר (FR) טרם עובדו. ייתכן שתצטרך לשמור תחילה את נתוני עורך NEC2.
hi: आवृत्ति (FR) कार्ड अभी तक संसाधित नहीं हुए। आपको पहले NEC2 संपादक डेटा सहेजने की आवश्यकता हो सकती है।
hr: Frekvencijske (FR) kartice još nisu obrađene. Možda ćete trebati prvo spremiti podatke NEC2 uređivača.
hu: A frekvencia (FR) kártyák még nincsenek feldolgozva. Először lehet, hogy mentenie kell a NEC2 szerkesztő adatait.
id: Kartu Frekuensi (FR) belum diproses. Anda mungkin perlu menyimpan data Editor NEC2 terlebih dahulu.
it: Schede Frequenza (FR) non ancora elaborate. Potrebbe essere necessario salvare prima i dati dell'Editor NEC2.
ja: 周波数 (FR) カードはまだ処理されていません。 先にNEC2エディタのデータを保存する必要があります。
lt: Dažnių (FR) kortelės dar neapdorotos. Galbūt reikia pirmiau išsaugoti NEC2 redaktoriaus duomenis.
lv: Frekvences (FR) kartes vēl nav apstrādātas. Varbūt vispirms jāsaglabā NEC2 redaktora dati.
mk: Фреквенциските (FR) картички сè уште не се обработени. Можеби треба прво да ги зачувате податоците од NEC2 уредувачот.
nl: Frequentie (FR) kaarten nog niet verwerkt. Mogelijk moet u eerst de NEC2-editorgegevens opslaan.
no: Frekvens (FR)-kort er ikke behandlet ennå. Du må kanskje lagre NEC2-editorens data først.
pl: Karty częstotliwości (FR) nie zostały jeszcze przetworzone. Może być konieczne wcześniejsze zapisanie danych edytora NEC2.
pt: Cartões de Frequência (FR) ainda não processados. Você pode precisar salvar os dados do Editor NEC2 primeiro.
ro: Cardurile de Frecvență (FR) nu au fost încă procesate. Poate fi necesar să salvați mai întâi datele Editorului NEC2.
ru: Карты частоты (FR) ещё не обработаны. Возможно, сначала нужно сохранить данные редактора NEC2.
sk: Frekvenčné (FR) karty ešte neboli spracované. Možno budete musieť najprv uložiť údaje editora NEC2.
sl: Frekvenčne (FR) kartice še niso obdelane. Morda morate najprej shraniti podatke urejevalnika NEC2.
sr: Картице фреквенције (FR) још нису обрађене. Можда ћете морати прво да сачувате податке NEC2 уређивача.
sv: Frekvenskort (FR) har inte behandlats ännu. Du kan behöva spara NEC2-editorns data först.
th: การ์ดความถี่ (FR) ยังไม่ได้ประมวลผล คุณอาจต้องบันทึกข้อมูลตัวแก้ไข NEC2 ก่อน
tr: Frekans (FR) kartları henüz işlenmedi. Önce NEC2 Düzenleyici verilerini kaydetmeniz gerekebilir.
uk: Картки частоти (FR) ще не оброблено. Можливо, спочатку потрібно зберегти дані редактора NEC2.
ur: فریکوئنسی (FR) کارڈز ابھی تک پراسیس نہیں ہوئے۔ آپ کو پہلے NEC2 ایڈیٹر ڈیٹا محفوظ کرنے کی ضرورت ہو سکتی ہے۔
vi: Thẻ Tần số (FR) chưa được xử lý. Bạn có thể cần lưu dữ liệu trình soạn thảo NEC2 trước.

source: Get_Command_Data(): Error reading row data: Invalid list iterator
af: Get_Command_Data(): Fout met lees van rydata: Ongeldige lysiterator
ar: Get_Command_Data(): خطأ في قراءة بيانات الصف: مكرر قائمة غير صالح
bg: Get_Command_Data(): Грешка при четене на данни от ред: Невалиден итератор на списък
bn: Get_Command_Data(): সারি ডেটা পড়তে ত্রুটি: অবৈধ তালিকা ইটারেটর
bs: Get_Command_Data(): Greška pri čitanju podataka reda: Nevažeći iterator liste
cs: Get_Command_Data(): Chyba při čtení dat řádku: Neplatný iterátor seznamu
da: Get_Command_Data(): Fejl ved læsning af rækkedata: Ugyldig listeiterator
de: Get_Command_Data(): Fehler beim Lesen der Zeilendaten: Ungültiger Listen-Iterator
el: Get_Command_Data(): Σφάλμα ανάγνωσης δεδομένων γραμμής: Μη έγκυρος επαναλήπτης λίστας
es: Get_Command_Data(): Error al leer datos de fila: Iterador de lista inválido
et: Get_Command_Data(): Viga rea andmete lugemisel: Vigane loendi iteraator
fi: Get_Command_Data(): Virhe luettaessa rivitietoja: Virheellinen luetteloiteraattori
fr: Get_Command_Data() : Erreur de lecture des données de ligne : Itérateur de liste invalide
he: Get_Command_Data(): שגיאה בקריאת נתוני שורה: איטרטור רשימה לא חוקי
hi: Get_Command_Data(): पंक्ति डेटा पढ़ने में त्रुटि: अमान्य सूची इटरेटर
hr: Get_Command_Data(): Pogreška pri čitanju podataka retka: Nevažeći iterator liste
hu: Get_Command_Data(): Hiba a soradatok olvasásakor: Érvénytelen lista iterátor
id: Get_Command_Data(): Kesalahan membaca data baris: Iterator daftar tidak valid
it: Get_Command_Data(): Errore nella lettura dei dati della riga: Iteratore di lista non valido
ja: Get_Command_Data(): 行データの読み取りエラー: 無効なリストイテレータ
lt: Get_Command_Data(): Klaida skaitant eilutės duomenis: Netinkamas sąrašo iteratorius
lv: Get_Command_Data(): Kļūda lasot rindas datus: Nederīgs saraksta iterators
mk: Get_Command_Data(): Грешка при читање податоци од ред: Невалиден итератор на листа
nl: Get_Command_Data(): Fout bij lezen rijgegevens: Ongeldige lijstiterator
no: Get_Command_Data(): Feil ved lesing av raddata: Ugyldig listeiterator
pl: Get_Command_Data(): Błąd odczytu danych wiersza: Nieprawidłowy iterator listy
pt: Get_Command_Data(): Erro ao ler dados da linha: Iterador de lista inválido
ro: Get_Command_Data(): Eroare la citirea datelor rândului: Iterator de listă invalid
ru: Get_Command_Data(): Ошибка чтения данных строки: Недопустимый итератор списка
sk: Get_Command_Data(): Chyba pri čítaní údajov riadku: Neplatný iterátor zoznamu
sl: Get_Command_Data(): Napaka pri branju podatkov vrstice: Neveljaven iterator seznama
sr: Get_Command_Data(): Грешка при читању података реда: Неважећи итератор листе
sv: Get_Command_Data(): Fel vid läsning av raddata: Ogiltig listiterator
th: Get_Command_Data(): ข้อผิดพลาดในการอ่าน ข้อมูลแถว: ตัววนซ้ำรายการไม่ถูกต้อง
tr: Get_Command_Data(): Satır verisi okuma hatası: Geçersiz liste yineleyici
uk: Get_Command_Data(): Помилка читання даних рядка: Недійсний ітератор списку
ur: Get_Command_Data(): قطار کا ڈیٹا پڑھنے میں خرابی: غلط لسٹ اٹریٹر
vi: Get_Command_Data(): Lỗi đọc dữ liệu hàng: Bộ lặp danh sách không hợp lệ

source: Set_Command_Data(): Error writing row data Please re-select row
af: Set_Command_Data(): Fout met skryf van rydata Herkies asseblief die ry
ar: Set_Command_Data(): خطأ في كتابة بيانات الصف يرجى إعادة تحديد الصف
bg: Set_Command_Data(): Грешка при запис на данни от ред Моля, изберете отново реда
bn: Set_Command_Data(): সারি ডেটা লিখতে ত্রুটি অনুগ্রহ করে সারি পুনরায় নির্বাচন করুন
bs: Set_Command_Data(): Greška pri pisanju podataka reda Molimo ponovo odaberite red
cs: Set_Command_Data(): Chyba při zápisu dat řádku Prosím znovu vyberte řádek
da: Set_Command_Data(): Fejl ved skrivning af rækkedata Vælg venligst rækken igen
de: Set_Command_Data(): Fehler beim Schreiben der Zeilendaten Bitte wählen Sie die Zeile erneut aus
el: Set_Command_Data(): Σφάλμα εγγραφής δεδομένων γραμμής Παρακαλώ επιλέξτε ξανά τη γραμμή
es: Set_Command_Data(): Error al escribir datos de fila Por favor, vuelva a seleccionar la fila
et: Set_Command_Data(): Viga rea andmete kirjutamisel Palun valige rida uuesti
fi: Set_Command_Data(): Virhe kirjoitettaessa rivitietoja Valitse rivi uudelleen
fr: Set_Command_Data() : Erreur d'écriture des données de ligne Veuillez resélectionner la ligne
he: Set_Command_Data(): שגיאה בכתיבת נתוני שורה אנא בחר שורה מחדש
hi: Set_Command_Data(): पंक्ति डेटा लिखने में त्रुटि कृपया पंक्ति पुनः चुनें
hr: Set_Command_Data(): Pogreška pri pisanju podataka retka Molimo ponovno odaberite redak
hu: Set_Command_Data(): Hiba a soradatok írásakor Kérjük, válassza újra a sort
id: Set_Command_Data(): Kesalahan menulis data baris Silakan pilih ulang baris
it: Set_Command_Data(): Errore nella scrittura dei dati della riga Selezionare nuovamente la riga
ja: Set_Command_Data(): 行データの書き込みエラー 行を再選択してください
lt: Set_Command_Data(): Klaida rašant eilutės duomenis Pasirinkite eilutę iš naujo
lv: Set_Command_Data(): Kļūda ierakstot rindas datus Lūdzu, atlasiet rindu vēlreiz
mk: Set_Command_Data(): Грешка при запишување податоци од ред Ве молиме повторно изберете ред
nl: Set_Command_Data(): Fout bij schrijven rijgegevens Selecteer de rij opnieuw
no: Set_Command_Data(): Feil ved skriving av raddata Vennligst velg rad på nytt
pl: Set_Command_Data(): Błąd zapisu danych wiersza Proszę ponownie wybrać wiersz
pt: Set_Command_Data(): Erro ao escrever dados da linha Por favor, selecione a linha novamente
ro: Set_Command_Data(): Eroare la scrierea datelor rândului Vă rugăm să reselectați rândul
ru: Set_Command_Data(): Ошибка записи данных строки Пожалуйста, выберите строку заново
sk: Set_Command_Data(): Chyba pri zápise údajov riadku Prosím, znovu vyberte riadok
sl: Set_Command_Data(): Napaka pri pisanju podatkov vrstice Prosimo, ponovno izberite vrstico
sr: Set_Command_Data(): Грешка при уписивању података реда Молимо поново изаберите ред
sv: Set_Command_Data(): Fel vid skrivning av raddata Välj rad igen
th: Set_Command_Data(): ข้อผิดพลาดในการเขียนข้อมูลแถว กรุณาเลือกแถวใหม่
tr: Set_Command_Data(): Satır verisi yazma hatası Lütfen satırı yeniden seçin
uk: Set_Command_Data(): Помилка запису даних рядка Будь ласка, виберіть рядок повторно
ur: Set_Command_Data(): قطار کا ڈیٹا لکھنے میں خرابی براہ کرم قطار دوبارہ منتخب کریں
vi: Set_Command_Data(): Lỗi ghi dữ liệu hàng Vui lòng chọn lại hàng

source: Tag Number
af: Etiket Nommer
ar: رقم tag
bg: Номер на таг
bn: ট্যাগ নম্বর
bs: Broj oznake
cs: Číslo tag
da: Tag-nummer
de: Tag-Nummer
el: Αριθμός Tag
es: Número de etiqueta
et: Märgendi number
fi: Tunnistenumero
fr: Numéro de tag
he: מספר תגית
hi: Tag संख्या
hr: Broj oznake
hu: Címke szám
id: Nomor Tag
it: Numero Tag
ja: タグ番号
lt: Žymės numeris
lv: Birkas numurs
mk: Број на ознака
nl: Tagnummer
no: Tag-nummer
pl: Numer znacznika
pt: Número da Tag
ro: Număr Etichetă
ru: Номер тега
sk: Číslo značky
sl: Številka oznake
sr: Број ознаке
sv: Taggnummer
th: หมายเลข Tag
tr: Etiket Numarası
uk: Номер мітки
ur: ٹیگ نمبر
vi: Số tag

source: Segment Number
af: Segment Nommer
ar: رقم segment
bg: Номер на сегмент
bn: সেগমেন্ট নম্বর
bs: Broj segmenta
cs: Číslo segmentu
da: Segmentnummer
de: Segmentnummer
el: Αριθμός Segment
es: Número de segmento
et: Segmendi number
fi: Segmenttinumero
fr: Numéro de segment
he: מספר מקטע
hi: Segment संख्या
hr: Broj segmenta
hu: Szegmens szám
id: Nomor Segmen
it: Numero Segmento
ja: セグメント番号
lt: Segmento numeris
lv: Segmenta numurs
mk: Број на сегмент
nl: Segmentnummer
no: Segmentnummer
pl: Numer segmentu
pt: Número do Segmento
ro: Număr Segment
ru: Номер сегмента
sk: Číslo segmentu
sl: Številka segmenta
sr: Број сегмента
sv: Segmentnummer
th: หมายเลข Segment
tr: Segment Numarası
uk: Номер сегмента
ur: سیگمنٹ نمبر
vi: Số phân đoạn

source: Voltage Real Part
af: Spanning Reële Deel
ar: الجزء الحقيقي للجهد
bg: Реална част на напрежението
bn: ভোল্টেজ বাস্তব অংশ
bs: Realni dio napona
cs: Reálná část napětí
da: Spænding realdel
de: Spannung Realteil
el: Πραγματικό Μέρος Τάσης
es: Parte real del voltaje
et: Pinge reaalosa
fi: Jännitteen reaaliosa
fr: Partie réelle de la tension
he: חלק ממשי של מתח
hi: वोल्टेज वास्तविक भाग
hr: Realni dio napona
hu: Feszültség valós része
id: Bagian Nyata Tegangan
it: Parte Reale della Tensione
ja: 電圧実数部
lt: Įtampos realioji dalis
lv: Sprieguma reālā daļa
mk: Реален дел на напон
nl: Spanning reëel deel
no: Spenning realdel
pl: Część rzeczywista napięcia
pt: Parte Real da Tensão
ro: Partea Reală a Tensiunii
ru: Действительная часть напряжения
sk: Reálna časť napätia
sl: Realni del napetosti
sr: Реални део напона
sv: Spänningens realdel
th: ส่วนจริงของแรงดัน
tr: Gerilim Gerçek Kısmı
uk: Дійсна частина напруги
ur: وولٹیج حقیقی حصہ
vi: Phần thực điện áp

source: Voltage Imaginary Part
af: Spanning Imaginêre Deel
ar: الجزء التخيلي للجهد
bg: Имагинерна част на напрежението
bn: ভোল্টেজ কাল্পনিক অংশ
bs: Imaginarni dio napona
cs: Imaginární část napětí
da: Spænding imaginærdel
de: Spannung Imaginärteil
el: Φανταστικό Μέρος Τάσης
es: Parte imaginaria del voltaje
et: Pinge imaginaarosa
fi: Jännitteen imaginaariosa
fr: Partie imaginaire de la tension
he: חלק מדומה של מתח
hi: वोल्टेज काल्पनिक भाग
hr: Imaginarni dio napona
hu: Feszültség képzetes része
id: Bagian Imajiner Tegangan
it: Parte Immaginaria della Tensione
ja: 電圧虚数部
lt: Įtampos menamoji dalis
lv: Sprieguma imaginārā daļa
mk: Имагинарен дел на напон
nl: Spanning imaginair deel
no: Spenning imaginærdel
pl: Część urojona napięcia
pt: Parte Imaginária da Tensão
ro: Partea Imaginară a Tensiunii
ru: Мнимая часть напряжения
sk: Imaginárna časť napätia
sl: Imaginarni del napetosti
sr: Имагинарни део напона
sv: Spänningens imaginärdel
th: ส่วนจินตภาพของแรงดัน
tr: Gerilim Sanal Kısmı
uk: Уявна частина напруги
ur: وولٹیج فرضی حصہ
vi: Phần ảo điện áp

source: Normalization Factor
af: Normaliseringsfaktor
ar: معامل التطبيع
bg: Нормализиращ коефициент
bn: নর্মালাইজেশন ফ্যাক্টর
bs: Faktor normalizacije
cs: Normalizační faktor
da: Normaliseringsfaktor
de: Normierungsfaktor
el: Συντελεστής Κανονικοποίησης
es: Factor de normalización
et: Normaliseerimistegur
fi: Normalisointikerroin
fr: Facteur de normalisation
he: מקדם נרמול
hi: सामान्यीकरण गुणांक
hr: Faktor normalizacije
hu: Normalizálási tényező
id: Faktor Normalisasi
it: Fattore di Normalizzazione
ja: 正規化係数
lt: Normalizavimo koeficientas
lv: Normalizācijas faktors
mk: Фактор на нормализација
nl: Normalisatiefactor
no: Normaliseringsfaktor
pl: Współczynnik normalizacji
pt: Fator de Normalização
ro: Factor de Normalizare
ru: Коэффициент нормализации
sk: Normalizačný faktor
sl: Normalizacijski faktor
sr: Фактор нормализације
sv: Normaliseringsfaktor
th: ตัวประกอบนอร์มัลไลเซชัน
tr: Normalizasyon Faktörü
uk: Коефіцієнт нормалізації
ur: نارملائزیشن فیکٹر
vi: Hệ số chuẩn hóa

source: ** NOT USED **
af: ** NIE GEBRUIK NIE **
ar: ** غير مستخدم **
bg: ** НЕ СЕ ИЗПОЛЗВА **
bn: ** ব্যবহৃত হয়নি **
bs: ** NE KORISTI SE **
cs: ** NEPOUŽITO **
da: ** BRUGES IKKE **
de: ** NICHT VERWENDET **
el: ** ΔΕΝ ΧΡΗΣΙΜΟΠΟΙΕΙΤΑΙ **
es: ** NO UTILIZADO **
et: ** EI KASUTATA **
fi: ** EI KÄYTÖSSÄ **
fr: ** NON UTILISÉ **
he: ** לא בשימוש **
hi: ** उपयोग नहीं **
hr: ** NE KORISTI SE **
hu: ** NEM HASZNÁLT **
id: ** TIDAK DIGUNAKAN **
it: ** NON UTILIZZATO **
ja: ** 未使用 **
lt: ** NENAUDOJAMA **
lv: ** NETIEK LIETOTS **
mk: ** НЕ СЕ КОРИСТИ **
nl: ** NIET GEBRUIKT **
no: ** IKKE I BRUK **
pl: ** NIE UŻYWANE **
pt: ** NÃO UTILIZADO **
ro: ** NEUTILIZAT **
ru: ** НЕ ИСПОЛЬЗУЕТСЯ **
sk: ** NEPOUŽÍVA SA **
sl: ** NI V UPORABI **
sr: ** НИЈЕ У УПОТРЕБИ **
sv: ** ANVÄNDS EJ **
th: ** ไม่ใช้ **
tr: ** KULLANILMIYOR **
uk: ** НЕ ВИКОРИСТОВУЄТЬСЯ **
ur: ** استعمال نہیں ہوا **
vi: ** KHÔNG SỬ DỤNG **

source: Num of Theta Angles
af: Aantal Theta-hoeke
ar: عدد زوايا Theta
bg: Брой ъгли Theta
bn: থিটা কোণের সংখ্যা
bs: Broj Theta uglova
cs: Počet úhlů Theta
da: Antal theta-vinkler
de: Anzahl Theta-Winkel
el: Αριθμός Γωνιών Theta
es: Núm. de ángulos theta
et: Teeta nurkade arv
fi: Theta-kulmien lukumäärä
fr: Nombre d'angles Theta
he: מספר זוויות תטא
hi: Theta कोणों की संख्या
hr: Broj kutova Theta
hu: Theta szögek száma
id: Jumlah Sudut Theta
it: Num di Angoli Theta
ja: Theta角の数
lt: Theta kampų skaičius
lv: Teta leņķu skaits
mk: Број на Тета агли
nl: Aantal theta-hoeken
no: Antall theta-vinkler
pl: Liczba kątów Theta
pt: Núm de Ângulos Theta
ro: Număr de Unghiuri Theta
ru: Число углов Theta
sk: Počet uhlov Theta
sl: Število kotov theta
sr: Број Theta углова
sv: Antal thetavinklar
th: จำนวนมุม Theta
tr: Theta Açı Sayısı
uk: Кількість кутів Theta
ur: تھیٹا زاویوں کی تعداد
vi: Số góc Theta

source: Num of Phi Angles
af: Aantal Phi-hoeke
ar: عدد زوايا Phi
bg: Брой ъгли Phi
bn: ফাই কোণের সংখ্যা
bs: Broj Phi uglova
cs: Počet úhlů Phi
da: Antal phi-vinkler
de: Anzahl Phi-Winkel
el: Αριθμός Γωνιών Phi
es: Núm. de ángulos phi
et: Fii nurkade arv
fi: Phi-kulmien lukumäärä
fr: Nombre d'angles Phi
he: מספר זוויות פי
hi: Phi कोणों की संख्या
hr: Broj kutova Phi
hu: Phi szögek száma
id: Jumlah Sudut Phi
it: Num di Angoli Phi
ja: Phi角の数
lt: Phi kampų skaičius
lv: Fi leņķu skaits
mk: Број на Фи агли
nl: Aantal phi-hoeken
no: Antall phi-vinkler
pl: Liczba kątów Phi
pt: Núm de Ângulos Phi
ro: Număr de Unghiuri Phi
ru: Число углов Phi
sk: Počet uhlov Phi
sl: Število kotov phi
sr: Број Phi углова
sv: Antal phivinklar
th: จำนวนมุม Phi
tr: Phi Açı Sayısı
uk: Кількість кутів Phi
ur: فائی زاویوں کی تعداد
vi: Số góc Phi

source: Theta Angle (deg)
af: Theta-hoek (deg)
ar: زاوية Theta (deg)
bg: Ъгъл Theta (deg)
bn: থিটা কোণ (deg)
bs: Theta ugao (deg)
cs: Úhel Theta (deg)
da: Theta-vinkel (deg)
de: Theta-Winkel (deg)
el: Γωνία Theta (deg)
es: Ángulo theta (deg)
et: Teeta nurk (kraadi)
fi: Theta-kulma (deg)
fr: Angle Theta (deg)
he: זווית תטא (מעלות)
hi: Theta कोण (deg)
hr: Kut Theta (deg)
hu: Theta szög (fok)
id: Sudut Theta (deg)
it: Angolo Theta (deg)
ja: Theta角 (deg)
lt: Theta kampas (laipsn.)
lv: Teta leņķis (grādi)
mk: Тета агол (deg)
nl: Theta-hoek (deg)
no: theta-vinkel (deg)
pl: Kąt Theta (deg)
pt: Ângulo Theta (deg)
ro: Unghi Theta (deg)
ru: Угол Theta (град)
sk: Uhol Theta (deg)
sl: Kot theta (deg)
sr: Theta угао (deg)
sv: Thetavinkel (deg)
th: มุม Theta (deg)
tr: Theta Açısı (derece)
uk: Кут Theta (град)
ur: تھیٹا زاویہ (deg)
vi: Góc Theta (deg)

source: Phi Angle (deg)
af: Phi-hoek (deg)
ar: زاوية Phi (deg)
bg: Ъгъл Phi (deg)
bn: ফাই কোণ (deg)
bs: Phi ugao (deg)
cs: Úhel Phi (deg)
da: Phi-vinkel (deg)
de: Phi-Winkel (deg)
el: Γωνία Phi (deg)
es: Ángulo phi (deg)
et: Fii nurk (kraadi)
fi: Phi-kulma (deg)
fr: Angle Phi (deg)
he: זווית פי (מעלות)
hi: Phi कोण (deg)
hr: Kut Phi (deg)
hu: Phi szög (fok)
id: Sudut Phi (deg)
it: Angolo Phi (deg)
ja: Phi角 (deg)
lt: Phi kampas (laipsn.)
lv: Fi leņķis (grādi)
mk: Фи агол (deg)
nl: Phi-hoek (deg)
no: phi-vinkel (deg)
pl: Kąt Phi (deg)
pt: Ângulo Phi (deg)
ro: Unghi Phi (deg)
ru: Угол Phi (град)
sk: Uhol Phi (deg)
sl: Kot phi (deg)
sr: Phi угао (deg)
sv: Phivinkel (deg)
th: มุม Phi (deg)
tr: Phi Açısı (derece)
uk: Кут Phi (град)
ur: فائی زاویہ (deg)
vi: Góc Phi (deg)

source: Eta Angle (deg)
af: Eta-hoek (deg)
ar: زاوية Eta (deg)
bg: Ъгъл Eta (deg)
bn: ইটা কোণ (deg)
bs: Eta ugao (deg)
cs: Úhel Eta (deg)
da: Eta-vinkel (deg)
de: Eta-Winkel (deg)
el: Γωνία Eta (deg)
es: Ángulo eta (deg)
et: Eeta nurk (kraadi)
fi: Eta-kulma (deg)
fr: Angle Eta (deg)
he: זווית אטא (מעלות)
hi: Eta कोण (deg)
hr: Kut Eta (deg)
hu: Eta szög (fok)
id: Sudut Eta (deg)
it: Angolo Eta (deg)
ja: Eta角 (deg)
lt: Eta kampas (laipsn.)
lv: Eta leņķis (grādi)
mk: Ета агол (deg)
nl: Eta-hoek (deg)
no: eta-vinkel (deg)
pl: Kąt Eta (deg)
pt: Ângulo Eta (deg)
ro: Unghi Eta (deg)
ru: Угол Eta (град)
sk: Uhol Eta (deg)
sl: Kot eta (deg)
sr: Eta угао (deg)
sv: Etavinkel (deg)
th: มุม Eta (deg)
tr: Eta Açısı (derece)
uk: Кут Eta (град)
ur: ایٹا زاویہ (deg)
vi: Góc Eta (deg)
