Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: translator-credits
af: vertaler-krediete
ar: ترجمة آلية - Automatic Translation
fi: Suomennos: xnec2c-käännöstiimi
he: קרדיט מתרגמים
mk: преведувачи
tr: çevirmen-katkıları
ur: مترجم-کریڈٹس

source: Steps/Cycle
af: Stappe/Siklus
ar: خطوات/دورة
bg: Стъпки/Цикъл
bn: ধাপ/চক্র
bs: Koraka/Ciklus
cs: Kroky/Cyklus
da: Trin/cyklus
de: Schritte/Zyklus
el: Βήματα/Κύκλο
es: Pasos/Ciclo
et: Sammud/tsükkel
fi: Askelta/jakso
fr: Pas/Cycle
he: צעדים/מחזור
hi: चरण/चक्र
hr: Koraka/ciklus
hu: Lépés/Ciklus
id: Langkah/Siklus
it: Passi/Ciclo
ja: ステップ/サイクル
lt: Žingsniai/Ciklas
lv: Soļi/ciklā
mk: Чекори/Циклус
nl: Stappen/cyclus
no: Trinn/syklus
pl: Kroki/Cykl
pt: Passos/Ciclo
ro: Pași/Ciclu
ru: Шагов/Цикл
sk: Kroky/cyklus
sl: Koraki/cikel
sr: Корака/Циклус
sv: Steg/cykel
th: ขั้นตอน/รอบ
tr: Adım/Döngü
uk: Кроків/цикл
ur: مراحل/سائیکل
vi: Bước/Chu kỳ

source: Animate Freq (Hz)
af: Animeer Frekwensie (Hz)
ar: تردد الحركة (Hz)
bg: Анимирана честота (Hz)
bn: অ্যানিমেশন ফ্রিকোয়েন্সি (Hz)
bs: Animiraj frekv. (Hz)
cs: Frekvence animace (Hz)
da: Animeringsfrekvens (Hz)
de: Animationsfrequenz (Hz)
el: Συχνότητα Animation (Hz)
es: Frecuencia de animación (Hz)
et: Animatsiooni sagedus (Hz)
fi: Animaatiotaajuus (Hz)
fr: Fréq. d'animation (Hz)
he: תדר הנפשה (Hz)
hi: एनिमेट आवृत्ति (Hz)
hr: Frekvencija animacije (Hz)
hu: Animáció frekvencia (Hz)
id: Frekuensi Animasi (Hz)
it: Freq Animazione (Hz)
ja: アニメーション周波数 (Hz)
lt: Animacijos dažnis (Hz)
lv: Animācijas frekvence (Hz)
mk: Фреквенција на анимација (Hz)
nl: Animatiefreq. (Hz)
no: Animasjonsfrekvens (Hz)
pl: Częst. animacji (Hz)
pt: Frequência de Animação (Hz)
ro: Animare frecvență (Hz)
ru: Частота анимации (Hz)
sk: Animačná frekvencia (Hz)
sl: Frekvenca animacije (Hz)
sr: Фреквенција анимације (Hz)
sv: Animeringsfrekvens (Hz)
th: ความถี่แอนิเมชัน (Hz)
tr: Animasyon Frekansı (Hz)
uk: Частота анімації (Гц)
ur: اینیمیٹ فریق (Hz)
vi: Tần số hoạt ảnh (Hz)

source: Arc Element (GA card)
af: Boogelement (GA-kaart)
ar: عنصر القوس (بطاقة GA)
bg: Дъгов елемент (GA карта)
bn: আর্ক উপাদান (GA কার্ড)
bs: Element luka (GA kartica)
cs: Obloukový prvek (karta GA)
da: Bueelement (GA-kort)
de: Bogenelement (GA-Karte)
el: Στοιχείο Τόξου (κάρτα GA)
es: Elemento de arco (tarjeta GA)
et: Kaareelement (GA kaart)
fi: Kaarielementti (GA-kortti)
fr: Élément d'arc (carte GA)
he: אלמנט קשת (כרטיס GA)
hi: आर्क एलिमेंट (GA card)
hr: Lučni element (GA kartica)
hu: Ív elem (GA kártya)
id: Elemen Busur (kartu GA)
it: Elemento ad Arco (scheda GA)
ja: アークエレメント (GA カード)
lt: Lanko elementas (GA kortelė)
lv: Loka elements (GA karte)
mk: Лачен елемент (GA картичка)
nl: Boogelement (GA-kaart)
no: Bueelement (GA-kort)
pl: Element łukowy (karta GA)
pt: Elemento de Arco (cartão GA)
ro: Element de arc (card GA)
ru: Элемент дуги (карта GA)
sk: Oblúkový prvok (karta GA)
sl: Ločni element (GA kartica)
sr: Елемент лука (GA картица)
sv: Bågelement (GA-kort)
th: องค์ประกอบส่วนโค้ง (การ์ด GA)
tr: Yay Elemanı (GA kartı)
uk: Елемент дуги (картка GA)
ur: آرک عنصر (GA کارڈ)
vi: Phần tử cung (thẻ GA)

source: No. Segments
af: Aantal Segmente
ar: عدد segments
bg: Брой сегменти
bn: সেগমেন্ট সংখ্যা
bs: Br. segmenata
cs: Počet segmentů
da: Antal segmenter
de: Anz. Segmente
el: Αρ. Segments
es: Nº de segmentos
et: Segmentide arv
fi: Segmenttien lkm
fr: Nb. segments
he: מספר סגמנטים
hi: Segment संख्या
hr: Br. segmenata
hu: Szegmensek száma
id: Jml. Segmen
it: N. Segmenti
ja: セグメント数
lt: Segmentų sk.
lv: Segmentu skaits
mk: Бр. сегменти
nl: Aantal segmenten
no: Ant. segmenter
pl: Liczba segmentów
pt: Nº de Segmentos
ro: Nr. segmente
ru: Кол-во сегментов
sk: Počet segmentov
sl: Št. segmentov
sr: Број сегмената
sv: Antal segment
th: จำนวน segment
tr: Segment Sayısı
uk: К-сть сегментів
ur: سیگمنٹس کی تعداد
vi: Số phân đoạn

source: Segs % lambda
af: Segmente % lambda
ar: segments % lambda
bg: Сегм. % lambda
bn: সেগ % lambda
bs: Segm. % lambda
cs: Segmenty % lambda
da: Segmenter % lambda
de: Segm. % Lambda
el: Segs % λάμδα
et: Segm % lambda
fi: Segm. % lambda
he: סגמנטים % אורך גל
hr: Segm. % lambda
hu: Szegmensek % lambda
id: Segmen % lambda
it: Segmenti % lambda
ja: セグメント % λ
lt: Segm. % lambda
lv: Segm. % lambda
mk: Сегм. % ламбда
nl: Segm. % lambda
no: Segm. % lambda
pl: Segm. % lambda
ro: Segmente % lambda
ru: Сегм. % lambda
sk: Segmenty % lambda
sl: Segmenti % lambda
sr: Сегменти % таласне дужине
sv: Segment % lambda
th: segment % แลมบ์ดา
tr: Segment % lambda
uk: Сегм. % lambda
ur: سیگز % lambda

source: Wire Diameter
af: Draaddeursnee
ar: قطر السلك
bg: Диаметър на проводника
bn: তারের ব্যাস
bs: Prečnik žice
cs: Průměr vodiče
da: Tråddiameter
de: Drahtdurchmesser
el: Διάμετρος Αγωγού
es: Diámetro del conductor
et: Juhtme läbimõõt
fi: Langan halkaisija
fr: Diamètre du fil
he: קוטר חוט
hi: तार व्यास
hr: Promjer žice
hu: Huzal átmérő
id: Diameter Kawat
it: Diametro del Filo
ja: ワイヤ直径
lt: Laido skersmuo
lv: Vada diametrs
mk: Дијаметар на жица
nl: Draaddiameter
no: Tråddiameter
pl: Średnica przewodu
pt: Diâmetro do Fio
ro: Diametru fir
ru: Диаметр провода
sk: Priemer drôtu
sl: Premer žice
sr: Пречник жице
sv: Tråddiameter
th: เส้นผ่านศูนย์กลางสาย
tr: Tel Çapı
uk: Діаметр дроту
ur: تار کا قطر
vi: Đường kính dây dẫn

source: Radius from Y
af: Radius vanaf Y
ar: نصف القطر من Y
bg: Радиус от Y
bn: Y থেকে ব্যাসার্ধ
bs: Radijus od Y
cs: Poloměr od Y
da: Radius fra Y
de: Radius von Y
el: Ακτίνα από Y
es: Radio desde Y
et: Raadius Y-st
fi: Säde Y:stä
fr: Rayon depuis Y
he: רדיוס מ-Y
hi: Y से त्रिज्या
hr: Radijus od Y
hu: Sugár Y-tól
id: Radius dari Y
it: Raggio da Y
ja: Y軸からの半径
lt: Spindulys nuo Y
lv: Rādiuss no Y
mk: Радиус од Y
nl: Straal vanaf Y
no: Radius fra Y
pl: Promień od Y
pt: Raio a partir de Y
ro: Rază de la Y
ru: Радиус от Y
sk: Polomer od Y
sl: Polmer od Y
sr: Полупречник од Y
sv: Radie från Y
th: รัศมีจาก Y
tr: Y'den Yarıçap
uk: Радіус від Y
ur: Y سے رداس
vi: Bán kính từ Y

source: End 1 Angle
af: Einde 1 Hoek
ar: زاوية النهاية 1
bg: Ъгъл на край 1
bn: প্রান্ত 1 কোণ
bs: Ugao kraja 1
cs: Úhel konce 1
da: Ende 1-vinkel
de: Ende 1 Winkel
el: Γωνία Άκρου 1
es: Ángulo extremo 1
et: Otsa 1 nurk
fi: Pään 1 kulma
fr: Angle extrémité 1
he: זווית קצה 1
hi: छोर 1 कोण
hr: Kut kraja 1
hu: 1. végpont szög
id: Sudut Ujung 1
it: Angolo Estremità 1
ja: 端点1の角度
lt: 1 galo kampas
lv: 1. gala leņķis
mk: Агол на крај 1
nl: Hoek uiteinde 1
no: Ende 1-vinkel
pl: Kąt końca 1
pt: Ângulo da Extremidade 1
ro: Unghi capăt 1
ru: Угол конца 1
sk: Uhol konca 1
sl: Kot konca 1
sr: Угао краја 1
sv: Ände 1-vinkel
th: มุมปลาย 1
tr: Uç 1 Açısı
uk: Кут кінця 1
ur: سرا 1 زاویہ
vi: Góc đầu 1

source: End 2 Angle
af: Einde 2 Hoek
ar: زاوية النهاية 2
bg: Ъгъл на край 2
bn: প্রান্ত 2 কোণ
bs: Ugao kraja 2
cs: Úhel konce 2
da: Ende 2-vinkel
de: Ende 2 Winkel
el: Γωνία Άκρου 2
es: Ángulo extremo 2
et: Otsa 2 nurk
fi: Pään 2 kulma
fr: Angle extrémité 2
he: זווית קצה 2
hi: छोर 2 कोण
hr: Kut kraja 2
hu: 2. végpont szög
id: Sudut Ujung 2
it: Angolo Estremità 2
ja: 端点2の角度
lt: 2 galo kampas
lv: 2. gala leņķis
mk: Агол на крај 2
nl: Hoek uiteinde 2
no: Ende 2-vinkel
pl: Kąt końca 2
pt: Ângulo da Extremidade 2
ro: Unghi capăt 2
ru: Угол конца 2
sk: Uhol konca 2
sl: Kot konca 2
sr: Угао краја 2
sv: Ände 2-vinkel
th: มุมปลาย 2
tr: Uç 2 Açısı
uk: Кут кінця 2
ur: سرا 2 زاویہ
vi: Góc đầu 2

source: Wire Arc Data
af: Draadboogdata
ar: بيانات قوس السلك
bg: Данни за дъгата на проводника
bn: তারের আর্ক ডেটা
bs: Podaci luka žice
cs: Data oblouku vodiče
da: Trådbuedata
de: Drahtbogen-Daten
el: Δεδομένα Τόξου Αγωγού
es: Datos del arco de conductor
et: Juhtmekaare andmed
fi: Johdinkaaren tiedot
fr: Données d'arc de fil
he: נתוני קשת חוט
hi: तार आर्क डेटा
hr: Podaci luka žice
hu: Huzal ív adatok
id: Data Busur Kawat
it: Dati Filo ad Arco
ja: ワイヤアークデータ
lt: Laido lanko duomenys
lv: Vada loka dati
mk: Податоци за лак на жица
nl: Draadbooggegevens
no: Trådbuedata
pl: Dane łuku przewodu
pt: Dados do Arco de Fio
ro: Date arc de fir
ru: Данные дуги провода
sk: Údaje oblúka drôtu
sl: Podatki žičnega loka
sr: Подаци лука жице
sv: Trådbågdata
th: ข้อมูลส่วนโค้งสาย
tr: Tel Yay Verileri
uk: Дані дуги дроту
ur: تار آرک ڈیٹا
vi: Dữ liệu cung dây dẫn

source: Delete Card
af: Skrap Kaart
ar: حذف البطاقة
bg: Изтриване на карта
bn: কার্ড মুছুন
bs: Obriši karticu
cs: Smazat kartu
da: Slet kort
de: Karte löschen
el: Διαγραφή Κάρτας
es: Eliminar tarjeta
et: Kustuta kaart
fi: Poista kortti
fr: Supprimer la carte
he: מחק כרטיס
hi: कार्ड हटाएं
hr: Obriši karticu
hu: Kártya törlése
id: Hapus Kartu
it: Elimina Scheda
ja: カードを削除
lt: Ištrinti kortelę
lv: Dzēst karti
mk: Избриши картичка
nl: Kaart verwijderen
no: Slett kort
pl: Usuń kartę
pt: Excluir Cartão
ro: Șterge card
ru: Удалить карту
sk: Odstrániť kartu
sl: Izbriši kartico
sr: Обриши картицу
sv: Ta bort kort
th: ลบการ์ด
tr: Kartı Sil
uk: Видалити картку
ur: کارڈ حذف کریں
vi: Xóa thẻ

source: Cylindrical Structure (GR card)
af: Silindriese Struktuur (GR-kaart)
ar: هيكل أسطواني (بطاقة GR)
bg: Цилиндрична структура (GR карта)
bn: সিলিন্ড্রিক্যাল স্ট্রাকচার (GR card)
bs: Cilindrična struktura (GR kartica)
cs: Cylindrická struktura (karta GR)
da: Cylindrisk struktur (GR-kort)
de: Zylindrische Struktur (GR Card)
el: Κυλινδρική Δομή (κάρτα GR)
es: Estructura cilíndrica (tarjeta GR)
et: Silindriline struktuur (GR kaart)
fi: Sylinterirakenne (GR-kortti)
fr: Structure cylindrique (carte GR)
he: מבנה גלילי (כרטיס GR)
hi: बेलनाकार संरचना (GR card)
hr: Cilindrična struktura (GR kartica)
hu: Hengeres struktúra (GR kártya)
id: Struktur Silinder (kartu GR)
it: Struttura Cilindrica (scheda GR)
ja: 円筒構造 (GRカード)
lt: Cilindrinė struktūra (GR kortelė)
lv: Cilindriska struktūra (GR karte)
mk: Цилиндрична структура (GR картичка)
nl: Cilindrische structuur (GR-kaart)
no: Sylindrisk struktur (GR-kort)
pl: Struktura cylindryczna (karta GR)
pt: Estrutura Cilíndrica (cartão GR)
ro: Structură cilindrică (card GR)
ru: Цилиндрическая структура (карта GR)
sk: Cylindrická štruktúra (karta GR)
sl: Cilindrična struktura (GR kartica)
sr: Цилиндрична структура (GR картица)
sv: Cylindrisk struktur (GR-kort)
th: โครงสร้างทรงกระบอก (การ์ด GR)
tr: Silindirik Yapı (GR kartı)
uk: Циліндрична структура (картка GR)
ur: سلنڈری ساخت (GR card)
vi: Cấu trúc hình trụ (thẻ GR)

source: Tag Number Increment
af: Etiketnommer-inkrement
ar: زيادة رقم tag
bg: Увеличение на номера на тага
bn: ট্যাগ নম্বর বৃদ্ধি
bs: Inkrement broja oznake
cs: Přírůstek čísla tagu
da: Tag-nummerforøgelse
de: Tag-Nummern-Inkrement
el: Αύξηση Αριθμού Tag
es: Incremento de número de etiqueta
et: Märgendi numbri kasv
fi: Tunnistenumeron lisäys
fr: Incrément du numéro de tag
he: תוספת מספר תגית
hi: Tag संख्या वृद्धि
hr: Povećanje broja oznake
hu: Címke szám növekmény
id: Penambahan Nomor Tag
it: Incremento Numero Tag
ja: タグ番号増分
lt: Žymės numerio pokytis
lv: Birkas numura pieaugums
mk: Зголемување на број на ознака
nl: Tagnummerverhoging
no: Tag-nummerøkning
pl: Przyrost numeru znacznika
pt: Incremento do Número de Tag
ro: Increment număr etichetă
ru: Приращение номера метки
sk: Prírastok čísla tagu
sl: Prirastek številke oznake
sr: Инкремент броја ознаке
sv: Taggnummerökning
th: การเพิ่มหมายเลข tag
tr: Etiket Numarası Artışı
uk: Приріст номера тегу
ur: ٹیگ نمبر اضافہ
vi: Số gia tag

source: Number of Structures
af: Aantal Strukture
ar: عدد الهياكل
bg: Брой структури
bn: স্ট্রাকচারের সংখ্যা
bs: Broj struktura
cs: Počet struktur
da: Antal strukturer
de: Anzahl der Strukturen
el: Αριθμός Δομών
es: Número de estructuras
et: Struktuuride arv
fi: Rakenteiden lukumäärä
fr: Nombre de structures
he: מספר מבנים
hi: संरचनाओं की संख्या
hr: Broj struktura
hu: Struktúrák száma
id: Jumlah Struktur
it: Numero di Strutture
ja: 構造数
lt: Struktūrų skaičius
lv: Struktūru skaits
mk: Број на структури
nl: Aantal structuren
no: Antall strukturer
pl: Liczba struktur
pt: Número de Estruturas
ro: Număr de structuri
ru: Количество структур
sk: Počet štruktúr
sl: Število struktur
sr: Број структура
sv: Antal strukturer
th: จำนวนโครงสร้าง
tr: Yapı Sayısı
uk: Кількість структур
ur: ساختوں کی تعداد
vi: Số lượng cấu trúc

source: Cylindrical Structure
af: Silindriese Struktuur
ar: هيكل أسطواني
bg: Цилиндрична структура
bn: সিলিন্ড্রিক্যাল স্ট্রাকচার
bs: Cilindrična struktura
cs: Válcová struktura
da: Cylindrisk struktur
de: Zylindrische Struktur
el: Κυλινδρική Δομή
es: Estructura cilíndrica
et: Silindriline struktuur
fi: Lieriörakenne
fr: Structure cylindrique
he: מבנה גלילי
hi: बेलनाकार संरचना
hr: Cilindrična struktura
hu: Hengeres struktúra
id: Struktur Silinder
it: Struttura Cilindrica
ja: 円筒構造
lt: Cilindrinė struktūra
lv: Cilindriska struktūra
mk: Цилиндрична структура
nl: Cilindrische structuur
no: Sylindrisk struktur
pl: Struktura cylindryczna
pt: Estrutura Cilíndrica
ro: Structură cilindrică
ru: Цилиндрическая структура
sk: Valcová štruktúra
sl: Cilindrična struktura
sr: Цилиндрична структура
sv: Cylindrisk struktur
th: โครงสร้างทรงกระบอก
tr: Silindirik Yapı
uk: Циліндрична структура
ur: سلنڈری ساخت
vi: Cấu trúc hình trụ

source: Xnec2c Error
af: Xnec2c Fout
ar: خطأ Xnec2c
bg: Грешка на Xnec2c
bn: Xnec2c ত্রুটি
bs: Xnec2c greška
cs: Chyba Xnec2c
da: Xnec2c-fejl
de: Xnec2c-Fehler
el: Σφάλμα Xnec2c
es: Error de Xnec2c
et: Xnec2c viga
fi: Xnec2c-virhe
fr: Erreur Xnec2c
he: שגיאת Xnec2c
hi: Xnec2c त्रुटि
hr: Xnec2c pogreška
hu: Xnec2c hiba
id: Kesalahan Xnec2c
it: Errore Xnec2c
ja: Xnec2c エラー
lt: Xnec2c klaida
lv: Xnec2c kļūda
mk: Xnec2c грешка
nl: Xnec2c-fout
no: Xnec2c-feil
pl: Błąd Xnec2c
pt: Erro do Xnec2c
ro: Eroare Xnec2c
ru: Ошибка Xnec2c
sk: Chyba Xnec2c
sl: Napaka Xnec2c
sr: Xnec2c грешка
sv: Xnec2c-fel
th: ข้อผิดพลาด Xnec2c
tr: Xnec2c Hatası
uk: Помилка Xnec2c
ur: Xnec2c خرابی
vi: Lỗi Xnec2c

source: Error
af: Fout
ar: خطأ
bg: Грешка
bn: ত্রুটি
bs: Greška
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
lt: Klaida
lv: Kļūda
mk: Грешка
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sr: Грешка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi

source: Excitation Command (EX Card)
af: Opwekkingsopdrag (EX-kaart)
ar: أمر الإثارة (بطاقة EX)
bg: Команда за възбуждане (EX карта)
bn: এক্সাইটেশন কমান্ড (EX Card)
bs: Naredba pobude (EX kartica)
cs: Příkaz buzení (karta EX)
da: Excitationskommando (EX Card)
de: Erregungsbefehl (EX Card)
el: Εντολή Διέγερσης (Κάρτα EX)
es: Comando de excitación (tarjeta EX)
et: Ergastuskäsk (EX kaart)
fi: Herätekäsky (EX-kortti)
fr: Commande d'excitation (carte EX)
he: פקודת עירור (כרטיס EX)
hi: उत्तेजन कमांड (EX Card)
hr: Naredba pobude (EX kartica)
hu: Gerjesztés parancs (EX kártya)
id: Perintah Eksitasi (Kartu EX)
it: Comando di Eccitazione (Scheda EX)
ja: 励振コマンド (EXカード)
lt: Sužadinimo komanda (EX kortelė)
lv: Ierosmes komanda (EX karte)
mk: Команда за ексцитација (EX картичка)
nl: Excitatieopdracht (EX Card)
no: Eksitasjonskommando (EX-kort)
pl: Polecenie wzbudzenia (karta EX)
pt: Comando de Excitação (Cartão EX)
ro: Comandă de excitație (Card EX)
ru: Команда возбуждения (карта EX)
sk: Príkaz budenia (karta EX)
sl: Ukaz za vzbujanje (EX kartica)
sr: Команда побуде (EX картица)
sv: Excitationskommando (EX-kort)
th: คำสั่งกระตุ้น (EX Card)
tr: Uyarım Komutu (EX Kartı)
uk: Команда збудження (картка EX)
ur: ایکسائٹیشن کمانڈ (EX Card)
vi: Lệnh kích thích (Thẻ EX)

source: Incident LH Wave
af: Invallende LH-golf
ar: موجة ساقطة يسارية الدوران
bg: Падаща лява вълна
bn: ইনসিডেন্ট LH ওয়েভ
bs: Upadni LH talas
cs: Dopadající LH vlna
da: Indkommende LH-bølge
de: Einfallende LH-Welle
el: Προσπίπτον Αριστερόστροφο Κύμα
es: Onda incidente LH
et: Langev vasakukäeline laine
fi: Saapuva vasenkätinen aalto
fr: Onde incidente gauche
he: גל פוגע שמאלי
hi: आपतित LH तरंग
hr: Upadni LH val
hu: Beeső balkezes hullám
id: Gelombang LH Datang
it: Onda Incidente LH
ja: 入射左旋円偏波
lt: Krintanti LH banga
lv: Krītošais LH vilnis
mk: Инцидентен LH бран
nl: Invallende LH-golf
no: Innfallende LH-bølge
pl: Fala padająca lewoskrętna
pt: Onda Incidente LH
ro: Undă incidentă LH
ru: Падающая левовращающаяся волна
sk: Dopadajúca ľavotočivá vlna
sl: Vpadni LH val
sr: Упадни леворуки талас
sv: Infallande VH-våg
th: คลื่นตกกระทบหมุนซ้าย
tr: Gelen Sol El Dalgası
uk: Падаюча лівополяризована хвиля
ur: واقع LH موج
vi: Sóng tới phân cực tròn trái

source: Incident Linear Wave
af: Invallende Lineêre Golf
ar: موجة ساقطة خطية
bg: Падаща линейна вълна
bn: ইনসিডেন্ট লিনিয়ার ওয়েভ
bs: Upadni linearni talas
cs: Dopadající lineární vlna
da: Indkommende lineær bølge
de: Einfallende lineare Welle
el: Προσπίπτον Γραμμικό Κύμα
es: Onda incidente lineal
et: Langev lineaarne laine
fi: Saapuva lineaarinen aalto
fr: Onde incidente linéaire
he: גל פוגע ליניארי
hi: आपतित रैखिक तरंग
hr: Upadni linearni val
hu: Beeső lineáris hullám
id: Gelombang Linear Datang
it: Onda Incidente Lineare
ja: 入射直線偏波
lt: Krintanti tiesinė banga
lv: Krītošais lineārais vilnis
mk: Инцидентен линеарен бран
nl: Invallende lineaire golf
no: Innfallende lineær bølge
pl: Fala padająca liniowa
pt: Onda Linear Incidente
ro: Undă liniară incidentă
ru: Падающая линейно-поляризованная волна
sk: Dopadajúca lineárna vlna
sl: Vpadni linearni val
sr: Упадни линеарни талас
sv: Infallande linjär våg
th: คลื่นตกกระทบเชิงเส้น
tr: Gelen Doğrusal Dalga
uk: Падаюча лінійно поляризована хвиля
ur: واقع لینیئر موج
vi: Sóng tới phân cực tuyến tính

source: Current Source
af: Stroombron
ar: مصدر تيار
bg: Токов източник
bn: কারেন্ট সোর্স
bs: Izvor struje
cs: Zdroj proudu
da: Strømkilde
de: Stromquelle
el: Πηγή Ρεύματος
es: Fuente de corriente
et: Vooluallikas
fi: Virtalähde
fr: Source de courant
he: מקור זרם
hi: धारा स्रोत
hr: Strujni izvor
hu: Áramforrás
id: Sumber Arus
it: Sorgente di Corrente
ja: 電流源
lt: Srovės šaltinis
lv: Strāvas avots
mk: Извор на струја
nl: Stroombron
no: Strømkilde
pl: Źródło prądowe
pt: Fonte de Corrente
ro: Sursă de curent
ru: Источник тока
sk: Prúdový zdroj
sl: Tokovni vir
sr: Извор струје
sv: Strömkälla
th: แหล่งจ่ายกระแส
tr: Akım Kaynağı
uk: Джерело струму
ur: کرنٹ سورس
vi: Nguồn dòng điện

source: Incident RH Wave
af: Invallende RH-golf
ar: موجة ساقطة يمينية الدوران
bg: Падаща дясна вълна
bn: ইনসিডেন্ট RH ওয়েভ
bs: Upadni RH talas
cs: Dopadající RH vlna
da: Indkommende RH-bølge
de: Einfallende RH-Welle
el: Προσπίπτον Δεξιόστροφο Κύμα
es: Onda incidente RH
et: Langev paremakäeline laine
fi: Saapuva oikeakätinen aalto
fr: Onde incidente droite
he: גל פוגע ימני
hi: आपतित RH तरंग
hr: Upadni RH val
hu: Beeső jobbkezes hullám
id: Gelombang RH Datang
it: Onda Incidente RH
ja: 入射右旋円偏波
lt: Krintanti RH banga
lv: Krītošais RH vilnis
mk: Инцидентен RH бран
nl: Invallende RH-golf
no: Innfallende RH-bølge
pl: Fala padająca prawoskrętna
pt: Onda Incidente RH
ro: Undă incidentă RH
ru: Падающая правовращающаяся волна
sk: Dopadajúca pravotočivá vlna
sl: Vpadni RH val
sr: Упадни десноруки талас
sv: Infallande HH-våg
th: คลื่นตกกระทบหมุนขวา
tr: Gelen Sağ El Dalgası
uk: Падаюча правополяризована хвиля
ur: واقع RH موج
vi: Sóng tới phân cực tròn phải

source: Current Slope Discontinuity
af: Stroomhelling Diskontinuïteit
ar: انقطاع ميل التيار
bg: Прекъсване на наклона на тока
bn: কারেন্ট স্লোপ ডিসকন্টিনিউটি
bs: Diskontinuitet nagiba struje
cs: Diskontinuita sklonu proudu
da: Strømhældningsdiskontinuitet
de: Stromsteigungsdiskontinuität
el: Ασυνέχεια Κλίσης Ρεύματος
es: Discontinuidad de pendiente de corriente
et: Voolu kalde katkestus
fi: Virran kaltevuuden epäjatkuvuus
fr: Discontinuité de pente du courant
he: אי-רציפות שיפוע זרם
hi: धारा ढाल असंतता
hr: Diskontinuitet nagiba struje
hu: Árammeredekség szakadás
id: Diskontinuitas Kemiringan Arus
it: Discontinuità di Pendenza della Corrente
ja: 電流傾斜不連続
lt: Srovės nuolydžio trūkis
lv: Strāvas slīpuma pārtraukums
mk: Дисконтинуитет на наклон на струја
nl: Stroomhelling-discontinuïteit
no: Strømhelningsdiskontinuitet
pl: Nieciągłość nachylenia prądu
pt: Descontinuidade de Inclinação de Corrente
ro: Discontinuitate a pantei curentului
ru: Разрыв наклона тока
sk: Nespojitosť sklonu prúdu
sl: Nezveznost naklona toka
sr: Дисконтинуитет нагиба струје
sv: Strömlutningsdiskontinuitet
th: ความไม่ต่อเนื่องของความชันกระแส
tr: Akım Eğimi Süreksizliği
uk: Розрив нахилу струму
ur: کرنٹ سلوپ عدم تسلسل
vi: Gián đoạn độ dốc dòng điện

source: Voltage Source
af: Spanningsbron
ar: مصدر جهد
bg: Източник на напрежение
bn: ভোল্টেজ সোর্স
bs: Izvor napona
cs: Zdroj napětí
da: Spændingskilde
de: Spannungsquelle
el: Πηγή Τάσης
es: Fuente de voltaje
et: Pingeallikas
fi: Jännitelähde
fr: Source de tension
he: מקור מתח
hi: वोल्टेज स्रोत
hr: Naponski izvor
hu: Feszültségforrás
id: Sumber Tegangan
it: Sorgente di Tensione
ja: 電圧源
lt: Įtampos šaltinis
lv: Sprieguma avots
mk: Извор на напон
nl: Spanningsbron
no: Spenningskilde
pl: Źródło napięciowe
pt: Fonte de Tensão
ro: Sursă de tensiune
ru: Источник напряжения
sk: Napäťový zdroj
sl: Napetostni vir
sr: Извор напона
sv: Spänningskälla
th: แหล่งจ่ายแรงดัน
tr: Gerilim Kaynağı
uk: Джерело напруги
ur: وولٹیج سورس
vi: Nguồn điện áp

source: Excitation Type
af: Opwekkingstipe
ar: نوع الإثارة
bg: Тип възбуждане
bn: এক্সাইটেশন প্রকার
bs: Tip pobude
cs: Typ buzení
da: Excitationstype
de: Erregungstyp
el: Τύπος Διέγερσης
es: Tipo de excitación
et: Ergastuse tüüp
fi: Herätteen tyyppi
fr: Type d'excitation
he: סוג עירור
hi: उत्तेजन प्रकार
hr: Vrsta pobude
hu: Gerjesztés típusa
id: Tipe Eksitasi
it: Tipo di Eccitazione
ja: 励振タイプ
lt: Sužadinimo tipas
lv: Ierosmes veids
mk: Тип на ексцитација
nl: Excitatietype
no: Eksitasjonstype
pl: Typ wzbudzenia
pt: Tipo de Excitação
ro: Tip de excitație
ru: Тип возбуждения
sk: Typ budenia
sl: Vrsta vzbujanja
sr: Тип побуде
sv: Excitationstyp
th: ประเภทการกระตุ้น
tr: Uyarım Türü
uk: Тип збудження
ur: ایکسائٹیشن کی قسم
vi: Loại kích thích

source: Maximum Admittance Matrix Asymmetry
af: Maksimum Admittansiematriks Asimmetrie
ar: الحد الأقصى لعدم تماثل مصفوفة السماحية
bg: Максимална асиметрия на матрицата на проводимостта
bn: সর্বোচ্চ অ্যাডমিট্যান্স ম্যাট্রিক্স অসামঞ্জস্য
bs: Maksimalna asimetrija matrice admitancije
cs: Maximální asymetrie matice admitance
da: Maksimal admittansmatrix-asymmetri
de: Maximale Admittanzmatrix-Asymmetrie
el: Μέγιστη Ασυμμετρία Πίνακα Αγωγιμότητας
es: Asimetría máxima de matriz de admitancia
et: Maksimaalne admitantsmaatriksi asümmeetria
fi: Admittanssimatriisin suurin epäsymmetria
fr: Asymétrie maximale de la matrice d'admittance
he: אי-סימטריה מרבית של מטריצת ההולכה
hi: अधिकतम एडमिटेंस मैट्रिक्स असममिति
hr: Maksimalna asimetrija matrice admitancije
hu: Maximális admittancia mátrix aszimmetria
id: Asimetri Matriks Admitansi Maksimum
it: Asimmetria Massima della Matrice di Ammettenza
ja: アドミタンス行列の最大非対称性
lt: Maksimali laidumo matricos asimetrija
lv: Maksimālā admitances matricas asimetrija
mk: Максимална асиметрија на матрица на адмитанца
nl: Maximale admittantiematrix-asymmetrie
no: Maksimal admittansmatrise-asymmetri
pl: Maksymalna asymetria macierzy admitancji
pt: Assimetria Máxima da Matriz de Admitância
ro: Asimetrie maximă a matricei de admitanță
ru: Максимальная асимметрия матрицы проводимости
sk: Maximálna asymetria admitančnej matice
sl: Največja asimetrija matrike admitance
sr: Максимална асиметрија матрице адмитансе
sv: Maximal admittansmatrisasymmetri
th: ความไม่สมมาตรสูงสุดของเมทริกซ์แอดมิตแตนซ์
tr: Maksimum Admitans Matrisi Asimetrisi
uk: Максимальна асиметрія матриці провідності
ur: زیادہ سے زیادہ ایڈمیٹنس میٹرکس عدم توازن
vi: Bất đối xứng ma trận dẫn nạp cực đại
