Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: List_Comments(): Error reading input file Unexpected EOF (End of File)
af: List_Comments(): Fout met lees van invoerlêer Onverwagte EOF (Einde van Lêer)
ar: List_Comments(): خطأ في قراءة ملف الإدخال نهاية ملف غير متوقعة (EOF)
bg: List_Comments(): Грешка при четене на входния файл Неочакван EOF (край на файла)
bn: List_Comments(): ইনপুট ফাইল পড়তে ত্রুটি অপ্রত্যাশিত EOF (ফাইলের শেষ)
bs: List_Comments(): Greška pri čitanju ulazne datoteke Neočekivan EOF (kraj datoteke)
cs: List_Comments(): Chyba při čtení vstupního souboru Neočekávaný EOF (konec souboru)
da: List_Comments(): Fejl ved læsning af inputfil Uventet EOF (End of File)
de: List_Comments(): Fehler beim Lesen der Eingabedatei Unerwartetes EOF (Dateiende)
el: List_Comments(): Σφάλμα ανάγνωσης αρχείου εισόδου Μη αναμενόμενο EOF (Τέλος Αρχείου)
es: List_Comments(): Error al leer el archivo de entrada EOF inesperado (Fin de Archivo)
et: List_Comments(): Viga sisendfaili lugemisel Ootamatu EOF (faili lõpp)
fi: List_Comments(): Virhe syötetiedoston lukemisessa Odottamaton EOF (tiedoston loppu)
fr: List_Comments(): Erreur de lecture du fichier d'entrée Fin de fichier (EOF) inattendue
he: List_Comments(): שגיאה בקריאת קובץ קלט סוף קובץ (EOF) בלתי צפוי
hi: List_Comments(): इनपुट फ़ाइल पढ़ने में त्रुटि अप्रत्याशित EOF (फ़ाइल का अंत)
hr: List_Comments(): Pogreška pri čitanju ulazne datoteke Neočekivani EOF (kraj datoteke)
hu: List_Comments(): Hiba a bemeneti fájl olvasásakor Váratlan EOF (fájl vége)
id: List_Comments(): Kesalahan membaca file input EOF (End of File) tidak terduga
it: List_Comments(): Errore nella lettura del file di input EOF inatteso (Fine del File)
ja: List_Comments(): 入力ファイルの読み取りエラー 予期しないEOF (ファイル終端)
lt: List_Comments(): Klaida skaitant įvesties failą Netikėta EOF (failo pabaiga)
lv: List_Comments(): Kļūda lasot ievades failu Negaidīts EOF (faila beigas)
mk: List_Comments(): Грешка при читање на влезна датотека Неочекуван EOF (крај на датотека)
nl: List_Comments(): Fout bij lezen invoerbestand Onverwacht EOF (einde van bestand)
no: List_Comments(): Feil ved lesing av inndatafil Uventet EOF (slutt på fil)
pl: List_Comments(): Błąd odczytu pliku wejściowego Niespodziewany EOF (koniec pliku)
pt: List_Comments(): Erro ao ler arquivo de entrada EOF inesperado (Fim de Arquivo)
ro: List_Comments(): Eroare la citirea fișierului de intrare EOF neașteptat (Sfârșit de fișier)
ru: List_Comments(): Ошибка чтения входного файла Неожиданный EOF (конец файла)
sk: List_Comments(): Chyba pri čítaní vstupného súboru Neočakávaný EOF (koniec súboru)
sl: List_Comments(): Napaka pri branju vhodne datoteke Nepričakovan EOF (konec datoteke)
sr: List_Comments(): Грешка при читању улазне датотеке Неочекивани EOF (крај датотеке)
sv: List_Comments(): Fel vid läsning av indatafil Oväntat EOF (filslut)
th: List_Comments(): ข้อผิดพลาดในการอ่านไฟล์อินพุต พบ EOF (สิ้นสุดไฟล์) โดยไม่คาดคิด
tr: List_Comments(): Girdi dosyası okunurken hata Beklenmeyen EOF (Dosya Sonu)
uk: List_Comments(): Помилка читання вхідного файлу Неочікуваний EOF (кінець файлу)
ur: List_Comments(): ان پٹ فائل پڑھنے میں خرابی غیر متوقع EOF (فائل کا اختتام)
vi: List_Comments(): Lỗi đọc tệp đầu vào EOF (Kết thúc tệp) không mong đợi

source: List_Comments(): Error reading input file Comment mnemonic short or missing
af: List_Comments(): Fout met lees van invoerlêer Kommentaar-mnemoniese kort of ontbreek
ar: List_Comments(): خطأ في قراءة ملف الإدخال رمز التعليق قصير أو مفقود
bg: List_Comments(): Грешка при четене на входния файл Мнемониката на коментара е къса или липсва
bn: List_Comments(): ইনপুট ফাইল পড়তে ত্রুটি মন্তব্য মেমোনিক সংক্ষিপ্ত বা অনুপস্থিত
bs: List_Comments(): Greška pri čitanju ulazne datoteke Mnemonik komentara prekratak ili nedostaje
cs: List_Comments(): Chyba při čtení vstupního souboru Mnemonika komentáře je krátká nebo chybí
da: List_Comments(): Fejl ved læsning af inputfil Kommentar-mnemonic kort eller mangler
de: List_Comments(): Fehler beim Lesen der Eingabedatei Kommentar-Mnemonic zu kurz oder fehlend
el: List_Comments(): Σφάλμα ανάγνωσης αρχείου εισόδου Το μνημονικό σχολίου είναι σύντομο ή λείπει
es: List_Comments(): Error al leer el archivo de entrada Mnemónico de comentario corto o ausente
et: List_Comments(): Viga sisendfaili lugemisel Kommentaari mnemooniline kood on lühike või puudub
fi: List_Comments(): Virhe syötetiedoston lukemisessa Kommenttitunniste puuttuu tai on liian lyhyt
fr: List_Comments(): Erreur de lecture du fichier d'entrée Mnémonique de commentaire court ou manquant
he: List_Comments(): שגיאה בקריאת קובץ קלט מנמוניקת הערה קצרה או חסרה
hi: List_Comments(): इनपुट फ़ाइल पढ़ने में त्रुटि टिप्पणी स्मरक छोटा या अनुपस्थित
hr: List_Comments(): Pogreška pri čitanju ulazne datoteke Mnemonik komentara prekratak ili nedostaje
hu: List_Comments(): Hiba a bemeneti fájl olvasásakor Megjegyzés mnemonik túl rövid vagy hiányzik
id: List_Comments(): Kesalahan membaca file input Mnemonik komentar terlalu pendek atau tidak ada
it: List_Comments(): Errore nella lettura del file di input Mnemonico del commento breve o mancante
ja: List_Comments(): 入力ファイルの読み取りエラー コメントニーモニックが短いか欠落しています
lt: List_Comments(): Klaida skaitant įvesties failą Komentaro mnemonika trumpa arba trūksta
lv: List_Comments(): Kļūda lasot ievades failu Komentāra mnemonika īsa vai trūkst
mk: List_Comments(): Грешка при читање на влезна датотека Мнемоникот за коментар е краток или недостасува
nl: List_Comments(): Fout bij lezen invoerbestand Commentaarmnemonic te kort of ontbreekt
no: List_Comments(): Feil ved lesing av inndatafil Kommentarmnemonikk kort eller mangler
pl: List_Comments(): Błąd odczytu pliku wejściowego Mnemonik komentarza za krótki lub brakujący
pt: List_Comments(): Erro ao ler arquivo de entrada Mnemônico de comentário curto ou ausente
ro: List_Comments(): Eroare la citirea fișierului de intrare Mnemonica comentariului este scurtă sau lipsește
ru: List_Comments(): Ошибка чтения входного файла Мнемоника комментария короткая или отсутствует
sk: List_Comments(): Chyba pri čítaní vstupného súboru Mnemotechnická značka komentára je krátka alebo chýba
sl: List_Comments(): Napaka pri branju vhodne datoteke Mnemonik komentarja je prekratek ali manjka
sr: List_Comments(): Грешка при читању улазне датотеке Мнемоник коментара је кратак или недостаје
sv: List_Comments(): Fel vid läsning av indatafil Kommentarmnemonik kort eller saknas
th: List_Comments(): ข้อผิดพลาดในการอ่านไฟล์อินพุต ตัวช่วยจำการ์ดความคิดเห็นสั้นหรือหายไป
tr: List_Comments(): Girdi dosyası okunurken hata Açıklama anımsatıcısı kısa veya eksik
uk: List_Comments(): Помилка читання вхідного файлу Мнемоніка коментаря скорочена або відсутня
ur: List_Comments(): ان پٹ فائل پڑھنے میں خرابی تبصرہ نیمونک مختصر یا غائب ہے
vi: List_Comments(): Lỗi đọc tệp đầu vào Mã ghi chú bị thiếu hoặc quá ngắn

source: End Comments
af: Einde Kommentaar
ar: نهاية التعليقات
bg: Край на коментарите
bn: মন্তব্য সমাপ্ত
bs: Kraj komentara
cs: Konec komentářů
da: Slut på kommentarer
de: Ende Kommentare
el: Τέλος Σχολίων
es: Fin de comentarios
et: Kommentaaride lõpp
fi: Kommentit päättyvät
fr: Fin des commentaires
he: סוף הערות
hi: टिप्पणियाँ समाप्त
hr: Kraj komentara
hu: Megjegyzések vége
id: Akhir Komentar
it: Fine Commenti
ja: コメント終了
lt: Komentarų pabaiga
lv: Komentāru beigas
mk: Крај на коментари
nl: Einde opmerkingen
no: Slutt på kommentarer
pl: Koniec komentarzy
pt: Fim dos Comentários
ro: Sfârșit comentarii
ru: Конец комментариев
sk: Koniec komentárov
sl: Konec komentarjev
sr: Крај коментара
sv: Slut på kommentarer
th: จบความคิดเห็น
tr: Açıklamalar Sonu
uk: Кінець коментарів
ur: تبصرے ختم
vi: Kết thúc ghi chú

source: Cannot save treeview data Please use the Save button to specify a file path
af: Kan nie boomsigdata stoor nie Gebruik asseblief die Stoor-knoppie om 'n lêerpad te spesifiseer
ar: لا يمكن حفظ بيانات العرض الشجري يرجى استخدام زر الحفظ لتحديد مسار الملف
bg: Не може да се запазят данните от дървовидния изглед Моля, използвайте бутона Запазване за да укажете път към файл
bn: ট্রিভিউ ডেটা সংরক্ষণ করা যাচ্ছে না ফাইল পাথ নির্দিষ্ট করতে অনুগ্রহ করে Save বোতাম ব্যবহার করুন
bs: Nije moguće sačuvati podatke stabla Molimo koristite dugme Sačuvaj za određivanje putanje datoteke
cs: Nelze uložit data stromového zobrazení Použijte prosím tlačítko Uložit pro zadání cesty k souboru
da: Kan ikke gemme trævisningsdata Brug venligst Gem-knappen for at angive en filsti
de: Baumansichtsdaten können nicht gespeichert werden Bitte verwenden Sie die Schaltfläche Speichern um einen Dateipfad anzugeben
el: Αδύνατη η αποθήκευση δεδομένων δενδροειδούς προβολής Παρακαλώ χρησιμοποιήστε το κουμπί Αποθήκευση για να καθορίσετε μια διαδρομή αρχείου
es: No se pueden guardar los datos de la vista de árbol Por favor use el botón Guardar para especificar una ruta de archivo
et: Puuvaate andmeid ei saa salvestada Palun kasutage nuppu Salvesta failitee määramiseks
fi: Puunäkymätietoja ei voi tallentaa Käytä Tallenna-painiketta määrittääksesi tiedostopolun
fr: Impossible d'enregistrer les données de l'arborescence Veuillez utiliser le bouton Enregistrer pour spécifier un chemin de fichier
he: לא ניתן לשמור נתוני תצוגת עץ אנא השתמש בלחצן שמור כדי לציין נתיב קובץ
hi: ट्रीव्यू डेटा सहेजा नहीं जा सकता कृपया फ़ाइल पथ निर्दिष्ट करने के लिए सहेजें बटन का उपयोग करें
hr: Nije moguće spremiti podatke prikaza stabla Molimo koristite gumb Spremi za određivanje putanje datoteke
hu: Nem lehet menteni a fanézet adatait Kérjük, használja a Mentés gombot a fájl elérési útjának megadásához
id: Tidak dapat menyimpan data treeview Silakan gunakan tombol Simpan untuk menentukan jalur file
it: Impossibile salvare i dati della vista ad albero Utilizzare il pulsante Salva per specificare un percorso file
ja: ツリービューデータを保存できません ファイルパスを指定するには 保存ボタンを使用してください
lt: Nepavyksta išsaugoti medžio rodinio duomenų Naudokite mygtuką Išsaugoti nurodydami failo kelią
lv: Nevar saglabāt koka skata datus Lūdzu, izmantojiet pogu Saglabāt, lai norādītu faila ceļu
mk: Не може да се зачуваат податоците од дрвото Ве молиме користете го копчето Зачувај за да одредите патека на датотека
nl: Kan boomweergavegegevens niet opslaan Gebruik de knop Opslaan om een bestandspad op te geven
no: Kan ikke lagre trevisningsdata Vennligst bruk Lagre-knappen for å angi en filbane
pl: Nie można zapisać danych widoku drzewa Proszę użyć przycisku Zapisz aby określić ścieżkę pliku
pt: Não é possível salvar dados da árvore Por favor use o botão Salvar para especificar um caminho de arquivo
ro: Nu se pot salva datele din arborescent Vă rugăm utilizați butonul Salvare pentru a specifica o cale de fișier
ru: Невозможно сохранить данные дерева Пожалуйста, используйте кнопку Сохранить для указания пути к файлу
sk: Nie je možné uložiť údaje stromového zobrazenia Použite tlačidlo Uložiť na zadanie cesty k súboru
sl: Ni mogoče shraniti podatkov drevesnega pogleda Prosimo, uporabite gumb Shrani za določitev poti datoteke
sr: Није могуће сачувати податке приказа стабла Молимо користите дугме Сачувај да бисте навели путању датотеке
sv: Kan inte spara trädvydata Använd knappen Spara för att ange en filsökväg
th: ไม่สามารถบันทึกข้อมูล treeview โปรดใช้ปุ่มบันทึก เพื่อระบุเส้นทางไฟล์
tr: Ağaç görünümü verileri kaydedilemiyor Lütfen bir dosya yolu belirtmek için Kaydet düğmesini kullanın
uk: Неможливо зберегти дані деревовидного перегляду Будь ласка, використовуйте кнопку Зберегти щоб вказати шлях до файлу
ur: ٹری ویو ڈیٹا محفوظ نہیں کر سکتے براہ کرم محفوظ کریں بٹن استعمال کریں فائل پاتھ متعین کرنے کے لیے
vi: Không thể lưu dữ liệu treeview Vui lòng sử dụng nút Lưu để chỉ định đường dẫn tệp

source: improper load type chosen, requested type is %d
af: onbehoorlike lastipe gekies, versoekte tipe is %d
ar: تم اختيار نوع حمل غير صحيح، النوع المطلوب هو %d
bg: избран е неправилен тип товар, заявеният тип е %d
bn: অনুচিত লোড প্রকার নির্বাচিত, অনুরোধকৃত প্রকার হল %d
bs: odabran nepravilan tip opterećenja, traženi tip je %d
cs: zvolen nesprávný typ zátěže, požadovaný typ je %d
da: forkert belastningstype valgt, anmodet type er %d
de: Ungültiger Lasttyp gewählt, angeforderter Typ ist %d
el: επιλέχθηκε ακατάλληλος τύπος φορτίου, ο ζητούμενος τύπος είναι %d
es: tipo de carga impropio seleccionado, el tipo solicitado es %d
et: vale koormuse tüüp valitud, soovitud tüüp on %d
fi: virheellinen kuormatyyppi valittu, pyydetty tyyppi on %d
fr: type de charge incorrect choisi, le type demandé est %d
he: נבחר סוג עומס לא תקין, הסוג המבוקש הוא %d
hi: अनुचित लोड प्रकार चुना गया, अनुरोधित प्रकार %d है
hr: odabran nepravilan tip opterećenja, traženi tip je %d
hu: helytelen terhelés típus kiválasztva, a kért típus: %d
id: tipe beban tidak tepat dipilih, tipe yang diminta adalah %d
it: tipo di carico improprio selezionato, il tipo richiesto è %d
ja: 不適切な負荷タイプが選択されました、要求されたタイプは %d です
lt: pasirinktas netinkamas apkrovos tipas, prašomas tipas yra %d
lv: izvēlēts nepareizs slodzes tips, pieprasītais tips ir %d
mk: избран е несоодветен тип на оптоварување, бараниот тип е %d
nl: onjuist belastingtype gekozen, gevraagd type is %d
no: ugyldig lasttype valgt, forespurt type er %d
pl: wybrano niewłaściwy typ obciążenia, żądany typ to %d
pt: tipo de carga impróprio escolhido, tipo solicitado é %d
ro: tip de sarcină necorespunzător ales, tipul solicitat este %d
ru: выбран неправильный тип нагрузки, запрошенный тип: %d
sk: zvolený nesprávny typ záťaže, požadovaný typ je %d
sl: izbrana nepravilna vrsta bremena, zahtevana vrsta je %d
sr: изабран неисправан тип оптерећења, захтевани тип је %d
sv: felaktig lasttyp vald, begärd typ är %d
th: เลือกประเภทโหลดไม่ถูกต้อง ประเภทที่ร้องขอคือ %d
tr: uygun olmayan yük türü seçildi, istenen tür %d
uk: обрано неправильний тип навантаження, запитаний тип %d
ur: غلط لوڈ ٹائپ منتخب، درخواست شدہ ٹائپ %d ہے
vi: loại tải điện được chọn không hợp lệ, loại yêu cầu là %d

source: Improper load type chose
af: Onbehoorlike lastipe gekies
ar: تم اختيار نوع حمل غير صحيح
bg: Избран е неправилен тип товар
bn: অনুচিত লোড প্রকার নির্বাচিত
bs: Odabran nepravilan tip opterećenja
cs: Zvolen nesprávný typ zátěže
da: Forkert belastningstype valgt
de: Ungültiger Lasttyp gewählt
el: Επιλέχθηκε ακατάλληλος τύπος φορτίου
es: Tipo de carga impropio seleccionado
et: Vale koormuse tüüp valitud
fi: Virheellinen kuormatyyppi valittu
fr: Type de charge incorrect choisi
he: נבחר סוג עומס לא תקין
hi: अनुचित लोड प्रकार चुना गया
hr: Odabran nepravilan tip opterećenja
hu: Helytelen terhelés típus kiválasztva
id: Tipe beban tidak tepat dipilih
it: Tipo di carico improprio selezionato
ja: 不適切な負荷タイプが選択されました
lt: Pasirinktas netinkamas apkrovos tipas
lv: Izvēlēts nepareizs slodzes tips
mk: Избран е несоодветен тип на оптоварување
nl: Onjuist belastingtype gekozen
no: Ugyldig lasttype valgt
pl: Wybrano niewłaściwy typ obciążenia
pt: Tipo de carga impróprio escolhido
ro: Tip de sarcină necorespunzător ales
ru: Выбран неправильный тип нагрузки
sk: Zvolený nesprávny typ záťaže
sl: Izbrana nepravilna vrsta bremena
sr: Изабран неисправан тип оптерећења
sv: Felaktig lasttyp vald
th: เลือกประเภทโหลดไม่ถูกต้อง
tr: Uygun olmayan yük türü seçildi
uk: Обрано неправильний тип навантаження
ur: غلط لوڈ ٹائپ منتخب
vi: Loại tải điện được chọn không hợp lệ

source: loading data card error, no segment has an itag = %d
af: laai datakaart fout, geen segment het 'n itag = %d
ar: خطأ في تحميل بطاقة البيانات، لا يوجد segment بـ itag = %d
bg: грешка при зареждане на карта с данни, няма сегмент с itag = %d
bn: ডেটা কার্ড লোড করতে ত্রুটি, কোনো সেগমেন্টে itag = %d নেই
bs: greška pri učitavanju kartice podataka, nijedan segment nema itag = %d
cs: Chyba při načítání datové karty, žádný segment nemá itag = %d
da: fejl ved indlæsning af datakort, intet segment har itag = %d
de: Fehler beim Laden der Datenkarte, kein Segment hat itag = %d
el: σφάλμα κάρτας δεδομένων φόρτωσης, κανένα segment δεν έχει itag = %d
es: error en tarjeta de datos de carga, ningún segmento tiene itag = %d
et: andmekaardi laadimise viga, ühelgi segmendil pole itag = %d
fi: kuormitustietokortin virhe, millään segmentillä ei ole itag = %d
fr: erreur de carte de données de charge, aucun segment n'a un itag = %d
he: שגיאה בטעינת כרטיס נתונים, לאף סגמנט אין itag = %d
hi: डेटा कार्ड लोड करने में त्रुटि, किसी भी segment में itag = %d नहीं है
hr: pogreška učitavanja podatkovne kartice, nijedan segment nema itag = %d
hu: adat kártya betöltési hiba, nincs szegmens itag = %d értékkel
id: kesalahan kartu data loading, tidak ada segmen dengan itag = %d
it: errore nella scheda dati di caricamento, nessun segmento ha itag = %d
ja: データカード読み込みエラー、itag = %d を持つセグメントがありません
lt: duomenų kortelės įkėlimo klaida, joks segmentas neturi itag = %d
lv: datu kartes ielādes kļūda, nevienam segmentam nav itag = %d
mk: грешка во картичката за оптоварување, ниту еден сегмент нема itag = %d
nl: fout bij laden gegevenskaart, geen segment heeft een itag = %d
no: feil ved lasting av datakort, ingen segment har itag = %d
pl: błąd ładowania karty danych, żaden segment nie ma itag = %d
pt: erro no cartão de dados de carga, nenhum segmento tem itag = %d
ro: eroare la cardul de date de încărcare, niciun segment nu are itag = %d
ru: ошибка загрузки карты данных, ни один сегмент не имеет itag = %d
sk: chyba pri načítavaní dátovej karty, žiadny segment nemá itag = %d
sl: napaka pri nalaganju podatkovne kartice, noben segment nima itag = %d
sr: грешка картице података оптерећења, ниједан сегмент нема itag = %d
sv: fel vid laddning av datakort, inget segment har itag = %d
th: ข้อผิดพลาดการ์ดข้อมูลการโหลด ไม่มี segment ที่มี itag = %d
tr: veri kartı yükleme hatası, itag = %d olan segment yok
uk: помилка картки даних навантаження, жоден сегмент не має itag = %d
ur: ڈیٹا کارڈ لوڈنگ ایرر، کسی سیگمنٹ کا itag = %d نہیں ہے
vi: lỗi thẻ dữ liệu tải, không có phân đoạn nào có itag = %d

source: Loading data card Tag number mismatch error
af: Laai datakaart Etiketnommer-wanpassing fout
ar: تحميل بطاقة البيانات خطأ عدم تطابق رقم tag
bg: Зареждане на карта с данни Грешка при несъответствие на номера на тага
bn: ডেটা কার্ড লোড করা হচ্ছে ট্যাগ নম্বর অমিল ত্রুটি
bs: Učitavanje kartice podataka Greška nepodudaranja broja oznake
cs: Načítání datové karty Chyba nesouladu čísla tagu
da: Indlæsning af datakort Fejl i tag-nummer
de: Laden der Datenkarte Tag-Nummern-Fehler
el: Κάρτα δεδομένων φόρτωσης Σφάλμα αναντιστοιχίας αριθμού tag
es: Tarjeta de datos de carga Error de discrepancia en número de etiqueta
et: Andmekaardi laadimine Märgendi numbri mittevastavuse viga
fi: Kuormitustietokortti Tunnistenumerovirhe
fr: Chargement de la carte de données Erreur de correspondance du numéro de tag
he: טעינת כרטיס נתונים שגיאת אי-התאמה במספר תגית
hi: डेटा कार्ड लोड हो रहा है Tag नंबर मेल नहीं खाता त्रुटि
hr: Učitavanje podatkovne kartice Pogreška nepodudaranja broja oznake
hu: Adat kártya betöltése Címke szám eltérési hiba
id: Memuat kartu data Kesalahan ketidakcocokan nomor tag
it: Caricamento scheda dati Errore di mancata corrispondenza del numero di tag
ja: データカード読み込み タグ番号不一致エラー
lt: Duomenų kortelės įkėlimas Žymės numerio neatitikimo klaida
lv: Datu kartes ielāde Birkas numura neatbilstības kļūda
mk: Картичка за оптоварување Грешка во неусогласеност на број на ознака
nl: Laden gegevenskaart Fout: tagnummer komt niet overeen
no: Lasting av datakort Feil i tagnummer-samsvar
pl: Ładowanie karty danych Błąd niezgodności numeru znacznika
pt: Carregando cartão de dados Erro de incompatibilidade do número de tag
ro: Încărcare card de date Eroare de nepotrivire a numărului de etichetă
ru: Загрузка карты данных Ошибка несоответствия номера тега
sk: Načítavanie dátovej karty Chyba nesúladu čísla tagu
sl: Nalaganje podatkovne kartice Napaka neujemanja številke oznake
sr: Картица података оптерећења Грешка неподударања броја ознаке
sv: Laddar datakort Fel vid matchning av taggnummer
th: การโหลดการ์ดข้อมูล ข้อผิดพลาดหมายเลข tag ไม่ตรงกัน
tr: Veri kartı yükleniyor Etiket numarası uyuşmazlık hatası
uk: Картка даних навантаження Помилка невідповідності номера тегу
ur: ڈیٹا کارڈ لوڈنگ ٹیگ نمبر مماثلت ایرر
vi: Nạp thẻ dữ liệu Lỗi không khớp số tag

source: memory allocation for points failed
af: geheue-toewysing vir punte het misluk
ar: فشل تخصيص الذاكرة للنقاط
bg: разпределянето на памет за точки се провали
bn: পয়েন্টগুলির জন্য মেমরি বরাদ্দ ব্যর্থ
bs: dodjela memorije za tačke nije uspjela
cs: Alokace paměti pro body selhala
da: hukommelsesallokering for punkter mislykkedes
de: Speicherzuweisung für Punkte fehlgeschlagen
el: η εκχώρηση μνήμης για σημεία απέτυχε
es: falló la asignación de memoria para puntos
et: punktidele mälu eraldamine ebaõnnestus
fi: muistin varaus pisteille epäonnistui
fr: échec de l'allocation mémoire pour les points
he: הקצאת זיכרון לנקודות נכשלה
hi: पॉइंट्स के लिए मेमोरी आवंटन विफल
hr: dodjela memorije za točke nije uspjela
hu: memóriafoglalás a pontokhoz sikertelen
id: alokasi memori untuk titik gagal
it: allocazione di memoria per i punti fallita
ja: ポイントのメモリ割り当てに失敗しました
lt: atminties paskirstymas taškams nepavyko
lv: atmiņas piešķiršana punktiem neizdevās
mk: алокацијата на меморија за точки не успеа
nl: geheugentoewijzing voor punten mislukt
no: minneallokering for punkter feilet
pl: alokacja pamięci dla punktów nie powiodła się
pt: alocação de memória para pontos falhou
ro: alocarea memoriei pentru puncte a eșuat
ru: не удалось выделить память для точек
sk: alokácia pamäte pre body zlyhala
sl: dodeljevanje pomnilnika za točke ni uspelo
sr: алокација меморије за тачке није успела
sv: minnesallokering för punkter misslyckades
th: การจัดสรรหน่วยความจำสำหรับจุดล้มเหลว
tr: noktalar için bellek ayırma başarısız
uk: не вдалося виділити пам'ять для точок
ur: پوائنٹس کے لیے میموری ایلوکیشن ناکام
vi: cấp phát bộ nhớ cho điểm thất bại

source: Draw_Graph():Memory allocation for points failed
af: Draw_Graph():Geheue-toewysing vir punte het misluk
ar: Draw_Graph(): فشل تخصيص الذاكرة للنقاط
bg: Draw_Graph():Разпределянето на памет за точки се провали
bn: Draw_Graph():পয়েন্টগুলির জন্য মেমরি বরাদ্দ ব্যর্থ
bs: Draw_Graph():Dodjela memorije za tačke nije uspjela
cs: Draw_Graph():Alokace paměti pro body selhala
da: Draw_Graph():Hukommelsesallokering for punkter mislykkedes
de: Draw_Graph():Speicherzuweisung für Punkte fehlgeschlagen
el: Draw_Graph():Η εκχώρηση μνήμης για σημεία απέτυχε
es: Draw_Graph():Falló la asignación de memoria para puntos
et: Draw_Graph():Punktidele mälu eraldamine ebaõnnestus
fi: Draw_Graph():Muistin varaus pisteille epäonnistui
fr: Draw_Graph():Échec de l'allocation mémoire pour les points
he: Draw_Graph(): הקצאת זיכרון לנקודות נכשלה
hi: Draw_Graph(): पॉइंट्स के लिए मेमोरी आवंटन विफल
hr: Draw_Graph():Dodjela memorije za točke nije uspjela
hu: Draw_Graph():Memóriafoglalás a pontokhoz sikertelen
id: Draw_Graph():Alokasi memori untuk titik gagal
it: Draw_Graph():Allocazione di memoria per i punti fallita
ja: Draw_Graph(): ポイントのメモリ割り当てに失敗しました
lt: Draw_Graph():Atminties paskirstymas taškams nepavyko
lv: Draw_Graph():Atmiņas piešķiršana punktiem neizdevās
mk: Draw_Graph(): Алокацијата на меморија за точки не успеа
nl: Draw_Graph():Geheugentoewijzing voor punten mislukt
no: Draw_Graph():Minneallokering for punkter feilet
pl: Draw_Graph():Alokacja pamięci dla punktów nie powiodła się
pt: Draw_Graph():Alocação de memória para pontos falhou
ro: Draw_Graph():Alocarea memoriei pentru puncte a eșuat
ru: Draw_Graph():Не удалось выделить память для точек
sk: Draw_Graph():Alokácia pamäte pre body zlyhala
sl: Draw_Graph(): Dodeljevanje pomnilnika za točke ni uspelo
sr: Draw_Graph(): Алокација меморије за тачке није успела
sv: Draw_Graph():Minnesallokering för punkter misslyckades
th: Draw_Graph():การจัดสรรหน่วยความจำสำหรับจุดล้มเหลว
tr: Draw_Graph():Noktalar için bellek ayırma başarısız
uk: Draw_Graph():Не вдалося виділити пам'ять для точок
ur: Draw_Graph(): پوائنٹس کے لیے میموری ایلوکیشن ناکام
vi: Draw_Graph():Cấp phát bộ nhớ cho điểm thất bại
