Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Frequency MHz
af: Frekwensie MHz
ar: التردد MHz
bg: Честота MHz
bn: ফ্রিকোয়েন্সি MHz
bs: Frekvencija MHz
cs: Frekvence MHz
da: Frekvens MHz
de: Frequenz MHz
el: Συχνότητα MHz
es: Frecuencia MHz
et: Sagedus MHz
fi: Taajuus MHz
fr: Fréquence MHz
he: תדר MHz
hi: आवृत्ति MHz
hr: Frekvencija MHz
hu: Frekvencia MHz
id: Frekuensi MHz
it: Frequenza MHz
ja: 周波数 MHz
lt: Dažnis MHz
lv: Frekvence MHz
mk: Фреквенција MHz
nl: Frequentie MHz
no: Frekvens MHz
pl: Częstotliwość MHz
pt: Frequência MHz
ro: Frecvență MHz
ru: Частота MHz
sk: Frekvencia MHz
sl: Frekvenca MHz
sr: Фреквенција MHz
sv: Frekvens MHz
th: ความถี่ MHz
tr: Frekans MHz
uk: Частота МГц
ur: فریکوئنسی MHz
vi: Tần số MHz

source: Scale Structure (GS card)
af: Skaal Struktuur (GS-kaart)
ar: تحجيم البنية (بطاقة GS)
bg: Мащабиране на структурата (GS карта)
bn: স্কেল স্ট্রাকচার (GS card)
bs: Skaliranje strukture (GS kartica)
cs: Měřítko struktury (karta GS)
da: Skalér struktur (GS-kort)
de: Struktur skalieren (GS-Karte)
el: Κλιμάκωση Δομής (GS card)
es: Escalar estructura (tarjeta GS)
et: Struktuuri skaleerimine (GS kaart)
fi: Skaalaa rakenne (GS-kortti)
fr: Échelle de structure (carte GS)
he: קנה מידה למבנה (כרטיס GS)
hi: संरचना स्केल (GS कार्ड)
hr: Skaliranje strukture (GS kartica)
hu: Struktúra méretezés (GS kártya)
id: Skala Struktur (kartu GS)
it: Scala Struttura (scheda GS)
ja: 構造スケール (GSカード)
lt: Struktūros mastelis (GS kortelė)
lv: Mērogot struktūru (GS karte)
mk: Скалирај структура (GS картичка)
nl: Structuur schalen (GS card)
no: Skaler struktur (GS-kort)
pl: Skaluj strukturę (karta GS)
pt: Escalar Estrutura (cartão GS)
ro: Scalare structură (card GS)
ru: Масштабирование структуры (карта GS)
sk: Škálovanie štruktúry (GS karta)
sl: Merilo strukture (kartica GS)
sr: Скалирање структуре (GS картица)
sv: Skala struktur (GS-kort)
th: ปรับขนาดโครงสร้าง (GS card)
tr: Yapıyı Ölçekle (GS kartı)
uk: Масштабування структури (картка GS)
ur: ڈھانچے کی پیمائش (GS card)
vi: Tỷ lệ cấu trúc (thẻ GS)

source: Structure Scale Factor
af: Struktuur Skaalfaktor
ar: معامل تحجيم البنية
bg: Мащабен коефициент на структурата
bn: স্ট্রাকচার স্কেল ফ্যাক্টর
bs: Faktor skaliranja strukture
cs: Faktor měřítka struktury
da: Strukturskaleringsfaktor
de: Struktur-Skalierungsfaktor
el: Συντελεστής Κλίμακας Δομής
es: Factor de escala de estructura
et: Struktuuri skaleerimistegur
fi: Rakenteen skaalauskerroin
fr: Facteur d'échelle de structure
he: מקדם קנה מידה למבנה
hi: संरचना स्केल गुणांक
hr: Faktor skaliranja strukture
hu: Struktúra méretarány
id: Faktor Skala Struktur
it: Fattore di Scala della Struttura
ja: 構造スケール係数
lt: Struktūros mastelio koeficientas
lv: Struktūras mēroga koeficients
mk: Фактор на скалирање на структура
nl: Structuur schaalfactor
no: Strukturskaleringsfaktor
pl: Współczynnik skali struktury
pt: Fator de Escala da Estrutura
ro: Factor de scalare structură
ru: Коэффициент масштабирования структуры
sk: Faktor mierky štruktúry
sl: Faktor merila strukture
sr: Фактор скалирања структуре
sv: Strukturskalfaktor
th: ตัวคูณขนาดโครงสร้าง
tr: Yapı Ölçek Faktörü
uk: Коефіцієнт масштабу структури
ur: ڈھانچے کا پیمائشی عنصر
vi: Hệ số tỷ lệ cấu trúc

source: From Tag No.
af: Van Etiket Nr.
ar: من رقم tag
bg: От таг №
bn: Tag নং থেকে
bs: Od oznake br.
cs: Od čísla tagu
da: Fra tag nr.
de: Von Tag-Nr.
el: Από Αρ. Tag
es: Desde etiqueta nº
et: Alates märgendi nr
fi: Tunnistenumerosta
fr: Du n° de tag
he: מתג מס׳
hi: Tag संख्या से
hr: Od oznake br.
hu: Kezdő címke sz.
id: Dari No. Tag
it: Dal Tag N.
ja: 開始タグ番号
lt: Nuo žymos Nr.
lv: No birkas Nr.
mk: Од таг бр.
nl: Van tag nr.
no: Fra tag nr.
pl: Od nr znacznika
pt: Do Tag Nº
ro: De la Tag nr.
ru: От номера метки
sk: Od značky č.
sl: Od oznake št.
sr: Од ознаке бр.
sv: Från taggnr.
th: จากหมายเลข tag
tr: Başlangıç Tag No.
uk: Від тегу №
ur: ٹیگ نمبر سے
vi: Từ số thẻ

source: To Tag No.
af: Tot Etiket Nr.
ar: إلى رقم tag
bg: До таг №
bn: Tag নং পর্যন্ত
bs: Do oznake br.
cs: Do čísla tagu
da: Til tag nr.
de: Bis Tag-Nr.
el: Έως Αρ. Tag
es: Hasta etiqueta nº
et: Kuni märgendi nr
fi: Tunnistenumeroon
fr: Au n° de tag
he: עד תג מס׳
hi: Tag संख्या तक
hr: Do oznake br.
hu: Záró címke sz.
id: Ke No. Tag
it: Al Tag N.
ja: 終了タグ番号
lt: Iki žymos Nr.
lv: Līdz birkas Nr.
mk: До таг бр.
nl: Tot tag nr.
no: Til tag nr.
pl: Do nr znacznika
pt: Até Tag Nº
ro: Până la Tag nr.
ru: До номера метки
sk: Po značku č.
sl: Do oznake št.
sr: До ознаке бр.
sv: Till taggnr.
th: ถึงหมายเลข tag
tr: Bitiş Tag No.
uk: До тегу №
ur: ٹیگ نمبر تک
vi: Đến số thẻ

source: Scale Structure
af: Skaal Struktuur
ar: تحجيم البنية
bg: Мащабиране на структурата
bn: স্কেল স্ট্রাকচার
bs: Skaliraj strukturu
cs: Měřítko struktury
da: Skalér struktur
de: Struktur skalieren
el: Κλιμάκωση Δομής
es: Escalar estructura
et: Skaleeri struktuur
fi: Skaalaa rakenne
fr: Échelle de structure
he: שנה קנה מידה למבנה
hi: संरचना स्केल करें
hr: Skaliraj strukturu
hu: Struktúra méretezés
id: Skala Struktur
it: Scala Struttura
ja: 構造スケール
lt: Keisti struktūros mastelį
lv: Mērogot struktūru
mk: Скалирај структура
nl: Structuur schalen
no: Skaler struktur
pl: Skaluj strukturę
pt: Escalar Estrutura
ro: Scalare structură
ru: Масштабировать структуру
sk: Škálovať štruktúru
sl: Merilo strukture
sr: Скалирај структуру
sv: Skala struktur
th: ปรับขนาดโครงสร้าง
tr: Yapıyı Ölçekle
uk: Масштабувати структуру
ur: ڈھانچے کی پیمائش
vi: Tỷ lệ cấu trúc

source: Co-ordinate Transformation (GM card)
af: Koördinaattransformasie (GM-kaart)
ar: تحويل الإحداثيات (بطاقة GM)
bg: Координатна трансформация (GM карта)
bn: স্থানাঙ্ক রূপান্তর (GM card)
bs: Transformacija koordinata (GM kartica)
cs: Transformace souřadnic (karta GM)
da: Koordinattransformation (GM-kort)
de: Koordinatentransformation (GM-Karte)
el: Μετασχηματισμός Συντεταγμένων (GM card)
es: Transformación de coordenadas (tarjeta GM)
et: Koordinaatide teisendus (GM kaart)
fi: Koordinaattimuunnos (GM-kortti)
fr: Transformation de coordonnées (carte GM)
he: המרת קואורדינטות (כרטיס GM)
hi: निर्देशांक रूपांतरण (GM कार्ड)
hr: Transformacija koordinata (GM kartica)
hu: Koordináta-transzformáció (GM kártya)
id: Transformasi Koordinat (kartu GM)
it: Trasformazione Coordinate (scheda GM)
ja: 座標変換 (GMカード)
lt: Koordinačių transformacija (GM kortelė)
lv: Koordinātu transformācija (GM karte)
mk: Координатна трансформација (GM картичка)
nl: Coördinatentransformatie (GM card)
no: Koordinattransformasjon (GM-kort)
pl: Transformacja współrzędnych (karta GM)
pt: Transformação de Coordenadas (cartão GM)
ro: Transformare coordonate (card GM)
ru: Преобразование координат (карта GM)
sk: Transformácia súradníc (GM karta)
sl: Koordinatna transformacija (kartica GM)
sr: Трансформација координата (GM картица)
sv: Koordinattransformation (GM-kort)
th: การแปลงพิกัด (GM card)
tr: Koordinat Dönüşümü (GM kartı)
uk: Перетворення координат (картка GM)
ur: کوآرڈینیٹ ٹرانسفارمیشن (GM card)
vi: Biến đổi tọa độ (thẻ GM)

source: Tag Increment
af: Etiket Inkrement
ar: زيادة tag
bg: Нарастване на тага
bn: Tag বৃদ্ধি
bs: Inkrement oznake
cs: Přírůstek tagu
da: Tag-forøgelse
de: Tag-Inkrement
el: Αύξηση Tag
es: Incremento de etiqueta
et: Märgendi samm
fi: Tunnisteen lisäys
fr: Incrément de tag
he: תוספת תג
hi: Tag वृद्धि
hr: Inkrement oznake
hu: Címke növekmény
id: Increment Tag
it: Incremento Tag
ja: タグ増分
lt: Žymos prieaugis
lv: Birkas pieaugums
mk: Инкремент на таг
no: Tag-økning
pl: Przyrost znacznika
pt: Incremento de Tag
ro: Increment Tag
ru: Приращение метки
sk: Prírastok značky
sl: Prirastek oznake
sr: Инкремент ознаке
sv: Taggökning
th: การเพิ่ม tag
tr: Tag Artışı
uk: Приріст тегу
ur: ٹیگ اضافہ
vi: Bước tăng thẻ

source: Rotate about X
af: Roteer om X
ar: الدوران حول X
bg: Завъртане около X
bn: X অক্ষে ঘোরান
bs: Rotacija oko X
cs: Rotace kolem X
da: Rotér om X
de: Rotation um X
el: Περιστροφή γύρω από X
es: Rotar sobre X
et: Pööra ümber X
fi: Kierrä X:n ympäri
fr: Rotation autour de X
he: סיבוב סביב X
hi: X के परितः घुमाएँ
hr: Rotiraj oko X
hu: Forgatás X körül
id: Rotasi terhadap X
it: Ruota attorno a X
ja: X軸回転
lt: Sukti apie X
lv: Rotēt ap X
mk: Ротирај околу X
nl: Roteer om X
no: Roter om X
pl: Obrót wokół X
pt: Rotacionar em torno de X
ro: Rotire în jurul X
ru: Поворот вокруг X
sk: Rotácia okolo X
sl: Zasuk okoli X
sr: Ротирај око X
sv: Rotera runt X
th: หมุนรอบแกน X
tr: X Etrafında Döndür
uk: Обертання навколо X
ur: X کے گرد گھمائیں
vi: Xoay quanh X

source: Move along X
af: Skuif langs X
ar: التحريك على X
bg: Преместване по X
bn: X বরাবর সরান
bs: Pomak duž X
cs: Posun podél X
da: Flyt langs X
de: Verschiebung entlang X
el: Μετακίνηση κατά X
es: Mover a lo largo de X
et: Liiguta mööda X
fi: Siirrä X-suunnassa
fr: Déplacement selon X
he: הזזה לאורך X
hi: X के अनुदिश स्थानांतरित करें
hr: Pomakni duž X
hu: Eltolás X mentén
id: Geser sepanjang X
it: Sposta lungo X
ja: X方向移動
lt: Perkelti išilgai X
lv: Pārvietot pa X
mk: Помести по X
nl: Verplaats langs X
no: Flytt langs X
pl: Przesunięcie wzdłuż X
pt: Mover ao longo de X
ro: Deplasare pe X
ru: Перемещение вдоль X
sk: Posun pozdĺž X
sl: Premik vzdolž X
sr: Помери дуж X
sv: Flytta längs X
th: เลื่อนตามแกน X
tr: X Boyunca Taşı
uk: Переміщення вздовж X
ur: X کے ساتھ منتقل کریں
vi: Di chuyển dọc X

source: New Structures
af: Nuwe Strukture
ar: بنى جديدة
bg: Нови структури
bn: নতুন স্ট্রাকচার
bs: Nove strukture
cs: Nové struktury
da: Nye strukturer
de: Neue Strukturen
el: Νέες Δομές
es: Nuevas estructuras
et: Uued struktuurid
fi: Uudet rakenteet
fr: Nouvelles structures
he: מבנים חדשים
hi: नई संरचनाएँ
hr: Nove strukture
hu: Új struktúrák
id: Struktur Baru
it: Nuove Strutture
ja: 新規構造数
lt: Naujos struktūros
lv: Jaunas struktūras
mk: Нови структури
nl: Nieuwe structuren
no: Nye strukturer
pl: Nowe struktury
pt: Novas Estruturas
ro: Structuri noi
ru: Новые структуры
sk: Nové štruktúry
sl: Nove strukture
sr: Нове структуре
sv: Nya strukturer
th: โครงสร้างใหม่
tr: Yeni Yapılar
uk: Нові структури
ur: نئے ڈھانچے
vi: Cấu trúc mới

source: Rotate about Y
af: Roteer om Y
ar: الدوران حول Y
bg: Завъртане около Y
bn: Y অক্ষে ঘোরান
bs: Rotacija oko Y
cs: Rotace kolem Y
da: Rotér om Y
de: Rotation um Y
el: Περιστροφή γύρω από Y
es: Rotar sobre Y
et: Pööra ümber Y
fi: Kierrä Y:n ympäri
fr: Rotation autour de Y
he: סיבוב סביב Y
hi: Y के परितः घुमाएँ
hr: Rotiraj oko Y
hu: Forgatás Y körül
id: Rotasi terhadap Y
it: Ruota attorno a Y
ja: Y軸回転
lt: Sukti apie Y
lv: Rotēt ap Y
mk: Ротирај околу Y
nl: Roteer om Y
no: Roter om Y
pl: Obrót wokół Y
pt: Rotacionar em torno de Y
ro: Rotire în jurul Y
ru: Поворот вокруг Y
sk: Rotácia okolo Y
sl: Zasuk okoli Y
sr: Ротирај око Y
sv: Rotera runt Y
th: หมุนรอบแกน Y
tr: Y Etrafında Döndür
uk: Обертання навколо Y
ur: Y کے گرد گھمائیں
vi: Xoay quanh Y

source: Move along Y
af: Skuif langs Y
ar: التحريك على Y
bg: Преместване по Y
bn: Y বরাবর সরান
bs: Pomak duž Y
cs: Posun podél Y
da: Flyt langs Y
de: Verschiebung entlang Y
el: Μετακίνηση κατά Y
es: Mover a lo largo de Y
et: Liiguta mööda Y
fi: Siirrä Y-suunnassa
fr: Déplacement selon Y
he: הזזה לאורך Y
hi: Y के अनुदिश स्थानांतरित करें
hr: Pomakni duž Y
hu: Eltolás Y mentén
id: Geser sepanjang Y
it: Sposta lungo Y
ja: Y方向移動
lt: Perkelti išilgai Y
lv: Pārvietot pa Y
mk: Помести по Y
nl: Verplaats langs Y
no: Flytt langs Y
pl: Przesunięcie wzdłuż Y
pt: Mover ao longo de Y
ro: Deplasare pe Y
ru: Перемещение вдоль Y
sk: Posun pozdĺž Y
sl: Premik vzdolž Y
sr: Помери дуж Y
sv: Flytta längs Y
th: เลื่อนตามแกน Y
tr: Y Boyunca Taşı
uk: Переміщення вздовж Y
ur: Y کے ساتھ منتقل کریں
vi: Di chuyển dọc Y

source: Start From Tag
af: Begin Van Etiket
ar: البدء من tag
bg: Начален таг
bn: Tag থেকে শুরু
bs: Počni od oznake
cs: Začít od tagu
da: Start fra tag
de: Beginne bei Tag
el: Έναρξη από Tag
es: Iniciar desde etiqueta
et: Alusta märgendist
fi: Aloita tunnisteesta
fr: Commencer au tag
he: התחל מתג
hi: Tag से प्रारंभ करें
hr: Počni od oznake
hu: Kezdő címke
id: Mulai Dari Tag
it: Inizia dal Tag
ja: 開始タグ
lt: Pradėti nuo žymos
lv: Sākt no birkas
mk: Почни од таг
nl: Start vanaf tag
no: Start fra tag
pl: Początkowy znacznik
pt: Iniciar do Tag
ro: Pornire de la Tag
ru: Начать с метки
sk: Začať od značky
sl: Začni od oznake
sr: Почни од ознаке
sv: Starta från tagg
th: เริ่มจาก tag
tr: Başlangıç Tag
uk: Починати з тегу
ur: ٹیگ سے شروع کریں
vi: Bắt đầu từ thẻ

source: Rotate about Z
af: Roteer om Z
ar: الدوران حول Z
bg: Завъртане около Z
bn: Z অক্ষে ঘোরান
bs: Rotacija oko Z
cs: Rotace kolem Z
da: Rotér om Z
de: Rotation um Z
el: Περιστροφή γύρω από Z
es: Rotar sobre Z
et: Pööra ümber Z
fi: Kierrä Z:n ympäri
fr: Rotation autour de Z
he: סיבוב סביב Z
hi: Z के परितः घुमाएँ
hr: Rotiraj oko Z
hu: Forgatás Z körül
id: Rotasi terhadap Z
it: Ruota attorno a Z
ja: Z軸回転
lt: Sukti apie Z
lv: Rotēt ap Z
mk: Ротирај околу Z
nl: Roteer om Z
no: Roter om Z
pl: Obrót wokół Z
pt: Rotacionar em torno de Z
ro: Rotire în jurul Z
ru: Поворот вокруг Z
sk: Rotácia okolo Z
sl: Zasuk okoli Z
sr: Ротирај око Z
sv: Rotera runt Z
th: หมุนรอบแกน Z
tr: Z Etrafında Döndür
uk: Обертання навколо Z
ur: Z کے گرد گھمائیں
vi: Xoay quanh Z

source: Move along Z
af: Skuif langs Z
ar: التحريك على Z
bg: Преместване по Z
bn: Z বরাবর সরান
bs: Pomak duž Z
cs: Posun podél Z
da: Flyt langs Z
de: Verschiebung entlang Z
el: Μετακίνηση κατά Z
es: Mover a lo largo de Z
et: Liiguta mööda Z
fi: Siirrä Z-suunnassa
fr: Déplacement selon Z
he: הזזה לאורך Z
hi: Z के अनुदिश स्थानांतरित करें
hr: Pomakni duž Z
hu: Eltolás Z mentén
id: Geser sepanjang Z
it: Sposta lungo Z
ja: Z方向移動
lt: Perkelti išilgai Z
lv: Pārvietot pa Z
mk: Помести по Z
nl: Verplaats langs Z
no: Flytt langs Z
pl: Przesunięcie wzdłuż Z
pt: Mover ao longo de Z
ro: Deplasare pe Z
ru: Перемещение вдоль Z
sk: Posun pozdĺž Z
sl: Premik vzdolž Z
sr: Помери дуж Z
sv: Flytta längs Z
th: เลื่อนตามแกน Z
tr: Z Boyunca Taşı
uk: Переміщення вздовж Z
ur: Z کے ساتھ منتقل کریں
vi: Di chuyển dọc Z

source: Co-ordinate Transformation Data
af: Koördinaattransformasie Data
ar: بيانات تحويل الإحداثيات
bg: Данни за координатна трансформация
bn: স্থানাঙ্ক রূপান্তর ডেটা
bs: Podaci transformacije koordinata
cs: Data transformace souřadnic
da: Koordinattransformationsdata
de: Koordinatentransformationsdaten
el: Δεδομένα Μετασχηματισμού Συντεταγμένων
es: Datos de transformación de coordenadas
et: Koordinaatide teisenduse andmed
fi: Koordinaattimuunnostiedot
fr: Données de transformation de coordonnées
he: נתוני המרת קואורדינטות
hi: निर्देशांक रूपांतरण डेटा
hr: Podaci transformacije koordinata
hu: Koordináta-transzformáció adatok
id: Data Transformasi Koordinat
it: Dati Trasformazione Coordinate
ja: 座標変換データ
lt: Koordinačių transformacijos duomenys
lv: Koordinātu transformācijas dati
mk: Податоци за координатна трансформација
nl: Coördinatentransformatiegegevens
no: Koordinattransformasjonsdata
pl: Dane transformacji współrzędnych
pt: Dados de Transformação de Coordenadas
ro: Date transformare coordonate
ru: Данные преобразования координат
sk: Údaje transformácie súradníc
sl: Podatki koordinatne transformacije
sr: Подаци трансформације координата
sv: Koordinattransformationsdata
th: ข้อมูลการแปลงพิกัด
tr: Koordinat Dönüşüm Verileri
uk: Дані перетворення координат
ur: کوآرڈینیٹ ٹرانسفارمیشن ڈیٹا
vi: Dữ liệu biến đổi tọa độ

source: Trans. Line Command (TL Card)
af: Trans. Lyn Opdrag (TL-kaart)
ar: أمر خط النقل (بطاقة TL)
bg: Команда за предавателна линия (TL карта)
bn: ট্রান্স. লাইন কমান্ড (TL Card)
bs: Naredba prijenosne linije (TL kartica)
cs: Příkaz přenosové linky (karta TL)
da: Transmissionslinjekommando (TL-kort)
de: Übertragungsleitungsbefehl (TL-Karte)
el: Εντολή Γραμμής Μεταφοράς (TL Card)
es: Comando de línea de trans. (tarjeta TL)
et: Ülekandeliini käsk (TL kaart)
fi: Siirtojohtokomento (TL-kortti)
fr: Commande de ligne de transmission (carte TL)
he: פקודת קו תמסורת (כרטיס TL)
hi: ट्रांस. लाइन कमांड (TL कार्ड)
hr: Naredba prijenosne linije (TL kartica)
hu: Tápvonal parancs (TL kártya)
id: Perintah Saluran Trans. (Kartu TL)
it: Comando Linea di Trasm. (Scheda TL)
ja: 伝送線路コマンド (TLカード)
lt: Perdavimo linijos komanda (TL kortelė)
lv: Pārvades līnijas komanda (TL karte)
mk: Команда за преносна линија (TL картичка)
nl: Transmissielijn commando (TL Card)
no: Transm.linje-kommando (TL-kort)
pl: Polecenie linii transmisyjnej (karta TL)
pt: Comando de Linha de Trans. (Cartão TL)
ro: Comandă linie de transmisie (Card TL)
ru: Команда линии передачи (карта TL)
sk: Príkaz prenosového vedenia (TL karta)
sl: Ukaz prenosne linije (kartica TL)
sr: Команда преносне линије (TL картица)
sv: Transmissionsledningskommando (TL-kort)
th: คำสั่งสายส่ง (TL Card)
tr: İletim Hattı Komutu (TL Kartı)
uk: Команда лінії передачі (картка TL)
ur: ٹرانس لائن کمانڈ (TL Card)
vi: Lệnh đường truyền (thẻ TL)

source: Tag Number, End 1
af: Etiketnommer, Einde 1
ar: رقم tag، الطرف 1
bg: Номер на таг, край 1
bn: Tag নম্বর, প্রান্ত 1
bs: Broj oznake, kraj 1
cs: Číslo tagu, konec 1
da: Tag-nummer, ende 1
de: Tag-Nummer, Ende 1
el: Αριθμός Tag, Άκρο 1
es: Número de etiqueta, extremo 1
et: Märgendi number, ots 1
fi: Tunnistenumero, pää 1
fr: N° de tag, extrémité 1
he: מספר תג, קצה 1
hi: Tag संख्या, सिरा 1
hr: Broj oznake, kraj 1
hu: Címke szám, 1. vég
id: Nomor Tag, Ujung 1
it: Numero Tag, Estremità 1
ja: タグ番号、端点1
lt: Žymos numeris, galas 1
lv: Birkas numurs, 1. gals
mk: Број на таг, крај 1
nl: Tag-nummer, uiteinde 1
no: Tag-nummer, ende 1
pl: Numer znacznika, koniec 1
pt: Número do Tag, Extremidade 1
ro: Număr Tag, Capăt 1
ru: Номер метки, конец 1
sk: Číslo značky, koniec 1
sl: Številka oznake, konec 1
sr: Број ознаке, крај 1
sv: Taggnummer, ände 1
th: หมายเลข tag, ปลาย 1
tr: Tag Numarası, Uç 1
uk: Номер тегу, кінець 1
ur: ٹیگ نمبر، سرا 1
vi: Số thẻ, đầu 1

source: Tag Number, End 2
af: Etiketnommer, Einde 2
ar: رقم tag، الطرف 2
bg: Номер на таг, край 2
bn: Tag নম্বর, প্রান্ত 2
bs: Broj oznake, kraj 2
cs: Číslo tagu, konec 2
da: Tag-nummer, ende 2
de: Tag-Nummer, Ende 2
el: Αριθμός Tag, Άκρο 2
es: Número de etiqueta, extremo 2
et: Märgendi number, ots 2
fi: Tunnistenumero, pää 2
fr: N° de tag, extrémité 2
he: מספר תג, קצה 2
hi: Tag संख्या, सिरा 2
hr: Broj oznake, kraj 2
hu: Címke szám, 2. vég
id: Nomor Tag, Ujung 2
it: Numero Tag, Estremità 2
ja: タグ番号、端点2
lt: Žymos numeris, galas 2
lv: Birkas numurs, 2. gals
mk: Број на таг, крај 2
nl: Tag-nummer, uiteinde 2
no: Tag-nummer, ende 2
pl: Numer znacznika, koniec 2
pt: Número do Tag, Extremidade 2
ro: Număr Tag, Capăt 2
ru: Номер метки, конец 2
sk: Číslo značky, koniec 2
sl: Številka oznake, konec 2
sr: Број ознаке, крај 2
sv: Taggnummer, ände 2
th: หมายเลข tag, ปลาย 2
tr: Tag Numarası, Uç 2
uk: Номер тегу, кінець 2
ur: ٹیگ نمبر، سرا 2
vi: Số thẻ, đầu 2

source: Segment Num, End 1
af: Segment Nr., Einde 1
ar: رقم segment، الطرف 1
bg: Номер на сегмент, край 1
bn: Segment নম্বর, প্রান্ত 1
bs: Broj segmenta, kraj 1
cs: Číslo segmentu, konec 1
da: Segmentnr., ende 1
de: Segment-Nr., Ende 1
el: Αρ. Segment, Άκρο 1
es: Núm. de segmento, extremo 1
et: Segmendi nr, ots 1
fi: Segmenttinumero, pää 1
fr: N° de segment, extrémité 1
he: מספר מקטע, קצה 1
hi: Segment संख्या, सिरा 1
hr: Broj segmenta, kraj 1
hu: Szegmens sz., 1. vég
id: No. Segmen, Ujung 1
it: Num. Segmento, Estremità 1
ja: セグメント番号、端点1
lt: Segmento Nr., galas 1
lv: Segmenta Nr., 1. gals
mk: Број на сегмент, крај 1
nl: Segment nr., uiteinde 1
no: Segment-nr., ende 1
pl: Nr segmentu, koniec 1
pt: Núm. do Segmento, Extremidade 1
ro: Nr. segment, Capăt 1
ru: Номер сегмента, конец 1
sk: Číslo segmentu, koniec 1
sl: Št. segmenta, konec 1
sr: Број сегмента, крај 1
sv: Segmentnr, ände 1
th: หมายเลข segment, ปลาย 1
tr: Segment No, Uç 1
uk: Номер сегмента, кінець 1
ur: سیگمنٹ نمبر، سرا 1
vi: Số phân đoạn, đầu 1

source: Segment Num, End 2
af: Segment Nr., Einde 2
ar: رقم segment، الطرف 2
bg: Номер на сегмент, край 2
bn: Segment নম্বর, প্রান্ত 2
bs: Broj segmenta, kraj 2
cs: Číslo segmentu, konec 2
da: Segmentnr., ende 2
de: Segment-Nr., Ende 2
el: Αρ. Segment, Άκρο 2
es: Núm. de segmento, extremo 2
et: Segmendi nr, ots 2
fi: Segmenttinumero, pää 2
fr: N° de segment, extrémité 2
he: מספר מקטע, קצה 2
hi: Segment संख्या, सिरा 2
hr: Broj segmenta, kraj 2
hu: Szegmens sz., 2. vég
id: No. Segmen, Ujung 2
it: Num. Segmento, Estremità 2
ja: セグメント番号、端点2
lt: Segmento Nr., galas 2
lv: Segmenta Nr., 2. gals
mk: Број на сегмент, крај 2
nl: Segment nr., uiteinde 2
no: Segment-nr., ende 2
pl: Nr segmentu, koniec 2
pt: Núm. do Segmento, Extremidade 2
ro: Nr. segment, Capăt 2
ru: Номер сегмента, конец 2
sk: Číslo segmentu, koniec 2
sl: Št. segmenta, konec 2
sr: Број сегмента, крај 2
sv: Segmentnr, ände 2
th: หมายเลข segment, ปลาย 2
tr: Segment No, Uç 2
uk: Номер сегмента, кінець 2
ur: سیگمنٹ نمبر، سرا 2
vi: Số phân đoạn, đầu 2

source: Crossed Transmission Line
af: Gekruiste Transmissielyn
ar: خط نقل متقاطع
bg: Кръстосана предавателна линия
bn: ক্রসড ট্রান্সমিশন লাইন
bs: Ukrštena prijenosna linija
cs: Zkřížená přenosová linka
da: Krydset transmissionslinje
de: Gekreuzte Übertragungsleitung
el: Διασταυρούμενη Γραμμή Μεταφοράς
es: Línea de transmisión cruzada
et: Ristatud ülekandeliin
fi: Ristikkäinen siirtojohto
fr: Ligne de transmission croisée
he: קו תמסורת מוצלב
hi: क्रॉस्ड ट्रांसमिशन लाइन
hr: Prekrižena prijenosna linija
hu: Keresztezett tápvonal
id: Saluran Transmisi Bersilang
it: Linea di Trasmissione Incrociata
ja: 交差伝送線路
lt: Sukryžiuota perdavimo linija
lv: Šķērsota pārvades līnija
mk: Вкрстена преносна линија
nl: Gekruiste transmissielijn
no: Krysset transmisjonslinje
pl: Skrzyżowana linia transmisyjna
pt: Linha de Transmissão Cruzada
ro: Linie de transmisie încrucișată
ru: Перекрёстная линия передачи
sk: Skrížené prenosové vedenie
sl: Prekrižana prenosna linija
sr: Укрштена преносна линија
sv: Korsad transmissionsledning
th: สายส่งไขว้
tr: Çapraz İletim Hattı
uk: Перехресна лінія передачі
ur: کراسڈ ٹرانسمیشن لائن
vi: Đường truyền chéo

source: Characteristic Impedance
af: Karakteristieke Impedansie
ar: الممانعة المميزة
bg: Характеристичен импеданс
bn: বৈশিষ্ট্যগত ইম্পিড্যান্স
bs: Karakteristična impedansa
cs: Charakteristická impedance
da: Karakteristisk impedans
de: Wellenwiderstand
el: Χαρακτηριστική Εμπέδηση
es: Impedancia característica
et: Karakteristlik impedants
fi: Ominaisimpedanssi
fr: Impédance caractéristique
he: עכבה אופיינית
hi: अभिलाक्षणिक प्रतिबाधा
hr: Karakteristična impedancija
hu: Karakterisztikus impedancia
id: Impedansi Karakteristik
it: Impedenza Caratteristica
ja: 特性インピーダンス
lt: Charakterinė varža
lv: Raksturīgā impedance
mk: Карактеристична импеданса
nl: Karakteristieke impedantie
no: Karakteristisk impedans
pl: Impedancja charakterystyczna
pt: Impedância Característica
ro: Impedanță caracteristică
ru: Волновое сопротивление
sk: Charakteristická impedancia
sl: Karakteristična impedanca
sr: Карактеристична импеданса
sv: Karakteristisk impedans
th: อิมพีแดนซ์คุณลักษณะ
tr: Karakteristik Empedans
uk: Характеристичний імпеданс
ur: خصوصی امپیڈینس
vi: Trở kháng đặc tính
