Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Impedance of Source Segment
af: Impedansie van Bronsegment
ar: ممانعة segment المصدر
bg: Импеданс на захранващия сегмент
bn: সোর্স সেগমেন্টের ইম্পিড্যান্স
bs: Impedansa izvornog segmenta
cs: Impedance segmentu zdroje
da: Impedans for kildesegment
de: Impedanz des Quellsegments
el: Σύνθετη Αντίσταση Segment Πηγής
es: Impedancia del segmento de fuente
et: Allika segmendi impedants
fi: Lähdesegmentin impedanssi
fr: Impédance du segment source
he: עכבת סגמנט המקור
hi: स्रोत Segment की प्रतिबाधा
hr: Impedancija izvornog segmenta
hu: Forrásszegmens impedanciája
id: Impedansi Segmen Sumber
it: Impedenza del Segmento Sorgente
ja: ソースセグメントのインピーダンス
lt: Šaltinio segmento impedansas
lv: Avota segmenta impedance
mk: Импеданса на изворен сегмент
nl: Impedantie van bronsegment
no: Impedans for kildesegment
pl: Impedancja segmentu źródłowego
pt: Impedância do Segmento de Fonte
ro: Impedanța segmentului sursă
ru: Импеданс сегмента источника
sk: Impedancia zdrojového segmentu
sl: Impedanca izvornega segmenta
sr: Импеданса изворног сегмента
sv: Impedans för källsegment
th: อิมพีแดนซ์ของ segment แหล่งจ่าย
tr: Kaynak Segmenti Empedansı
uk: Імпеданс сегмента джерела
ur: سورس سیگمنٹ کی امپیڈینس
vi: Trở kháng của phân đoạn nguồn

source: Print Control
af: Drukbeheer
ar: التحكم في الطباعة
bg: Контрол на печата
bn: প্রিন্ট নিয়ন্ত্রণ
bs: Kontrola ispisa
cs: Řízení tisku
da: Udskriftskontrol
de: Drucksteuerung
el: Έλεγχος Εκτύπωσης
es: Control de impresión
et: Printimise juhtimine
fi: Tulostuksen hallinta
fr: Contrôle d'impression
he: בקרת הדפסה
hi: प्रिंट नियंत्रण
hr: Kontrola ispisa
hu: Nyomtatásvezérlés
id: Kontrol Cetak
it: Controllo di Stampa
ja: 印刷制御
lt: Spausdinimo valdymas
lv: Drukas vadība
mk: Контрола на печатење
nl: Afdrukbeheer
no: Utskriftskontroll
pl: Kontrola wydruku
pt: Controle de Impressão
ro: Control imprimare
ru: Управление выводом
sk: Riadenie výpisu
sl: Nadzor izpisa
sr: Контрола штампе
sv: Utskriftskontroll
th: การควบคุมการพิมพ์
tr: Yazdırma Kontrolü
uk: Керування виводом
ur: پرنٹ کنٹرول
vi: Điều khiển in

source: Voltage - Real Part
af: Spanning - Reële Deel
ar: الجهد - الجزء الحقيقي
bg: Напрежение - реална част
bn: ভোল্টেজ - বাস্তব অংশ
bs: Napon - Realni dio
cs: Napětí - reálná část
da: Spænding - realdel
de: Spannung - Realteil
el: Τάση - Πραγματικό Μέρος
es: Voltaje - parte real
et: Pinge - reaalne osa
fi: Jännite - Reaaliosa
fr: Tension - Partie réelle
he: מתח - חלק ממשי
hi: वोल्टेज - वास्तविक भाग
hr: Napon - realni dio
hu: Feszültség - valós rész
id: Tegangan - Bagian Riil
it: Tensione - Parte Reale
ja: 電圧 - 実部
lt: Įtampa - realioji dalis
lv: Spriegums - reālā daļa
mk: Напон - реален дел
nl: Spanning - reëel deel
no: Spenning - reell del
pl: Napięcie - część rzeczywista
pt: Tensão - Parte Real
ro: Tensiune - Partea reală
ru: Напряжение - действительная часть
sk: Napätie - reálna časť
sl: Napetost - realni del
sr: Напон - реални део
sv: Spänning - realdel
th: แรงดัน - ส่วนจริง
tr: Gerilim - Reel Kısım
uk: Напруга - дійсна частина
ur: وولٹیج - حقیقی حصہ
vi: Điện áp - Phần thực

source: Voltage - Imaginary Part
af: Spanning - Imaginêre Deel
ar: الجهد - الجزء التخيلي
bg: Напрежение - имагинерна част
bn: ভোল্টেজ - কাল্পনিক অংশ
bs: Napon - Imaginarni dio
cs: Napětí - imaginární část
da: Spænding - imaginærdel
de: Spannung - Imaginärteil
el: Τάση - Φανταστικό Μέρος
es: Voltaje - parte imaginaria
et: Pinge - imaginaarne osa
fi: Jännite - Imaginaariosa
fr: Tension - Partie imaginaire
he: מתח - חלק מדומה
hi: वोल्टेज - काल्पनिक भाग
hr: Napon - imaginarni dio
hu: Feszültség - képzetes rész
id: Tegangan - Bagian Imajiner
it: Tensione - Parte Immaginaria
ja: 電圧 - 虚部
lt: Įtampa - menamoji dalis
lv: Spriegums - imaginārā daļa
mk: Напон - имагинарен дел
nl: Spanning - imaginair deel
no: Spenning - imaginær del
pl: Napięcie - część urojona
pt: Tensão - Parte Imaginária
ro: Tensiune - Partea imaginară
ru: Напряжение - мнимая часть
sk: Napätie - imaginárna časť
sl: Napetost - imaginarni del
sr: Напон - имагинарни део
sv: Spänning - imaginärdel
th: แรงดัน - ส่วนจินตภาพ
tr: Gerilim - İmajiner Kısım
uk: Напруга - уявна частина
ur: وولٹیج - فرضی حصہ
vi: Điện áp - Phần ảo

source: Eta
bg: Ета
bn: ইটা
el: Ήτα
et: Eeta
he: אטא
mk: Ета
ru: Эта
sr: Ета
uk: Ета
ur: ایٹا

source: Theta
bg: Тета
bn: থিটা
el: Θήτα
et: Teeta
fr: Thêta
he: תטא
lv: Teta
mk: Тета
ru: Тета
sr: Тета
uk: Тета
ur: تھیٹا

source: Phi
bg: Фи
bn: ফাই
el: Φι
et: Fii
he: פי
lv: Fi
mk: Фи
ru: Фи
sr: Фи
uk: Фі
ur: فائی

source: Ratio
af: Verhouding
ar: النسبة
bg: Съотношение
bn: অনুপাত
bs: Omjer
cs: Poměr
da: Forhold
de: Verhältnis
el: Λόγος
es: Relación
et: Suhe
fi: Suhde
fr: Rapport
he: יחס
hi: अनुपात
hr: Omjer
hu: Arány
id: Rasio
it: Rapporto
ja: 比率
lt: Santykis
lv: Attiecība
mk: Однос
nl: Verhouding
no: Forhold
pl: Stosunek
pt: Razão
ro: Raport
ru: Отношение
sk: Pomer
sl: Razmerje
sr: Однос
sv: Förhållande
th: อัตราส่วน
tr: Oran
uk: Співвідношення
ur: تناسب
vi: Tỷ số

source: Excitation Parameters
af: Opwekkingsparameters
ar: معلمات الإثارة
bg: Параметри на възбуждане
bn: এক্সাইটেশন প্যারামিটার
bs: Parametri pobude
cs: Parametry buzení
da: Excitationsparametre
de: Erregungsparameter
el: Παράμετροι Διέγερσης
es: Parámetros de excitación
et: Ergastuse parameetrid
fi: Heräteparametrit
fr: Paramètres d'excitation
he: פרמטרי עירור
hi: उत्तेजन पैरामीटर
hr: Parametri pobude
hu: Gerjesztési paraméterek
id: Parameter Eksitasi
it: Parametri di Eccitazione
ja: 励振パラメータ
lt: Sužadinimo parametrai
lv: Ierosmes parametri
mk: Параметри на ексцитација
nl: Excitatieparameters
no: Eksitasjonsparametere
pl: Parametry wzbudzenia
pt: Parâmetros de Excitação
ro: Parametri de excitație
ru: Параметры возбуждения
sk: Parametre budenia
sl: Parametri vzbujanja
sr: Параметри побуде
sv: Excitationsparametrar
th: พารามิเตอร์การกระตุ้น
tr: Uyarım Parametreleri
uk: Параметри збудження
ur: ایکسائٹیشن پیرامیٹرز
vi: Tham số kích thích

source: Execute Command (XQ Card)
af: Uitvoeropdrag (XQ-kaart)
ar: أمر التنفيذ (بطاقة XQ)
bg: Команда за изпълнение (XQ карта)
bn: এক্সিকিউট কমান্ড (XQ Card)
bs: Naredba izvršenja (XQ kartica)
cs: Příkaz provedení (karta XQ)
da: Udførelseskommando (XQ Card)
de: Ausführungsbefehl (XQ Card)
el: Εντολή Εκτέλεσης (Κάρτα XQ)
es: Comando de ejecución (tarjeta XQ)
et: Täitmiskäsk (XQ kaart)
fi: Suorituskäsky (XQ-kortti)
fr: Commande d'exécution (carte XQ)
he: פקודת ביצוע (כרטיס XQ)
hi: निष्पादन कमांड (XQ Card)
hr: Naredba izvršenja (XQ kartica)
hu: Végrehajtás parancs (XQ kártya)
id: Perintah Eksekusi (Kartu XQ)
it: Comando di Esecuzione (Scheda XQ)
ja: 実行コマンド (XQカード)
lt: Vykdymo komanda (XQ kortelė)
lv: Izpildes komanda (XQ karte)
mk: Команда за извршување (XQ картичка)
nl: Uitvoeropdracht (XQ Card)
no: Utfør-kommando (XQ-kort)
pl: Polecenie wykonania (karta XQ)
pt: Comando de Execução (Cartão XQ)
ro: Comandă de execuție (Card XQ)
ru: Команда выполнения (карта XQ)
sk: Príkaz vykonania (karta XQ)
sl: Ukaz za izvršitev (XQ kartica)
sr: Команда извршења (XQ картица)
sv: Exekveringskommando (XQ-kort)
th: คำสั่งดำเนินการ (XQ Card)
tr: Çalıştırma Komutu (XQ Kartı)
uk: Команда виконання (картка XQ)
ur: ایگزیکیوٹ کمانڈ (XQ Card)
vi: Lệnh thực thi (Thẻ XQ)

source: No Pattern Cuts
af: Geen Patroonssnitte
ar: بدون مقاطع نمط الإشعاع
bg: Без диаграмни сечения
bn: কোনো প্যাটার্ন কাট নেই
bs: Bez presjeka dijagrama
cs: Žádné řezy diagramu
da: Ingen diagramsnit
de: Keine Diagrammschnitte
el: Χωρίς Τομές Διαγράμματος
es: Sin cortes de patrón
et: Kiirgusdiagrammi lõikeid pole
fi: Ei kuvioleikkauksia
fr: Pas de coupes de diagramme
he: ללא חתכי תבנית
hi: कोई पैटर्न कट नहीं
hr: Bez presjeka dijagrama
hu: Nincs sugárzási diagram metszet
id: Tanpa Potongan Pola
it: Nessun Taglio del Diagramma
ja: パターンカットなし
lt: Be diagramos pjūvių
lv: Nav diagrammas griezumu
mk: Без пресеци на дијаграм
nl: Geen patroondoorsneden
no: Ingen mønstersnitt
pl: Brak przekrojów charakterystyki
pt: Sem Cortes de Diagrama
ro: Fără secțiuni de diagramă
ru: Без сечений диаграммы
sk: Žiadne rezy diagramu
sl: Brez rezov vzorca
sr: Без пресека дијаграма
sv: Inga diagramsnitt
th: ไม่มีการตัดแพตเทิร์น
tr: Örüntü Kesiti Yok
uk: Без перерізів діаграми
ur: کوئی پیٹرن کٹس نہیں
vi: Không cắt giản đồ

source: Pattern in XZ Plane
af: Patroon in XZ-vlak
ar: النمط في المستوى XZ
bg: Диаграма в XZ равнина
bn: XZ প্লেনে প্যাটার্ন
bs: Dijagram u XZ ravnini
cs: Diagram v rovině XZ
da: Diagram i XZ-plan
de: Diagramm in XZ-Ebene
el: Διάγραμμα στο Επίπεδο XZ
es: Patrón en plano XZ
et: Kiirgusdiagramm XZ-tasandil
fi: Kuvio XZ-tasossa
fr: Diagramme dans le plan XZ
he: תבנית במישור XZ
hi: XZ तल में पैटर्न
hr: Dijagram u XZ ravnini
hu: Diagram az XZ síkban
id: Pola di Bidang XZ
it: Diagramma nel Piano XZ
ja: XZ平面パターン
lt: Diagrama XZ plokštumoje
lv: Diagramma XZ plaknē
mk: Дијаграм во XZ рамнина
nl: Patroon in XZ-vlak
no: Mønster i XZ-plan
pl: Charakterystyka w płaszczyźnie XZ
pt: Diagrama no Plano XZ
ro: Diagramă în planul XZ
ru: Диаграмма в плоскости XZ
sk: Diagram v rovine XZ
sl: Vzorec v ravnini XZ
sr: Дијаграм у XZ равни
sv: Diagram i XZ-plan
th: แพตเทิร์นในระนาบ XZ
tr: XZ Düzleminde Örüntü
uk: Діаграма в площині XZ
ur: XZ پلین میں پیٹرن
vi: Giản đồ trong mặt phẳng XZ

source: Pattern in YZ Plane
af: Patroon in YZ-vlak
ar: النمط في المستوى YZ
bg: Диаграма в YZ равнина
bn: YZ প্লেনে প্যাটার্ন
bs: Dijagram u YZ ravnini
cs: Diagram v rovině YZ
da: Diagram i YZ-plan
de: Diagramm in YZ-Ebene
el: Διάγραμμα στο Επίπεδο YZ
es: Patrón en plano YZ
et: Kiirgusdiagramm YZ-tasandil
fi: Kuvio YZ-tasossa
fr: Diagramme dans le plan YZ
he: תבנית במישור YZ
hi: YZ तल में पैटर्न
hr: Dijagram u YZ ravnini
hu: Diagram az YZ síkban
id: Pola di Bidang YZ
it: Diagramma nel Piano YZ
ja: YZ平面パターン
lt: Diagrama YZ plokštumoje
lv: Diagramma YZ plaknē
mk: Дијаграм во YZ рамнина
nl: Patroon in YZ-vlak
no: Mønster i YZ-plan
pl: Charakterystyka w płaszczyźnie YZ
pt: Diagrama no Plano YZ
ro: Diagramă în planul YZ
ru: Диаграмма в плоскости YZ
sk: Diagram v rovine YZ
sl: Vzorec v ravnini YZ
sr: Дијаграм у YZ равни
sv: Diagram i YZ-plan
th: แพตเทิร์นในระนาบ YZ
tr: YZ Düzleminde Örüntü
uk: Діаграма в площині YZ
ur: YZ پلین میں پیٹرن
vi: Giản đồ trong mặt phẳng YZ

source: Both XZ/YZ Patterns
af: Beide XZ/YZ-patrone
ar: أنماط المستويين XZ/YZ
bg: И двете XZ/YZ диаграми
bn: উভয় XZ/YZ প্যাটার্ন
bs: Oba XZ/YZ dijagrama
cs: Oba diagramy XZ/YZ
da: Begge XZ/YZ-diagrammer
de: Beide XZ/YZ-Diagramme
el: Διαγράμματα XZ/YZ
es: Ambos patrones XZ/YZ
et: Mõlemad XZ/YZ kiirgusdiagrammid
fi: Molemmat XZ/YZ-kuviot
fr: Diagrammes XZ/YZ
he: שתי תבניות XZ/YZ
hi: दोनों XZ/YZ पैटर्न
hr: Oba XZ/YZ dijagrama
hu: Mindkét XZ/YZ diagram
id: Kedua Pola XZ/YZ
it: Entrambi i Diagrammi XZ/YZ
ja: XZ/YZ両方のパターン
lt: Abi XZ/YZ diagramos
lv: Abas XZ/YZ diagrammas
mk: Двата XZ/YZ дијаграми
nl: Beide XZ/YZ-patronen
no: Begge XZ/YZ-mønstre
pl: Obie charakterystyki XZ/YZ
pt: Ambos os Diagramas XZ/YZ
ro: Ambele diagrame XZ/YZ
ru: Обе диаграммы XZ/YZ
sk: Oba diagramy XZ/YZ
sl: Oba vzorca XZ/YZ
sr: Оба XZ/YZ дијаграма
sv: Båda XZ/YZ-diagram
th: แพตเทิร์นทั้ง XZ/YZ
tr: Her İki XZ/YZ Örüntüsü
uk: Обидві діаграми XZ/YZ
ur: دونوں XZ/YZ پیٹرنز
vi: Cả hai giản đồ XZ/YZ

source: Execute Command
af: Uitvoeropdrag
ar: أمر التنفيذ
bg: Команда за изпълнение
bn: এক্সিকিউট কমান্ড
bs: Naredba izvršenja
cs: Příkaz provedení
da: Udførelseskommando
de: Ausführungsbefehl
el: Εντολή Εκτέλεσης
es: Comando de ejecución
et: Täitmiskäsk
fi: Suorituskäsky
fr: Commande d'exécution
he: פקודת ביצוע
hi: निष्पादन कमांड
hr: Naredba izvršenja
hu: Végrehajtás parancs
id: Perintah Eksekusi
it: Comando di Esecuzione
ja: 実行コマンド
lt: Vykdymo komanda
lv: Izpildes komanda
mk: Команда за извршување
nl: Uitvoeropdracht
no: Utfør-kommando
pl: Polecenie wykonania
pt: Comando de Execução
ro: Comandă de execuție
ru: Команда выполнения
sk: Príkaz vykonania
sl: Ukaz za izvršitev
sr: Команда извршења
sv: Exekveringskommando
th: คำสั่งดำเนินการ
tr: Çalıştırma Komutu
uk: Команда виконання
ur: ایگزیکیوٹ کمانڈ
vi: Lệnh thực thi

source: Frequency Command (FR Card)
af: Frekwensieopdrag (FR-kaart)
ar: أمر التردد (بطاقة FR)
bg: Честотна команда (FR карта)
bn: ফ্রিকোয়েন্সি কমান্ড (FR Card)
bs: Naredba frekvencije (FR kartica)
cs: Příkaz frekvence (karta FR)
da: Frekvenskommando (FR Card)
de: Frequenzbefehl (FR Card)
el: Εντολή Συχνότητας (Κάρτα FR)
es: Comando de frecuencia (tarjeta FR)
et: Sageduse käsk (FR kaart)
fi: Taajuuskäsky (FR-kortti)
fr: Commande de fréquence (carte FR)
he: פקודת תדר (כרטיס FR)
hi: आवृत्ति कमांड (FR Card)
hr: Naredba frekvencije (FR kartica)
hu: Frekvencia parancs (FR kártya)
id: Perintah Frekuensi (Kartu FR)
it: Comando di Frequenza (Scheda FR)
ja: 周波数コマンド (FRカード)
lt: Dažnio komanda (FR kortelė)
lv: Frekvences komanda (FR karte)
mk: Команда за фреквенција (FR картичка)
nl: Frequentieopdracht (FR Card)
no: Frekvenskommando (FR-kort)
pl: Polecenie częstotliwości (karta FR)
pt: Comando de Frequência (Cartão FR)
ro: Comandă de frecvență (Card FR)
ru: Команда частоты (карта FR)
sk: Príkaz frekvencie (karta FR)
sl: Ukaz za frekvenco (FR kartica)
sr: Команда фреквенције (FR картица)
sv: Frekvenskommando (FR-kort)
th: คำสั่งความถี่ (FR Card)
tr: Frekans Komutu (FR Kartı)
uk: Команда частоти (картка FR)
ur: فریکوئنسی کمانڈ (FR Card)
vi: Lệnh tần số (Thẻ FR)

source: Additive Stepping
af: Additiewe Stapping
ar: تدرج جمعي
bg: Адитивна стъпка
bn: যোগাত্মক স্টেপিং
bs: Aditivni korak
cs: Aditivní krokování
da: Additiv trinvis ændring
de: Additive Schrittweite
el: Προσθετικό Βήμα
es: Paso aditivo
et: Liitev sammumine
fi: Additiivinen askelnus
fr: Pas additif
he: צעידה חיבורית
hi: योगात्मक स्टेपिंग
hr: Aditivni korak
hu: Additív léptetés
id: Langkah Aditif
it: Incremento Additivo
ja: 加算ステッピング
lt: Adityvusis žingsniavimas
lv: Aditīvais solis
mk: Адитивно чекорење
nl: Additieve stappen
no: Additiv stepping
pl: Krokowanie addytywne
pt: Passo Aditivo
ro: Pas aditiv
ru: Аддитивный шаг
sk: Aditívne krokovanie
sl: Aditivno stopnjevanje
sr: Адитивни корак
sv: Additiv stegning
th: การเพิ่มแบบบวก
tr: Toplamalı Adımlama
uk: Адитивний крок
ur: اضافی اسٹیپنگ
vi: Bước cộng

source: Multiplicative Stepping
af: Vermenigvuldigende Stapping
ar: تدرج ضربي
bg: Мултипликативна стъпка
bn: গুণাত্মক স্টেপিং
bs: Multiplikativni korak
cs: Multiplikativní krokování
da: Multiplikativ trinvis ændring
de: Multiplikative Schrittweite
el: Πολλαπλασιαστικό Βήμα
es: Paso multiplicativo
et: Korrutav sammumine
fi: Multiplikatiivinen askelnus
fr: Pas multiplicatif
he: צעידה כפלית
hi: गुणात्मक स्टेपिंग
hr: Multiplikativni korak
hu: Multiplikatív léptetés
id: Langkah Multiplikatif
it: Incremento Moltiplicativo
ja: 乗算ステッピング
lt: Multiplikatyvusis žingsniavimas
lv: Multiplikatīvais solis
mk: Мултипликативно чекорење
nl: Multiplicatieve stappen
no: Multiplikativ stepping
pl: Krokowanie multiplikatywne
pt: Passo Multiplicativo
ro: Pas multiplicativ
ru: Мультипликативный шаг
sk: Multiplikatívne krokovanie
sl: Multiplikativno stopnjevanje
sr: Мултипликативни корак
sv: Multiplikativ stegning
th: การเพิ่มแบบคูณ
tr: Çarpmalı Adımlama
uk: Мультиплікативний крок
ur: ضربی اسٹیپنگ
vi: Bước nhân

source: Frequency Stepping
af: Frekwensiestapping
ar: تدرج التردد
bg: Честотна стъпка
bn: ফ্রিকোয়েন্সি স্টেপিং
bs: Korak frekvencije
cs: Krokování frekvence
da: Frekvenstrinsændring
de: Frequenzschrittweite
el: Βηματισμός Συχνότητας
es: Paso de frecuencia
et: Sageduse sammumine
fi: Taajuusaskelnus
fr: Pas de fréquence
he: צעידת תדר
hi: आवृत्ति स्टेपिंग
hr: Korak frekvencije
hu: Frekvencia léptetés
id: Langkah Frekuensi
it: Incremento di Frequenza
ja: 周波数ステッピング
lt: Dažnio žingsniavimas
lv: Frekvences soļošana
mk: Чекорење на фреквенција
nl: Frequentiestappen
no: Frekvenstrinn
pl: Krokowanie częstotliwości
pt: Passo de Frequência
ro: Pas de frecvență
ru: Шаг частоты
sk: Krokovanie frekvencie
sl: Frekvenčno stopnjevanje
sr: Корак фреквенције
sv: Frekvensstegning
th: การเพิ่มความถี่
tr: Frekans Adımlaması
uk: Крок частоти
ur: فریکوئنسی اسٹیپنگ
vi: Bước tần số

source: No. Frequency Points
af: Aantal Frekwensiepunte
ar: عدد نقاط التردد
bg: Брой честотни точки
bn: ফ্রিকোয়েন্সি পয়েন্ট সংখ্যা
bs: Broj frekventnih tačaka
cs: Počet frekvenčních bodů
da: Antal frekvenspunkter
de: Anz. Frequenzpunkte
el: Αρ. Σημείων Συχνότητας
es: Núm. de puntos de frecuencia
et: Sageduspunktide arv
fi: Taajuuspisteiden lkm.
fr: Nb. de points de fréquence
he: מספר נקודות תדר
hi: आवृत्ति बिंदुओं की संख्या
hr: Broj frekvencijskih točaka
hu: Frekvenciapontok száma
id: Jml. Titik Frekuensi
it: N. Punti di Frequenza
ja: 周波数ポイント数
lt: Dažnio taškų sk.
lv: Frekvences punktu skaits
mk: Број на фреквенциски точки
nl: Aantal frequentiepunten
no: Antall frekvenspunkter
pl: Liczba punktów częstotliwości
pt: Nº de Pontos de Frequência
ro: Nr. puncte de frecvență
ru: Кол-во точек частоты
sk: Počet frekvenčných bodov
sl: Št. frekvenčnih točk
sr: Број тачака фреквенције
sv: Antal frekvenspunkter
th: จำนวนจุดความถี่
tr: Frekans Noktası Sayısı
uk: Кількість точок частоти
ur: فریکوئنسی پوائنٹس کی تعداد
vi: Số điểm tần số

source: Start Frequency (MHz)
af: Beginfrekwensie (MHz)
ar: تردد البداية (MHz)
bg: Начална честота (MHz)
bn: শুরু ফ্রিকোয়েন্সি (MHz)
bs: Početna frekvencija (MHz)
cs: Počáteční frekvence (MHz)
da: Startfrekvens (MHz)
de: Startfrequenz (MHz)
el: Αρχική Συχνότητα (MHz)
es: Frecuencia inicial (MHz)
et: Algussagedus (MHz)
fi: Alkutaajuus (MHz)
fr: Fréquence de départ (MHz)
he: תדר התחלה (MHz)
hi: प्रारंभ आवृत्ति (MHz)
hr: Početna frekvencija (MHz)
hu: Kezdő frekvencia (MHz)
id: Frekuensi Awal (MHz)
it: Frequenza Iniziale (MHz)
ja: 開始周波数 (MHz)
lt: Pradinis dažnis (MHz)
lv: Sākuma frekvence (MHz)
mk: Почетна фреквенција (MHz)
nl: Startfrequentie (MHz)
no: Startfrekvens (MHz)
pl: Częstotliwość początkowa (MHz)
pt: Frequência Inicial (MHz)
ro: Frecvență de start (MHz)
ru: Начальная частота (MHz)
sk: Počiatočná frekvencia (MHz)
sl: Začetna frekvenca (MHz)
sr: Почетна фреквенција (MHz)
sv: Startfrekvens (MHz)
th: ความถี่เริ่มต้น (MHz)
tr: Başlangıç Frekansı (MHz)
uk: Початкова частота (МГц)
ur: شروعاتی فریکوئنسی (MHz)
vi: Tần số bắt đầu (MHz)

source: Frequency Step (MHz)
af: Frekwensiestappe (MHz)
ar: خطوة التردد (MHz)
bg: Честотна стъпка (MHz)
bn: ফ্রিকোয়েন্সি স্টেপ (MHz)
bs: Korak frekvencije (MHz)
cs: Frekvenční krok (MHz)
da: Frekvenstrin (MHz)
de: Frequenzschritt (MHz)
el: Βήμα Συχνότητας (MHz)
es: Paso de frecuencia (MHz)
et: Sageduse samm (MHz)
fi: Taajuusaskel (MHz)
fr: Pas de fréquence (MHz)
he: צעד תדר (MHz)
hi: आवृत्ति चरण (MHz)
hr: Korak frekvencije (MHz)
hu: Frekvencia lépésköz (MHz)
id: Langkah Frekuensi (MHz)
it: Passo di Frequenza (MHz)
ja: 周波数ステップ (MHz)
lt: Dažnio žingsnis (MHz)
lv: Frekvences solis (MHz)
mk: Фреквенциски чекор (MHz)
nl: Frequentiestap (MHz)
no: Frekvenstrinn (MHz)
pl: Krok częstotliwości (MHz)
pt: Passo de Frequência (MHz)
ro: Pas de frecvență (MHz)
ru: Шаг частоты (MHz)
sk: Frekvenčný krok (MHz)
sl: Frekvenčni korak (MHz)
sr: Корак фреквенције (MHz)
sv: Frekvenssteg (MHz)
th: ขั้นความถี่ (MHz)
tr: Frekans Adımı (MHz)
uk: Крок частоти (МГц)
ur: فریکوئنسی اسٹیپ (MHz)
vi: Bước tần số (MHz)

source: End Frequency (MHz)
af: Eindfrekwensie (MHz)
ar: تردد النهاية (MHz)
bg: Крайна честота (MHz)
bn: শেষ ফ্রিকোয়েন্সি (MHz)
bs: Krajnja frekvencija (MHz)
cs: Koncová frekvence (MHz)
da: Slutfrekvens (MHz)
de: Endfrequenz (MHz)
el: Τελική Συχνότητα (MHz)
es: Frecuencia final (MHz)
et: Lõppsagedus (MHz)
fi: Lopputaajuus (MHz)
fr: Fréquence de fin (MHz)
he: תדר סיום (MHz)
hi: अंतिम आवृत्ति (MHz)
hr: Završna frekvencija (MHz)
hu: Záró frekvencia (MHz)
id: Frekuensi Akhir (MHz)
it: Frequenza Finale (MHz)
ja: 終了周波数 (MHz)
lt: Galutinis dažnis (MHz)
lv: Beigu frekvence (MHz)
mk: Крајна фреквенција (MHz)
nl: Eindfrequentie (MHz)
no: Sluttfrekvens (MHz)
pl: Częstotliwość końcowa (MHz)
pt: Frequência Final (MHz)
ro: Frecvență de sfârșit (MHz)
ru: Конечная частота (MHz)
sk: Koncová frekvencia (MHz)
sl: Končna frekvenca (MHz)
sr: Крајња фреквенција (MHz)
sv: Slutfrekvens (MHz)
th: ความถี่สิ้นสุด (MHz)
tr: Bitiş Frekansı (MHz)
uk: Кінцева частота (МГц)
ur: آخری فریکوئنسی (MHz)
vi: Tần số kết thúc (MHz)

source: Frequency Stepping Parameters
af: Frekwensiestappingsparameters
ar: معلمات تدرج التردد
bg: Параметри на честотната стъпка
bn: ফ্রিকোয়েন্সি স্টেপিং প্যারামিটার
bs: Parametri koraka frekvencije
cs: Parametry krokování frekvence
da: Frekvenstrinsparametre
de: Frequenzschritt-Parameter
el: Παράμετροι Βηματισμού Συχνότητας
es: Parámetros de paso de frecuencia
et: Sageduse sammumise parameetrid
fi: Taajuusaskelluksen parametrit
fr: Paramètres de pas de fréquence
he: פרמטרי צעידת תדר
hi: आवृत्ति स्टेपिंग पैरामीटर
hr: Parametri koraka frekvencije
hu: Frekvencia léptetési paraméterek
id: Parameter Langkah Frekuensi
it: Parametri di Incremento Frequenza
ja: 周波数ステッピングパラメータ
lt: Dažnio žingsniavimo parametrai
lv: Frekvences soļošanas parametri
mk: Параметри за чекорење на фреквенција
nl: Frequentiestapparameters
no: Frekvensstegsparametere
pl: Parametry krokowania częstotliwości
pt: Parâmetros de Passo de Frequência
ro: Parametri de pas frecvență
ru: Параметры шага частоты
sk: Parametre krokovania frekvencie
sl: Parametri frekvenčnega stopnjevanja
sr: Параметри корака фреквенције
sv: Frekvensstegningsparametrar
th: พารามิเตอร์การเพิ่มความถี่
tr: Frekans Adımlama Parametreleri
uk: Параметри кроку частоти
ur: فریکوئنسی اسٹیپنگ پیرامیٹرز
vi: Tham số bước tần số

source: Geometry End (GE Card)
af: Geometrie-einde (GE-kaart)
ar: نهاية الهندسة (بطاقة GE)
bg: Край на геометрията (GE карта)
bn: জ্যামিতি শেষ (GE Card)
bs: Kraj geometrije (GE kartica)
cs: Konec geometrie (karta GE)
da: Geometri slut (GE Card)
de: Geometrieende (GE Card)
el: Τέλος Γεωμετρίας (Κάρτα GE)
es: Fin de geometría (tarjeta GE)
et: Geomeetria lõpp (GE kaart)
fi: Geometrian loppu (GE-kortti)
fr: Fin de géométrie (carte GE)
he: סיום גאומטריה (כרטיס GE)
hi: ज्यामिति समाप्त (GE Card)
hr: Kraj geometrije (GE kartica)
hu: Geometria vége (GE kártya)
id: Akhir Geometri (Kartu GE)
it: Fine Geometria (Scheda GE)
ja: ジオメトリ終了 (GEカード)
lt: Geometrijos pabaiga (GE kortelė)
lv: Ģeometrijas beigas (GE karte)
mk: Крај на геометрија (GE картичка)
nl: Geometrie-einde (GE Card)
no: Geometrislutt (GE-kort)
pl: Koniec geometrii (karta GE)
pt: Fim da Geometria (Cartão GE)
ro: Sfârșit geometrie (Card GE)
ru: Конец геометрии (карта GE)
sk: Koniec geometrie (karta GE)
sl: Konec geometrije (GE kartica)
sr: Крај геометрије (GE картица)
sv: Geometrislut (GE-kort)
th: สิ้นสุดเรขาคณิต (GE Card)
tr: Geometri Sonu (GE Kartı)
uk: Кінець геометрії (картка GE)
ur: جیومیٹری اختتام (GE Card)
vi: Kết thúc hình học (Thẻ GE)
