Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: # structure wire segments
af: # struktuur draad segmente
ar: # segments سلك الهيكل
bg: # сегменти на проводници на структурата
bn: # স্ট্রাকচার তার সেগমেন্ট
bs: # segmenti žice strukture
cs: # drátové segmenty struktury
da: # struktur trådsegmenter
de: # Struktur-Drahtsegmente
el: # wire segments δομής
es: # segmentos de alambre de estructura
et: # struktuuri traadisegmendid
fi: # rakenteen lankasegmentit
fr: # segments de fil de structure
he: # מקטעי חוט מבנה
hi: # संरचना wire segment
hr: # segmenti žica strukture
hu: # struktúra vezetékszegmensek
id: # segmen kawat struktur
it: # segmenti filo della struttura
ja: # 構造ワイヤセグメント
lt: # struktūros laidų segmentai
lv: # struktūras stieples segmenti
mk: # сегменти на структурни жици
nl: # structuur draadsegmenten
no: # struktur trådsegmenter
pl: # segmenty przewodów struktury
pt: # segmentos de fio da estrutura
ro: # segmente fir structură
ru: # сегменты проводов структуры
sk: # segmenty vodičových prvkov štruktúry
sl: # segmenti žic strukture
sr: # сегменти жице структуре
sv: # struktur trådsegment
th: # segment ของสายโครงสร้าง
tr: # yapı tel segmentleri
uk: # сегменти дротів структури
ur: # سٹرکچر وائر سیگمنٹس
vi: # các đoạn dây cấu trúc

source: Save Currents and Charges to CSV
af: Stoor Strome en Ladings na CSV
ar: حفظ التيارات والشحنات إلى CSV
bg: Запазване на токове и заряди в CSV
bn: কারেন্ট এবং চার্জ CSV-তে সংরক্ষণ করুন
bs: Sačuvaj struje i naboje u CSV
cs: Uložit proudy a náboje do CSV
da: Gem Strømme og Ladninger til CSV
de: Ströme und Ladungen als CSV speichern
el: Αποθήκευση Ρευμάτων και Φορτίων σε CSV
es: Guardar corrientes y cargas en CSV
et: Salvesta voolud ja laengud CSV-faili
fi: Tallenna virrat ja varaukset CSV-tiedostoon
fr: Enregistrer les courants et les charges en CSV
he: שמור זרמים ומטענים ל-CSV
hi: धाराओं और आवेशों को CSV में सहेजें
hr: Spremi struje i naboje u CSV
hu: Áramok és töltések mentése CSV-be
id: Simpan Arus dan Muatan ke CSV
it: Salva Correnti e Cariche in CSV
ja: 電流と電荷をCSVに保存
lt: Išsaugoti sroves ir krūvius į CSV
lv: Saglabāt strāvas un lādiņus CSV failā
mk: Зачувај ги струите и полнежите во CSV
nl: Stromen en ladingen opslaan naar CSV
no: Lagre strømmer og ladninger til CSV
pl: Zapisz prądy i ładunki do CSV
pt: Salvar Correntes e Cargas para CSV
ro: Salvează Curenții și Sarcinile în CSV
ru: Сохранить токи и заряды в CSV
sk: Uložiť prúdy a náboje do CSV
sl: Shrani tokove in naboje v CSV
sr: Сачувај струје и наелектрисања у CSV
sv: Spara strömmar och laddningar till CSV
th: บันทึกกระแสและประจุเป็น CSV
tr: Akımları ve Yükleri CSV'ye Kaydet
uk: Зберегти струми та заряди у CSV
ur: کرنٹس اور چارجز کو CSV میں محفوظ کریں
vi: Lưu dòng điện và điện tích ra CSV

source: You must enable current data by clicking "Currents" or "Charges"in the main xnec2c window.
af: U moet stroomdata aktiveer deur op "Strome" of "Ladings" in die hoof xnec2c-venster te klik.
bg: Трябва да активирате данните за токове, като щракнете върху "Токове" или "Заряди" в главния прозорец на xnec2c.
bn: আপনাকে প্রধান xnec2c উইন্ডোতে "Currents" বা "Charges" ক্লিক করে কারেন্ট ডেটা সক্রিয় করতে হবে।
cs: Musíte povolit data proudů kliknutím na "Proudy" nebo "Náboje" v hlavním okně xnec2c.
el: Πρέπει να ενεργοποιήσετε τα δεδομένα ρεύματος κάνοντας κλικ στο "Ρεύματα" ή "Φορτία" στο κύριο παράθυρο του xnec2c.
es: Debe habilitar los datos de corriente haciendo clic en "Corrientes" o "Cargas" en la ventana principal de xnec2c.
et: Peate lubama vooluandmed, klõpsates xnec2c peaaknas "Voolud" või "Laengud".
fi: Sinun on otettava virtatiedot käyttöön napsauttamalla "Virrat" tai "Varaukset" xnec2c:n pääikkunassa.
fr: Vous devez activer les données de courant en cliquant sur « Courants » ou « Charges » dans la fenêtre principale de xnec2c.
hi: आपको मुख्य xnec2c विंडो में "Currents" या "Charges" पर क्लिक करके धारा डेटा सक्षम करना होगा।
hr: Morate omogućiti podatke o strujama klikom na "Struje" ili "Naboji" u glavnom xnec2c prozoru.
id: Anda harus mengaktifkan data arus dengan mengklik "Currents" atau "Charges" di jendela utama xnec2c.
it: È necessario abilitare i dati delle correnti facendo clic su "Correnti" o "Cariche" nella finestra principale di xnec2c.
ja: メインのxnec2cウィンドウで「電流」または「電荷」をクリックして電流データを有効にしてください。
lt: Turite įjungti srovių duomenis paspausdami "Srovės" arba "Krūviai" pagrindiniame xnec2c lange.
lv: Jums jāiespējo strāvas dati, noklikšķinot uz "Currents" vai "Charges" galvenajā xnec2c logā.
mk: Мора да овозможите податоци за струја со кликнување на "Струи" или "Полнежи" во главниот прозорец на xnec2c.
no: Du må aktivere strømdata ved å klikke på "Strømmer" eller "Ladninger" i hovedvinduet til xnec2c.
pl: Musisz włączyć dane prądów, klikając "Currents" lub "Charges" w głównym oknie xnec2c.
pt: Você deve habilitar os dados de corrente clicando em "Correntes" ou "Cargas" na janela principal do xnec2c.
ro: Trebuie să activați datele de curent făcând clic pe "Curenți" sau "Sarcini" în fereastra principală xnec2c.
ru: Вы должны включить данные о токах, нажав "Токи" или "Заряды" в главном окне xnec2c.
sl: Podatke o tokovih morate omogočiti s klikom na "Tokovi" ali "Naboji" v glavnem oknu xnec2c.
sr: Морате омогућити податке о струјама кликом на "Струје" или "Наелектрисања" у главном xnec2c прозору.
sv: Du måste aktivera strömdata genom att klicka på "Strömmar" eller "Laddningar" i huvudfönstret för xnec2c.
th: คุณต้องเปิดใช้งานข้อมูลกระแสโดยคลิก "Currents" หรือ "Charges" ในหน้าต่างหลักของ xnec2c
tr: Ana xnec2c penceresinde "Akımlar" veya "Yükler"e tıklayarak akım verilerini etkinleştirmelisiniz.
ur: آپ کو مرکزی xnec2c ونڈو میں "Currents" یا "Charges" پر کلک کر کے کرنٹ ڈیٹا کو فعال کرنا ہوگا۔
vi: Bạn phải bật dữ liệu dòng điện bằng cách nhấp vào "Dòng điện" hoặc "Điện tích" trong cửa sổ chính của xnec2c.

source: b less than a
af: b minder as a
ar: b أقل من a
bg: b по-малко от a
bn: b, a-এর চেয়ে ছোট
bs: b manje od a
cs: b menší než a
da: b mindre end a
de: b kleiner als a
el: b μικρότερο από a
es: b menor que a
et: b väiksem kui a
fi: b pienempi kuin a
fr: b inférieur à a
he: b קטן מ-a
hi: b, a से कम है
hr: b manji od a
hu: b kisebb, mint a
id: b kurang dari a
it: b minore di a
ja: bがa未満です
lt: b mažesnis nei a
lv: b mazāks par a
mk: b помало од a
nl: b kleiner dan a
no: b mindre enn a
pl: b mniejsze niż a
pt: b menor que a
ro: b mai mic decât a
ru: b меньше a
sk: b menšie ako a
sl: b manjši od a
sr: b мање од a
sv: b mindre än a
th: b น้อยกว่า a
tr: b, a'dan küçük
uk: b менше за a
ur: b، a سے کم ہے
vi: b nhỏ hơn a

source: step size limited at z = %12.5E
af: stapgrootte beperk by z = %12.5E
ar: حجم الخطوة محدود عند z = %12.5E
bg: размерът на стъпката е ограничен при z = %12.5E
bn: Z = %12.5E-এ ধাপের আকার সীমিত
bs: veličina koraka ograničena na z = %12.5E
cs: Velikost kroku omezena při z = %12.5E
da: trinstørrelse begrænset ved z = %12.5E
de: Schrittweite begrenzt bei z = %12.5E
el: το μέγεθος βήματος περιορίστηκε στο z = %12.5E
es: tamaño de paso limitado en Z = %12.5E
et: sammu suurus piiratud kohal z = %12.5E
fi: askelpituus rajoitettu kohdassa Z = %12.5E
fr: taille de pas limitée à z = %12.5E
he: גודל צעד מוגבל ב-z = %12.5E
hi: z = %12.5E पर चरण आकार सीमित
hr: veličina koraka ograničena na Z = %12.5E
hu: lépésméret korlátozva z = %12.5E értéknél
id: ukuran langkah dibatasi pada z = %12.5E
it: dimensione del passo limitata a Z = %12.5E
ja: Z = %12.5E でステップサイズが制限されました
lt: žingsnio dydis apribotas ties z = %12.5E
lv: soļa izmērs ierobežots pie z = %12.5E
mk: чекорот е ограничен при z = %12.5E
nl: stapgrootte beperkt bij z = %12.5E
no: stegstørrelse begrenset ved z = %12.5E
pl: rozmiar kroku ograniczony przy z = %12.5E
pt: tamanho do passo limitado em Z = %12.5E
ro: dimensiunea pasului limitată la z = %12.5E
ru: размер шага ограничен при z = %12.5E
sk: veľkosť kroku obmedzená pri z = %12.5E
sl: velikost koraka omejena pri Z = %12.5E
sr: величина корака ограничена на z = %12.5E
sv: stegstorlek begränsad vid Z = %12.5E
th: ขนาดขั้นถูกจำกัดที่ Z = %12.5E
tr: adım boyutu z = %12.5E'de sınırlandı
uk: розмір кроку обмежено при z = %12.5E
ur: z = %12.5E پر قدم کا سائز محدود ہے
vi: kích thước bước bị giới hạn tại z = %12.5E

source: Error reading Comments Unexpected EOF (End of File)
af: Fout met lees van Kommentaar Onverwagte EOF (Einde van Lêer)
ar: خطأ في قراءة التعليقات نهاية ملف غير متوقعة (EOF)
bg: Грешка при четене на коментари Неочакван EOF (край на файла)
bn: মন্তব্য পড়তে ত্রুটি অপ্রত্যাশিত EOF (ফাইলের শেষ)
bs: Greška pri čitanju komentara Neočekivan EOF (Kraj datoteke)
cs: Chyba při čtení komentářů Neočekávaný EOF (konec souboru)
da: Fejl ved læsning af kommentarer Uventet EOF (End of File)
de: Fehler beim Lesen der Kommentare Unerwartetes EOF (Dateiende)
el: Σφάλμα ανάγνωσης Σχολίων Απροσδόκητο EOF (Τέλος Αρχείου)
es: Error al leer Comentarios EOF inesperado (Fin de Archivo)
et: Viga kommentaaride lugemisel Ootamatu EOF (faili lõpp)
fi: Virhe kommenttien lukemisessa Odottamaton EOF (tiedoston loppu)
fr: Erreur de lecture des commentaires EOF (fin de fichier) inattendue
he: שגיאה בקריאת הערות EOF בלתי צפוי (סוף קובץ)
hi: टिप्पणियाँ पढ़ने में त्रुटि अप्रत्याशित EOF (फ़ाइल का अंत)
hr: Pogreška pri čitanju komentara Neočekivani EOF (kraj datoteke)
hu: Hiba a megjegyzések olvasásakor Váratlan EOF (fájl vége)
id: Kesalahan membaca Komentar EOF (End of File) tidak terduga
it: Errore nella lettura dei commenti EOF (Fine del file) inatteso
ja: コメント読み取りエラー 予期しないEOF（ファイル終端）
lt: Klaida skaitant komentarus Netikėtas EOF (failo pabaiga)
lv: Kļūda lasot komentārus Negaidīts EOF (faila beigas)
mk: Грешка при читање на коментари Неочекуван EOF (крај на датотека)
nl: Fout bij lezen van opmerkingen Onverwacht EOF (einde van bestand)
no: Feil ved lesing av kommentarer Uventet EOF (slutt på fil)
pl: Błąd odczytu komentarzy Nieoczekiwany EOF (koniec pliku)
pt: Erro ao ler Comentários EOF (Fim de Arquivo) inesperado
ro: Eroare la citirea comentariilor EOF neașteptat (Sfârșit de fișier)
ru: Ошибка чтения комментариев Неожиданный EOF (конец файла)
sk: Chyba pri čítaní komentárov Neočakávaný EOF (koniec súboru)
sl: Napaka pri branju komentarjev Nepričakovan EOF (konec datoteke)
sr: Грешка при читању коментара Неочекивани EOF (крај датотеке)
sv: Fel vid läsning av kommentarer Oväntat filslut (EOF)
th: ข้อผิดพลาดในการอ่านความคิดเห็น EOF (สิ้นสุดไฟล์) ที่ไม่คาดคิด
tr: Yorumları okuma hatası Beklenmeyen EOF (Dosya Sonu)
uk: Помилка читання коментарів Неочікуваний EOF (кінець файлу)
ur: تبصرے پڑھنے میں خرابی غیر متوقع EOF (فائل کا اختتام)
vi: Lỗi đọc chú thích Gặp EOF (Kết thúc tệp) không mong đợi

source: Error reading Comments Comment mnemonic short or missing
af: Fout met lees van Kommentaar Kommentaar-mnemoniese kort of ontbreek
ar: خطأ في قراءة التعليقات رمز التعليق قصير أو مفقود
bg: Грешка при четене на коментари Мнемониката на коментара е къса или липсва
bn: মন্তব্য পড়তে ত্রুটি মন্তব্য মেমোনিক ছোট বা অনুপস্থিত
bs: Greška pri čitanju komentara Mnemonik komentara kratak ili nedostaje
cs: Chyba při čtení komentářů Mnemonika komentáře je krátká nebo chybí
da: Fejl ved læsning af kommentarer Kommentar-mnemonik kort eller mangler
de: Fehler beim Lesen der Kommentare Kommentar-Mnemonik zu kurz oder fehlt
el: Σφάλμα ανάγνωσης Σχολίων Μνημονικό σχολίου σύντομο ή λείπει
es: Error al leer Comentarios Mnemónico de comentario corto o faltante
et: Viga kommentaaride lugemisel Kommentaari mnemoonik lühike või puudub
fi: Virhe kommenttien lukemisessa Kommenttitunniste lyhyt tai puuttuu
fr: Erreur de lecture des commentaires Mnémonique de commentaire court ou manquant
he: שגיאה בקריאת הערות מנמוניק הערה קצר או חסר
hi: टिप्पणियाँ पढ़ने में त्रुटि टिप्पणी स्मरक छोटा या अनुपस्थित
hr: Pogreška pri čitanju komentara Mnemonik komentara je prekratak ili nedostaje
hu: Hiba a megjegyzések olvasásakor Megjegyzés mnemonik rövid vagy hiányzik
id: Kesalahan membaca Komentar Mnemonik komentar pendek atau hilang
it: Errore nella lettura dei commenti Mnemonico del commento corto o mancante
ja: コメント読み取りエラー コメントニーモニックが短いか欠落しています
lt: Klaida skaitant komentarus Komentaro mnemonika per trumpa arba trūksta
lv: Kļūda lasot komentārus Komentāra mnemonika ir īsa vai trūkst
mk: Грешка при читање на коментари Мнемоникот на коментар е краток или недостасува
nl: Fout bij lezen van opmerkingen Commentaarmnemonic te kort of ontbreekt
no: Feil ved lesing av kommentarer Kommentarmnemonic kort eller mangler
pl: Błąd odczytu komentarzy Mnemonik komentarza za krótki lub brakujący
pt: Erro ao ler Comentários Mnemônico de comentário curto ou ausente
ro: Eroare la citirea comentariilor Mnemonicul comentariului scurt sau lipsă
ru: Ошибка чтения комментариев Мнемоника комментария слишком короткая или отсутствует
sk: Chyba pri čítaní komentárov Mnemonika komentára je krátka alebo chýba
sl: Napaka pri branju komentarjev Mnemonik komentarja je prekratek ali manjka
sr: Грешка при читању коментара Мнемоника коментара кратка или недостаје
sv: Fel vid läsning av kommentarer Kommentarmnemonik kort eller saknas
th: ข้อผิดพลาดในการอ่านความคิดเห็น ตัวช่วยจำความคิดเห็นสั้นหรือหายไป
tr: Yorumları okuma hatası Yorum anımsatıcısı kısa veya eksik
uk: Помилка читання коментарів Мнемоніка коментаря коротка або відсутня
ur: تبصرے پڑھنے میں خرابی تبصرہ نیمونک چھوٹا یا غائب ہے
vi: Lỗi đọc chú thích Mã gợi nhớ chú thích ngắn hoặc thiếu

source: Read_Comments(): Error reading input file Comment mnemonic incorrect
af: Read_Comments(): Fout met lees van invoerlêer Kommentaar-mnemoniese verkeerd
ar: Read_Comments(): خطأ في قراءة ملف الإدخال رمز التعليق غير صحيح
bg: Read_Comments(): Грешка при четене на входния файл Мнемониката на коментара е неправилна
bn: Read_Comments(): ইনপুট ফাইল পড়তে ত্রুটি মন্তব্য মেমোনিক ভুল
bs: Read_Comments(): Greška pri čitanju ulazne datoteke Mnemonik komentara netačan
cs: Read_Comments(): Chyba při čtení vstupního souboru Mnemonika komentáře je nesprávná
da: Read_Comments(): Fejl ved læsning af inputfil Kommentar-mnemonik forkert
de: Read_Comments(): Fehler beim Lesen der Eingabedatei Kommentar-Mnemonik inkorrekt
el: Read_Comments(): Σφάλμα ανάγνωσης αρχείου εισόδου Μνημονικό σχολίου εσφαλμένο
es: Read_Comments(): Error al leer archivo de entrada Mnemónico de comentario incorrecto
et: Read_Comments(): Viga sisendfaili lugemisel Kommentaari mnemoonik vale
fi: Read_Comments(): Virhe syötetiedoston lukemisessa Kommenttitunniste virheellinen
fr: Read_Comments() : Erreur de lecture du fichier d'entrée Mnémonique de commentaire incorrect
he: Read_Comments(): שגיאה בקריאת קובץ קלט מנמוניק הערה שגוי
hi: Read_Comments(): इनपुट फ़ाइल पढ़ने में त्रुटि टिप्पणी स्मरक गलत है
hr: Read_Comments(): Pogreška pri čitanju ulazne datoteke Mnemonik komentara je neispravan
hu: Read_Comments(): Hiba a bemeneti fájl olvasásakor Megjegyzés mnemonik helytelen
id: Read_Comments(): Kesalahan membaca file input Mnemonik komentar tidak benar
it: Read_Comments(): Errore nella lettura del file di input Mnemonico del commento non corretto
ja: Read_Comments(): 入力ファイル読み取りエラー コメントニーモニックが不正です
lt: Read_Comments(): Klaida skaitant įvesties failą Komentaro mnemonika neteisinga
lv: Read_Comments(): Kļūda lasot ievades failu Komentāra mnemonika ir nepareiza
mk: Read_Comments(): Грешка при читање на влезна датотека Мнемоникот на коментар е неточен
nl: Read_Comments(): Fout bij lezen van invoerbestand Commentaarmnemonic onjuist
no: Read_Comments(): Feil ved lesing av inndatafil Kommentarmnemonic feil
pl: Read_Comments(): Błąd odczytu pliku wejściowego Nieprawidłowy mnemonik komentarza
pt: Read_Comments(): Erro ao ler arquivo de entrada Mnemônico de comentário incorreto
ro: Read_Comments(): Eroare la citirea fișierului de intrare Mnemonic comentariu incorect
ru: Read_Comments(): Ошибка чтения входного файла Неверная мнемоника комментария
sk: Read_Comments(): Chyba pri čítaní vstupného súboru Nesprávna mnemonika komentára
sl: Read_Comments(): Napaka pri branju vhodne datoteke Mnemonik komentarja je napačen
sr: Read_Comments(): Грешка при читању улазне датотеке Мнемоника коментара нетачна
sv: Read_Comments(): Fel vid läsning av indatafil Kommentarmnemonik felaktig
th: Read_Comments(): ข้อผิดพลาดในการอ่านไฟล์อินพุต ตัวช่วยจำความคิดเห็นไม่ถูกต้อง
tr: Read_Comments(): Girdi dosyası okuma hatası Yorum anımsatıcısı yanlış
uk: Read_Comments(): Помилка читання вхідного файлу Неправильна мнемоніка коментаря
ur: Read_Comments(): ان پٹ فائل پڑھنے میں خرابی تبصرہ نیمونک غلط ہے
vi: Read_Comments(): Lỗi đọc tệp đầu vào Mã gợi nhớ chú thích không đúng

source: Geometry data error Tag number is less than 1
af: Geometrie data fout Etiketnommer is minder as 1
ar: خطأ في بيانات الهندسة رقم tag أقل من 1
bg: Грешка в геометричните данни Номерът на тага е по-малък от 1
bn: জ্যামিতি ডেটা ত্রুটি ট্যাগ নম্বর 1-এর কম
bs: Greška geometrijskih podataka Broj oznake je manji od 1
cs: Chyba dat geometrie Číslo tag je menší než 1
da: Geometri-datafejl Tagnummer er mindre end 1
de: Geometriedaten-Fehler Tag-Nummer ist kleiner als 1
el: Σφάλμα δεδομένων γεωμετρίας Ο αριθμός tag είναι μικρότερος από 1
es: Error en datos de geometría El número de etiqueta es menor que 1
et: Geomeetria andmete viga Märgendi number on väiksem kui 1
fi: Geometriatietojen virhe Tunnistenumero on pienempi kuin 1
fr: Erreur de données géométriques Le numéro de tag est inférieur à 1
he: שגיאת נתוני גאומטריה מספר תג קטן מ-1
hi: ज्यामिति डेटा त्रुटि Tag संख्या 1 से कम है
hr: Pogreška geometrijskih podataka Broj oznake je manji od 1
hu: Geometriai adathiba A címke száma kisebb mint 1
id: Kesalahan data geometri Nomor tag kurang dari 1
it: Errore dati geometria Numero tag inferiore a 1
ja: ジオメトリデータエラー タグ番号が1未満です
lt: Geometrijos duomenų klaida Žymės numeris mažesnis nei 1
lv: Ģeometrijas datu kļūda Birkas numurs ir mazāks par 1
mk: Грешка во геометриски податоци Бројот на ознаката е помал од 1
nl: Geometriegegevensfout Tagnummer is kleiner dan 1
no: Geometri-datafeil Taggnummer er mindre enn 1
pl: Błąd danych geometrii Numer tag jest mniejszy niż 1
pt: Erro nos dados de geometria Número de tag é menor que 1
ro: Eroare date geometrie Numărul de etichetă este mai mic decât 1
ru: Ошибка геометрических данных Номер тега меньше 1
sk: Chyba geometrických dát Číslo značky je menšie ako 1
sl: Napaka podatkov geometrije Številka oznake je manjša od 1
sr: Грешка геометријских података Број ознаке је мањи од 1
sv: Geometridatafel Taggnummer är mindre än 1
th: ข้อผิดพลาดข้อมูลเรขาคณิต หมายเลข tag น้อยกว่า 1
tr: Geometri veri hatası Etiket numarası 1'den küçük
uk: Помилка геометричних даних Номер тегу менше 1
ur: جیومیٹری ڈیٹا کی خرابی ٹیگ نمبر 1 سے کم ہے
vi: Lỗi dữ liệu hình học Số tag nhỏ hơn 1

source: Geometry data error Number of segments is less than 1
af: Geometrie data fout Aantal segmente is minder as 1
ar: خطأ في بيانات الهندسة عدد segments أقل من 1
bg: Грешка в геометричните данни Броят на сегментите е по-малък от 1
bn: জ্যামিতি ডেটা ত্রুটি সেগমেন্ট সংখ্যা 1-এর কম
bs: Greška geometrijskih podataka Broj segmenata je manji od 1
cs: Chyba dat geometrie Počet segmentů je menší než 1
da: Geometri-datafejl Antal segmenter er mindre end 1
de: Geometriedaten-Fehler Anzahl der Segmente ist kleiner als 1
el: Σφάλμα δεδομένων γεωμετρίας Ο αριθμός segments είναι μικρότερος από 1
es: Error en datos de geometría El número de segmentos es menor que 1
et: Geomeetria andmete viga Segmentide arv on väiksem kui 1
fi: Geometriatietojen virhe Segmenttien määrä on pienempi kuin 1
fr: Erreur de données géométriques Le nombre de segments est inférieur à 1
he: שגיאת נתוני גאומטריה מספר מקטעים קטן מ-1
hi: ज्यामिति डेटा त्रुटि Segment की संख्या 1 से कम है
hr: Pogreška geometrijskih podataka Broj segmenata je manji od 1
hu: Geometriai adathiba A szegmensek száma kisebb mint 1
id: Kesalahan data geometri Jumlah segmen kurang dari 1
it: Errore dati geometria Numero di segmenti inferiore a 1
ja: ジオメトリデータエラー セグメント数が1未満です
lt: Geometrijos duomenų klaida Segmentų skaičius mažesnis nei 1
lv: Ģeometrijas datu kļūda Segmentu skaits ir mazāks par 1
mk: Грешка во геометриски податоци Бројот на сегменти е помал од 1
nl: Geometriegegevensfout Aantal segmenten is kleiner dan 1
no: Geometri-datafeil Antall segmenter er mindre enn 1
pl: Błąd danych geometrii Liczba segmentów jest mniejsza niż 1
pt: Erro nos dados de geometria Número de segmentos é menor que 1
ro: Eroare date geometrie Numărul de segmente este mai mic decât 1
ru: Ошибка геометрических данных Количество сегментов меньше 1
sk: Chyba geometrických dát Počet segmentov je menší ako 1
sl: Napaka podatkov geometrije Število segmentov je manjše od 1
sr: Грешка геометријских података Број сегмената је мањи од 1
sv: Geometridatafel Antal segment är mindre än 1
th: ข้อผิดพลาดข้อมูลเรขาคณิต จำนวน segment น้อยกว่า 1
tr: Geometri veri hatası Segment sayısı 1'den küçük
uk: Помилка геометричних даних Кількість сегментів менше 1
ur: جیومیٹری ڈیٹا کی خرابی سیگمنٹس کی تعداد 1 سے کم ہے
vi: Lỗi dữ liệu hình học Số phân đoạn nhỏ hơn 1

source: warning - number of segments is greater than 1000000
af: waarskuwing - aantal segmente is groter as 1000000
ar: تحذير - عدد segments أكبر من 1000000
bg: предупреждение - броят на сегментите е по-голям от 1000000
bn: সতর্কতা - সেগমেন্ট সংখ্যা 1000000-এর বেশি
bs: upozorenje - broj segmenata je veći od 1000000
cs: varování - počet segmentů je větší než 1000000
da: advarsel - antal segmenter er større end 1000000
de: Warnung - Anzahl der Segmente ist größer als 1000000
el: προειδοποίηση - ο αριθμός segments είναι μεγαλύτερος από 1000000
es: advertencia - el número de segmentos es mayor que 1000000
et: hoiatus - segmentide arv on suurem kui 1000000
fi: varoitus - segmenttien määrä on suurempi kuin 1000000
fr: avertissement - le nombre de segments est supérieur à 1000000
he: אזהרה - מספר מקטעים גדול מ-1000000
hi: चेतावनी - segment की संख्या 1000000 से अधिक है
hr: upozorenje - broj segmenata je veći od 1000000
hu: figyelmeztetés - a szegmensek száma nagyobb mint 1000000
id: peringatan - jumlah segmen lebih dari 1000000
it: avviso - numero di segmenti superiore a 1000000
ja: 警告 - セグメント数が1000000を超えています
lt: įspėjimas - segmentų skaičius didesnis nei 1000000
lv: brīdinājums - segmentu skaits ir lielāks par 1000000
mk: предупредување - бројот на сегменти е поголем од 1000000
nl: waarschuwing - aantal segmenten is groter dan 1000000
no: advarsel - antall segmenter er større enn 1000000
pl: ostrzeżenie - liczba segmentów jest większa niż 1000000
pt: aviso - número de segmentos é maior que 1000000
ro: avertisment - numărul de segmente este mai mare decât 1000000
ru: предупреждение - количество сегментов больше 1000000
sk: varovanie - počet segmentov je väčší ako 1000000
sl: opozorilo - število segmentov je večje od 1000000
sr: упозорење - број сегмената је већи од 1000000
sv: varning - antal segment är större än 1000000
th: คำเตือน - จำนวน segment มากกว่า 1000000
tr: uyarı - segment sayısı 1000000'dan büyük
uk: попередження - кількість сегментів перевищує 1000000
ur: انتباہ - سیگمنٹس کی تعداد 1000000 سے زیادہ ہے
vi: cảnh báo - số phân đoạn lớn hơn 1000000
