Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: check data, parameter specifying segment: position in a group of equal tags must not be zero
af: kontroleer data, parameter wat segment spesifiseer: posisie in 'n groep van gelyke etikette mag nie nul wees nie
ar: تحقق من البيانات، معامل تحديد segment: الموضع في مجموعة من tags المتساوية يجب ألا يكون صفراً
bg: проверете данните, параметър указващ сегмент: позицията в група от еднакви тагове не трябва да бъде нула
bn: ডেটা পরীক্ষা করুন, সেগমেন্ট নির্দিষ্টকারী প্যারামিটার: সমান ট্যাগ গ্রুপে অবস্থান শূন্য হতে পারে না
bs: provjerite podatke, parametar koji specificira segment: pozicija u grupi jednakih oznaka ne smije biti nula
cs: Zkontrolujte data, parametr určující segment: pozice ve skupině stejných tagů nesmí být nula
da: kontroller data, parameter der angiver segment: position i en gruppe af ens tags må ikke være nul
de: Daten prüfen, Parameter zur Segmentspezifikation: Position in einer Gruppe gleicher Tags darf nicht Null sein
el: ελέγξτε τα δεδομένα, η παράμετρος που καθορίζει segment: η θέση σε ομάδα ίσων tags δεν πρέπει να είναι μηδέν
es: verifique los datos, el parámetro que especifica el segmento: la posición en un grupo de etiquetas iguales no debe ser cero
et: kontrollige andmeid, segmenti määrav parameeter: positsioon võrdsete märgendite grupis ei tohi olla null
fi: tarkista tiedot, segmentin sijaintia määrittävä parametri: sijainti samantunnuksisten ryhmässä ei saa olla nolla
fr: vérifiez les données, le paramètre spécifiant le segment : la position dans un groupe de tags égaux ne doit pas être zéro
he: בדוק נתונים, פרמטר המציין מקטע: מיקום בקבוצת תגיות שוות חייב להיות שונה מאפס
hi: डेटा जाँचें, segment निर्दिष्ट करने वाला पैरामीटर: समान tag के समूह में स्थिति शून्य नहीं होनी चाहिए
hr: provjerite podatke, parametar koji određuje segment: pozicija u grupi jednakih oznaka ne smije biti nula
hu: ellenőrizze az adatokat, szegmenst megadó paraméter: pozíció azonos címkék csoportjában nem lehet nulla
id: periksa data, parameter yang menentukan segmen: posisi dalam grup tag yang sama tidak boleh nol
it: verificare i dati, il parametro che specifica il segmento: la posizione in un gruppo di tag uguali non deve essere zero
ja: データを確認してください、セグメント指定パラメータ: 同一タググループ内の位置はゼロであってはなりません
lt: patikrinkite duomenis, segmentą nurodantis parametras: pozicija vienodų žymų grupėje negali būti nulis
lv: pārbaudiet datus, segmenta norādīšanas parametrs: pozīcija vienādu tagu grupā nedrīkst būt nulle
mk: проверете ги податоците, параметарот што го одредува сегментот: позицијата во група од еднакви тагови не смее да биде нула
nl: controleer gegevens, parameter die segment specificeert: positie in een groep van gelijke tags mag niet nul zijn
no: sjekk data, parameter som spesifiserer segment: posisjon i en gruppe med like tags må ikke være null
pl: sprawdź dane, parametr określający segment: pozycja w grupie równych znaczników nie może być zerem
pt: verifique os dados, parâmetro especificando segmento: posição em um grupo de tags iguais não pode ser zero
ro: verificați datele, parametrul care specifică segmentul: poziția într-un grup de etichete egale nu trebuie să fie zero
ru: проверьте данные, параметр, указывающий сегмент: позиция в группе одинаковых тегов не должна быть нулевой
sk: skontrolujte údaje, parameter určujúci segment: pozícia v skupine rovnakých tagov nesmie byť nula
sl: preverite podatke, parameter, ki določa segment: položaj v skupini enakih oznak ne sme biti nič
sr: проверите податке, параметар који одређује сегмент: позиција у групи једнаких ознака не сме бити нула
sv: kontrollera data, parameter som anger segment: position i en grupp med lika taggar får inte vara noll
th: ตรวจสอบข้อมูล พารามิเตอร์ระบุ segment: ตำแหน่งในกลุ่ม tag ที่เท่ากันต้องไม่เป็นศูนย์
tr: veriyi kontrol edin, segmenti belirten parametre: eşit etiket grubundaki konum sıfır olmamalı
uk: перевірте дані, параметр, що вказує сегмент: позиція в групі однакових тегів не повинна бути нульовою
ur: ڈیٹا چیک کریں، سیگمنٹ کی وضاحت کرنے والا پیرامیٹر: برابر ٹیگز کے گروپ میں پوزیشن صفر نہیں ہونی چاہیے
vi: kiểm tra dữ liệu, tham số xác định đoạn: vị trí trong nhóm các tag bằng nhau không được bằng không

source: Parameter specifying segment position in a group of equal tags is zero
af: Parameter wat segment spesifiseer posisie in 'n groep van gelyke etikette is nul
ar: معامل تحديد segment الموضع في مجموعة من tags المتساوية هو صفر
bg: Параметър, указващ позиция на сегмент в група от еднакви тагове, е нула
bn: সেগমেন্ট নির্দিষ্টকারী প্যারামিটার সমান ট্যাগ গ্রুপে অবস্থান শূন্য
bs: Parametar koji specificira poziciju segmenta u grupi jednakih oznaka je nula
cs: Parametr určující segment pozice ve skupině stejných tagů je nula
da: Parameter der angiver segment- position i en gruppe af ens tags er nul
de: Parameter zur Segmentspezifikation Position in einer Gruppe gleicher Tags ist Null
el: Η παράμετρος που καθορίζει τη θέση segment σε ομάδα ίσων tags είναι μηδέν
es: El parámetro que especifica la posición del segmento en un grupo de etiquetas iguales es cero
et: Segmendi positsiooni määrav parameeter võrdsete märgendite grupis on null
fi: Segmentin sijaintia määrittävä parametri samantunnuksisten ryhmässä on nolla
fr: Le paramètre spécifiant la position du segment dans un groupe de tags égaux est zéro
he: פרמטר המציין מיקום מקטע בקבוצת תגיות שוות הוא אפס
hi: Segment निर्दिष्ट करने वाला पैरामीटर समान tag के समूह में स्थिति शून्य है
hr: Parametar koji određuje poziciju segmenta u grupi jednakih oznaka je nula
hu: Szegmenst megadó paraméter pozíció azonos címkék csoportjában nulla
id: Parameter yang menentukan segmen posisi dalam grup tag yang sama adalah nol
it: Il parametro che specifica la posizione del segmento in un gruppo di tag uguali è zero
ja: セグメント位置を指定するパラメータが 同一タググループ内でゼロです
lt: Segmentą nurodantis parametras pozicija vienodų žymų grupėje yra nulis
lv: Segmenta norādīšanas parametrs pozīcija vienādu tagu grupā ir nulle
mk: Параметарот што го одредува сегментот позицијата во група од еднакви тагови е нула
nl: Parameter die segment specificeert: positie in een groep van gelijke tags is nul
no: Parameter som spesifiserer segment- posisjon i en gruppe med like tags er null
pl: Parametr określający segment pozycja w grupie równych znaczników wynosi zero
pt: Parâmetro especificando segmento posição em um grupo de tags iguais é zero
ro: Parametrul care specifică poziția segmentului într-un grup de etichete egale este zero
ru: Параметр, указывающий сегмент: позиция в группе одинаковых тегов равна нулю
sk: Parameter určujúci segment pozícia v skupine rovnakých tagov je nula
sl: Parameter, ki določa položaj segmenta v skupini enakih oznak, je nič
sr: Параметар који одређује позицију сегмента у групи једнаких ознака је нула
sv: Parameter som anger segment- position i en grupp med lika taggar är noll
th: พารามิเตอร์ระบุ segment ตำแหน่งในกลุ่ม tag ที่เท่ากันเป็นศูนย์
tr: Segmenti belirten parametre eşit etiket grubundaki konum sıfır
uk: Параметр, що вказує позицію сегмента в групі однакових тегів, дорівнює нулю
ur: سیگمنٹ کی وضاحت کرنے والا پیرامیٹر برابر ٹیگز کے گروپ میں پوزیشن صفر ہے
vi: Tham số xác định vị trí đoạn trong nhóm các tag bằng nhau là không

source: no segment has an itag of %d
af: geen segment het 'n itag van %d nie
ar: لا يوجد segment بـ itag تساوي %d
bg: няма сегмент с itag %d
bn: %d itag সহ কোনো সেগমেন্ট নেই
bs: nijedan segment nema itag od %d
cs: Žádný segment nemá itag %d
da: intet segment har et itag på %d
de: Kein Segment hat einen itag von %d
el: κανένα segment δεν έχει itag %d
es: ningún segmento tiene un itag de %d
et: ühelgi segmendil pole itag väärtust %d
fi: millään segmentillä ei ole itag-arvoa %d
fr: aucun segment n'a un itag de %d
he: אין מקטע עם itag של %d
hi: किसी segment का itag %d नहीं है
hr: nijedan segment nema itag od %d
hu: nincs szegmens %d itag értékkel
id: tidak ada segmen dengan itag %d
it: nessun segmento ha un itag di %d
ja: itag %d を持つセグメントがありません
lt: joks segmentas neturi itag %d
lv: nevienam segmentam nav itag %d
mk: ниту еден сегмент нема itag од %d
nl: geen segment heeft een itag van %d
no: ingen segment har en itag på %d
pl: żaden segment nie ma znacznika itag równego %d
pt: nenhum segmento tem itag igual a %d
ro: niciun segment nu are un itag de %d
ru: нет сегмента с itag %d
sk: žiadny segment nemá itag %d
sl: noben segment nima oznake itag %d
sr: ниједан сегмент нема itag од %d
sv: inget segment har itag %d
th: ไม่มี segment ที่มี itag เป็น %d
tr: itag değeri %d olan segment yok
uk: жоден сегмент не має itag %d
ur: کسی سیگمنٹ کا itag %d نہیں ہے
vi: không có đoạn nào có itag là %d

source: Segment tag number error: Tag 0 is reserved and cannot be used. Check your geometry cards (especially GM cards) to ensure tag values are valid. For GM cards: verify 'start from tag' and 'tag increment' don't create tag 0.
af: Segment-etiketnommerfout: Etiket 0 is gereserveer en kan nie gebruik word nie. Kontroleer u geometriekaarte (veral GM-kaarte) om te verseker etiketwaardes is geldig. Vir GM-kaarte: verifieer 'begin vanaf etiket' en 'etiketinkrement' skep nie etiket 0 nie.
ar: خطأ في رقم tag لـ segment: tag 0 محجوز ولا يمكن استخدامه. تحقق من بطاقات الهندسة (خاصة بطاقات GM) للتأكد من صحة قيم tags. لبطاقات GM: تحقق من أن 'البدء من tag' و'زيادة tag' لا تُنشئ tag 0.
bg: Грешка в номера на таг на сегмент: Таг 0 е резервиран и не може да се използва. Проверете картите за геометрия (особено GM картите), за да се уверите, че стойностите на таговете са валидни. За GM карти: проверете дали 'начален таг' и 'инкремент на таг' не създават таг 0.
bn: সেগমেন্ট ট্যাগ নম্বর ত্রুটি: ট্যাগ 0 সংরক্ষিত এবং ব্যবহার করা যাবে না। আপনার জ্যামিতি কার্ড (বিশেষত GM কার্ড) পরীক্ষা করুন যাতে ট্যাগ মান বৈধ হয়। GM কার্ডের জন্য: যাচাই করুন 'start from tag' এবং 'tag increment' ট্যাগ 0 তৈরি করছে না।
bs: Greška broja oznake segmenta: Oznaka 0 je rezervirana i ne može se koristiti. Provjerite vaše geometrijske kartice (posebno GM kartice) da osigurate da su vrijednosti oznaka važeće. Za GM kartice: provjerite da 'počni od oznake' i 'inkrement oznake' ne stvaraju oznaku 0.
cs: Chyba čísla tag segmentu: Tag 0 je rezervován a nelze jej použít. Zkontrolujte karty geometrie (zejména karty GM), aby hodnoty tagů byly platné. Pro karty GM: ověřte, že 'počáteční tag' a 'přírůstek tag' nevytvářejí tag 0.
da: Segment tag-nummerfejl: Tag 0 er reserveret og kan ikke bruges. Kontroller dine geometrikort (især GM-kort) for at sikre, at tag-værdier er gyldige. For GM-kort: bekræft at 'start fra tag' og 'tag-tilvækst' ikke skaber tag 0.
de: Segment-Tag-Nummernfehler: Tag 0 ist reserviert und kann nicht verwendet werden. Überprüfen Sie Ihre Geometriekarten (insbesondere GM-Karten), um sicherzustellen, dass die Tag-Werte gültig sind. Für GM-Karten: Stellen Sie sicher, dass 'Start-Tag' und 'Tag-Inkrement' nicht Tag 0 erzeugen.
el: Σφάλμα αριθμού tag segment: Το tag 0 είναι δεσμευμένο και δεν μπορεί να χρησιμοποιηθεί. Ελέγξτε τις κάρτες γεωμετρίας σας (ειδικά τις κάρτες GM) για να βεβαιωθείτε ότι οι τιμές tags είναι έγκυρες. Για κάρτες GM: επαληθεύστε ότι το 'αρχικό tag' και η 'αύξηση tag' δεν δημιουργούν tag 0.
es: Error en número de etiqueta de segmento: La etiqueta 0 está reservada y no puede usarse. Verifique sus tarjetas de geometría (especialmente las tarjetas GM) para asegurar que los valores de etiqueta sean válidos. Para tarjetas GM: verifique que 'inicio desde etiqueta' e 'incremento de etiqueta' no creen la etiqueta 0.
et: Segmendi märgendi numbri viga: Märgend 0 on reserveeritud ja seda ei saa kasutada. Kontrollige oma geomeetriakaarte (eriti GM-kaarte), et märgendi väärtused oleksid kehtivad. GM-kaartide puhul: veenduge, et 'alusta märgendist' ja 'märgendi juurdekasv' ei loo märgendit 0.
fi: Segmentin tunnusnumerovirhe: Tunniste 0 on varattu eikä sitä voi käyttää. Tarkista geometriakortit (erityisesti GM-kortit) varmistaaksesi tunnusarvojen kelvollisuuden. GM-korteille: varmista etteivät 'aloitustunniste' ja 'tunnuslisäys' luo tunnistetta 0.
fr: Erreur de numéro de tag de segment : Le tag 0 est réservé et ne peut pas être utilisé. Vérifiez vos cartes de géométrie (notamment les cartes GM) pour vous assurer que les valeurs de tag sont valides. Pour les cartes GM : vérifiez que 'tag de départ' et 'incrément de tag' ne créent pas le tag 0.
he: שגיאת מספר תגית מקטע: תגית 0 שמורה ואינה ניתנת לשימוש. בדוק את כרטיסי הגאומטריה שלך (במיוחד כרטיסי GM) כדי לוודא שערכי התגיות חוקיים. עבור כרטיסי GM: ודא ש'התחל מתגית' ו'תוספת תגית' אינם יוצרים תגית 0.
hi: Segment tag संख्या त्रुटि: Tag 0 आरक्षित है और उपयोग नहीं किया जा सकता। अपने ज्यामिति कार्ड (विशेषकर GM कार्ड) की जाँच करें कि tag मान मान्य हैं। GM कार्ड के लिए: सत्यापित करें कि 'start from tag' और 'tag increment' tag 0 नहीं बनाते।
hr: Pogreška broja oznake segmenta: Oznaka 0 je rezervirana i ne može se koristiti. Provjerite svoje geometrijske kartice (posebno GM kartice) da biste osigurali da su vrijednosti oznaka valjane. Za GM kartice: provjerite da 'početna oznaka' i 'inkrement oznake' ne stvaraju oznaku 0.
hu: Szegmens címkeszám hiba: A 0 címke fenntartott és nem használható. Ellenőrizze a geometriai kártyákat (különösen a GM kártyákat), hogy a címkeértékek érvényesek legyenek. GM kártyáknál: ellenőrizze, hogy a 'kezdő címke' és 'címke növekmény' nem hoz létre 0 címkét.
id: Kesalahan nomor tag segmen: Tag 0 dicadangkan dan tidak dapat digunakan. Periksa kartu geometri Anda (terutama kartu GM) untuk memastikan nilai tag valid. Untuk kartu GM: verifikasi 'mulai dari tag' dan 'penambahan tag' tidak menghasilkan tag 0.
it: Errore numero tag del segmento: Il tag 0 è riservato e non può essere utilizzato. Verificare le schede geometriche (specialmente le schede GM) per assicurarsi che i valori dei tag siano validi. Per le schede GM: verificare che 'tag iniziale' e 'incremento tag' non creino il tag 0.
ja: セグメントタグ番号エラー: タグ0は予約されており使用できません。 ジオメトリカード（特にGMカード）でタグ値が有効であることを確認してください。 GMカードの場合:「開始タグ」と「タグ増分」がタグ0を作成しないことを確認してください。
lt: Segmento žymos numerio klaida: Žyma 0 yra rezervuota ir negali būti naudojama. Patikrinkite savo geometrijos korteles (ypač GM korteles), kad žymų reikšmės būtų tinkamos. GM kortelėms: įsitikinkite, kad 'pradžios žyma' ir 'žymos prieaugis' nesukuria žymos 0.
lv: Segmenta taga numura kļūda: Tags 0 ir rezervēts un to nevar izmantot. Pārbaudiet savas ģeometrijas kartes (īpaši GM kartes), lai pārliecinātos, ka tagu vērtības ir derīgas. GM kartēm: pārbaudiet, vai 'sākt no taga' un 'taga pieaugums' neveido tagu 0.
mk: Грешка во бројот на таг на сегмент: Таг 0 е резервиран и не може да се користи. Проверете ги вашите геометриски картички (особено GM картички) за да се осигурате дека вредностите на таговите се валидни. За GM картички: потврдете дека 'почни од таг' и 'инкремент на таг' не создаваат таг 0.
nl: Segmenttagnummerfout: Tag 0 is gereserveerd en kan niet worden gebruikt. Controleer uw geometriekaarten (vooral GM-kaarten) om te zorgen dat tagwaarden geldig zijn. Voor GM-kaarten: controleer of 'start vanaf tag' en 'tagverhoging' geen tag 0 creëren.
no: Segment-tag-nummerfeil: Tag 0 er reservert og kan ikke brukes. Sjekk geometrikortene dine (spesielt GM-kort) for å sikre at tag-verdier er gyldige. For GM-kort: verifiser at 'start fra tag' og 'tag-inkrement' ikke oppretter tag 0.
pl: Błąd numeru znacznika segmentu: Znacznik 0 jest zarezerwowany i nie może być używany. Sprawdź karty geometrii (szczególnie karty GM), aby upewnić się, że wartości znaczników są prawidłowe. Dla kart GM: sprawdź, czy 'początkowy znacznik' i 'przyrost znacznika' nie tworzą znacznika 0.
pt: Erro no número de tag do segmento: Tag 0 é reservado e não pode ser usado. Verifique seus cartões de geometria (especialmente cartões GM) para garantir que os valores de tag sejam válidos. Para cartões GM: verifique se 'iniciar a partir do tag' e 'incremento de tag' não criam tag 0.
ro: Eroare număr etichetă segment: Eticheta 0 este rezervată și nu poate fi utilizată. Verificați cardurile de geometrie (în special cardurile GM) pentru a vă asigura că valorile etichetelor sunt valide. Pentru cardurile GM: verificați ca 'pornește de la eticheta' și 'incrementul etichetei' să nu creeze eticheta 0.
ru: Ошибка номера тега сегмента: Тег 0 зарезервирован и не может использоваться. Проверьте карты геометрии (особенно карты GM), чтобы убедиться в корректности значений тегов. Для карт GM: убедитесь, что 'начальный тег' и 'приращение тега' не создают тег 0.
sk: Chyba čísla tagu segmentu: Tag 0 je rezervovaný a nemôže byť použitý. Skontrolujte karty geometrie (najmä karty GM), aby hodnoty tagov boli platné. Pre karty GM: overte, že 'začať od tagu' a 'prírastok tagu' nevytvárajú tag 0.
sl: Napaka oznake segmenta: Oznaka 0 je rezervirana in je ni mogoče uporabiti. Preverite vaše geometrijske kartice (zlasti kartice GM), da so vrednosti oznak veljavne. Za kartice GM: preverite, da 'začni od oznake' in 'prirastek oznake' ne ustvarita oznake 0.
sr: Грешка у броју ознаке сегмента: Ознака 0 је резервисана и не може се користити. Проверите ваше геометријске картице (нарочито GM картице) да бисте осигурали да су вредности ознака важеће. За GM картице: проверите да 'почетна ознака' и 'инкремент ознаке' не стварају ознаку 0.
sv: Segmenttagnummerfel: Tagg 0 är reserverad och kan inte användas. Kontrollera dina geometrikort (särskilt GM-kort) för att säkerställa att taggvärden är giltiga. För GM-kort: verifiera att 'börja från tagg' och 'tagginkrement' inte skapar tagg 0.
th: ข้อผิดพลาดหมายเลข tag segment: tag 0 ถูกสงวนไว้และไม่สามารถใช้ได้ ตรวจสอบการ์ดเรขาคณิตของคุณ (โดยเฉพาะการ์ด GM) เพื่อให้แน่ใจว่าค่า tag ถูกต้อง สำหรับการ์ด GM: ตรวจสอบว่า 'เริ่มจาก tag' และ 'การเพิ่ม tag' ไม่สร้าง tag 0
tr: Segment etiket numarası hatası: Etiket 0 ayrılmış ve kullanılamaz. Etiket değerlerinin geçerli olduğundan emin olmak için geometri kartlarınızı (özellikle GM kartları) kontrol edin. GM kartları için: 'başlangıç etiketi' ve 'etiket artışı'nın etiket 0 oluşturmadığını doğrulayın.
uk: Помилка номера тега сегмента: Тег 0 зарезервований і не може використовуватися. Перевірте картки геометрії (особливо картки GM), щоб переконатися, що значення тегів дійсні. Для карток GM: перевірте, що 'початковий тег' та 'приріст тега' не створюють тег 0.
ur: سیگمنٹ ٹیگ نمبر خرابی: ٹیگ 0 محفوظ ہے اور استعمال نہیں کیا جا سکتا۔ اپنے جیومیٹری کارڈز (خاص طور پر GM کارڈز) چیک کریں تاکہ ٹیگ ویلیوز درست ہوں۔ GM کارڈز کے لیے: تصدیق کریں کہ 'start from tag' اور 'tag increment' ٹیگ 0 نہیں بناتے۔
vi: Lỗi số tag đoạn: Tag 0 được dành riêng và không thể sử dụng. Kiểm tra các thẻ hình học (đặc biệt là thẻ GM) để đảm bảo giá trị tag hợp lệ. Đối với thẻ GM: xác minh 'bắt đầu từ tag' và 'gia số tag' không tạo ra tag 0.
