Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: tag=%d/seg=%d: length/wavelength ratio of %.3f > 0.05; shorter segments increase accuracy in regions of rapid current change (min=0.001, fine=0.05, recommended <=0.1)
af: tag=%d/seg=%d: lengte/golflengte-verhouding van %.3f > 0.05; korter segmente verhoog akkuraatheid in gebiede van vinnige stroomverandering (min=0.001, fyn=0.05, aanbeveel <=0.1)
ar: tag=%d/seg=%d: نسبة الطول/الطول الموجي %.3f > 0.05؛ segments الأقصر تزيد الدقة في مناطق التغير السريع للتيار (الحد الأدنى=0.001، جيد=0.05، موصى به <=0.1)
bg: tag=%d/seg=%d: съотношение дължина/дължина на вълната от %.3f > 0.05; по-късите сегменти увеличават точността в области с бърза промяна на тока (мин=0.001, добре=0.05, препоръчително <=0.1)
bn: tag=%d/seg=%d: দৈর্ঘ্য/তরঙ্গদৈর্ঘ্য অনুপাত %.3f > 0.05; দ্রুত কারেন্ট পরিবর্তনের অঞ্চলে ছোট সেগমেন্ট নির্ভুলতা বাড়ায় (min=0.001, fine=0.05, recommended <=0.1)
bs: tag=%d/seg=%d: odnos dužina/talasna dužina od %.3f > 0.05; kraći segmenti povećavaju tačnost u područjima brze promjene struje (min=0.001, fino=0.05, preporučeno <=0.1)
cs: tag=%d/seg=%d: poměr délka/vlnová délka %.3f > 0.05; kratší segmenty zvyšují přesnost v oblastech rychlé změny proudu (min=0.001, v pořádku=0.05, doporučeno <=0.1)
da: tag=%d/seg=%d: længde/bølgelængde-forhold på %.3f > 0.05; kortere segmenter øger nøjagtigheden i områder med hurtig strømændring (min=0.001, fin=0.05, anbefalet <=0.1)
de: tag=%d/seg=%d: Länge/Wellenlänge-Verhältnis von %.3f > 0.05; kürzere Segmente erhöhen die Genauigkeit in Bereichen schneller Stromänderungen (min=0.001, fein=0.05, empfohlen <=0.1)
el: tag=%d/seg=%d: λόγος μήκους/μήκους κύματος %.3f > 0.05· μικρότερα segments αυξάνουν την ακρίβεια σε περιοχές ταχείας μεταβολής ρεύματος (ελάχ=0.001, καλό=0.05, συνιστώμενο <=0.1)
es: etiqueta=%d/seg=%d: relación longitud/longitud de onda de %.3f > 0.05; segmentos más cortos aumentan la precisión en regiones de cambio rápido de corriente (mín=0.001, fino=0.05, recomendado <=0.1)
et: tag=%d/seg=%d: pikkuse/lainepikkuse suhe %.3f > 0.05; lühemad segmendid suurendavad täpsust kiire voolumuutuse piirkondades (min=0.001, hea=0.05, soovitatav <=0.1)
fi: tag=%d/seg=%d: pituus/aallonpituus-suhde %.3f > 0.05; lyhyemmät segmentit lisäävät tarkkuutta nopean virranmuutoksen alueilla (min=0.001, hyvä=0.05, suositeltu <=0.1)
fr: tag=%d/seg=%d : rapport longueur/longueur d'onde de %.3f > 0.05 ; des segments plus courts augmentent la précision dans les régions de changement rapide de courant (min=0.001, correct=0.05, recommandé <=0.1)
he: tag=%d/seg=%d: יחס אורך/אורך גל של %.3f > 0.05; מקטעים קצרים יותר מגבירים דיוק באזורים של שינוי זרם מהיר (מינימום=0.001, טוב=0.05, מומלץ <=0.1)
hi: tag=%d/seg=%d: लंबाई/तरंगदैर्घ्य अनुपात %.3f > 0.05; तीव्र धारा परिवर्तन क्षेत्रों में छोटे segment सटीकता बढ़ाते हैं (न्यूनतम=0.001, उत्तम=0.05, अनुशंसित <=0.1)
hr: tag=%d/seg=%d: omjer duljina/valna duljina od %.3f > 0.05; kraći segmenti povećavaju točnost u područjima brzih promjena struje (min=0.001, fino=0.05, preporučeno <=0.1)
hu: tag=%d/seg=%d: hossz/hullámhossz arány %.3f > 0.05; rövidebb szegmensek növelik a pontosságot a gyors áramváltozás régióiban (min=0.001, megfelelő=0.05, ajánlott <=0.1)
id: tag=%d/seg=%d: rasio panjang/panjang gelombang %.3f > 0.05; segmen lebih pendek meningkatkan akurasi di area perubahan arus cepat (min=0.001, baik=0.05, disarankan <=0.1)
it: tag=%d/seg=%d: rapporto lunghezza/lunghezza d'onda di %.3f > 0.05; segmenti più corti aumentano la precisione nelle regioni di rapida variazione di corrente (min=0.001, fine=0.05, raccomandato <=0.1)
ja: tag=%d/seg=%d: 長さ/波長比 %.3f > 0.05; 電流変化が急速な領域では短いセグメントが精度を向上させます (min=0.001, fine=0.05, recommended <=0.1)
lt: tag=%d/seg=%d: ilgio/bangos ilgio santykis %.3f > 0.05; trumpesni segmentai padidina tikslumą sparčių srovės pokyčių srityse (min=0.001, gerai=0.05, rekomenduojama <=0.1)
lv: tag=%d/seg=%d: garuma/viļņa garuma attiecība %.3f > 0.05; īsāki segmenti palielina precizitāti straujas strāvas izmaiņu reģionos (min=0.001, labs=0.05, ieteicams <=0.1)
mk: tag=%d/seg=%d: односот должина/бранова должина од %.3f > 0.05; пократки сегменти ја зголемуваат точноста во региони на брза промена на струјата (мин=0.001, добро=0.05, препорачано <=0.1)
nl: tag=%d/seg=%d: lengte/golflengteverhouding van %.3f > 0.05; kortere segmenten verhogen nauwkeurigheid in gebieden met snelle stroomverandering (min=0.001, goed=0.05, aanbevolen <=0.1)
no: tag=%d/seg=%d: lengde/bølgelengde-forhold på %.3f > 0.05; kortere segmenter øker nøyaktigheten i områder med rask strømendring (min=0.001, fin=0.05, anbefalt <=0.1)
pl: tag=%d/seg=%d: stosunek długości do długości fali %.3f > 0.05; krótsze segmenty zwiększają dokładność w obszarach szybkich zmian prądu (min=0.001, dobra=0.05, zalecana <=0.1)
pt: tag=%d/seg=%d: razão comprimento/comprimento de onda de %.3f > 0.05; segmentos mais curtos aumentam a precisão em regiões de mudança rápida de corrente (min=0.001, ideal=0.05, recomendado <=0.1)
ro: tag=%d/seg=%d: raportul lungime/lungime de undă de %.3f > 0.05; segmentele mai scurte cresc precizia în regiunile cu schimbare rapidă a curentului (min=0.001, bun=0.05, recomandat <=0.1)
ru: tag=%d/seg=%d: отношение длины к длине волны %.3f > 0.05; более короткие сегменты повышают точность в областях быстрого изменения тока (мин=0.001, норма=0.05, рекомендуется <=0.1)
sk: tag=%d/seg=%d: pomer dĺžka/vlnová dĺžka %.3f > 0.05; kratšie segmenty zvyšujú presnosť v oblastiach rýchlych zmien prúdu (min=0.001, v poriadku=0.05, odporúčané <=0.1)
sl: oznaka=%d/seg=%d: razmerje dolžina/valovna dolžina %.3f > 0.05; krajši segmenti povečajo natančnost v območjih hitrih sprememb toka (min=0.001, fino=0.05, priporočeno <=0.1)
sr: tag=%d/seg=%d: однос дужина/таласна дужина од %.3f > 0.05; краћи сегменти повећавају тачност у областима брзе промене струје (мин=0.001, добро=0.05, препоручено <=0.1)
sv: tagg=%d/seg=%d: längd/våglängd-förhållande på %.3f > 0.05; kortare segment ökar noggrannheten i områden med snabba strömförändringar (min=0.001, bra=0.05, rekommenderat <=0.1)
th: tag=%d/seg=%d: อัตราส่วนความยาว/ความยาวคลื่น %.3f > 0.05; segment สั้นกว่าเพิ่มความแม่นยำในบริเวณที่กระแสเปลี่ยนแปลงเร็ว (ต่ำสุด=0.001, ดี=0.05, แนะนำ <=0.1)
tr: tag=%d/seg=%d: uzunluk/dalga boyu oranı %.3f > 0.05; hızlı akım değişimi bölgelerinde daha kısa segmentler doğruluğu artırır (min=0.001, iyi=0.05, önerilen <=0.1)
uk: tag=%d/seg=%d: співвідношення довжина/довжина хвилі %.3f > 0.05; коротші сегменти підвищують точність у областях швидкої зміни струму (мін=0.001, добре=0.05, рекомендовано <=0.1)
ur: tag=%d/seg=%d: لمبائی/ویولینتھ تناسب %.3f > 0.05؛ چھوٹے سیگمنٹس تیز کرنٹ تبدیلی والے علاقوں میں درستگی بڑھاتے ہیں (کم از کم=0.001، ٹھیک=0.05، تجویز کردہ <=0.1)
vi: tag=%d/seg=%d: tỷ lệ độ dài/bước sóng %.3f > 0.05; các đoạn ngắn hơn tăng độ chính xác trong vùng dòng điện thay đổi nhanh (min=0.001, tốt=0.05, khuyến nghị <=0.1)

source: tag=%d: suppressing additional accuracy improvement suggestions
af: tag=%d: onderdruk addisionele akkuraatheidsverbeteringsvoorstelle
ar: tag=%d: إيقاف اقتراحات تحسين الدقة الإضافية
bg: tag=%d: потискане на допълнителни предложения за подобряване на точността
bn: tag=%d: অতিরিক্ত নির্ভুলতা উন্নতি পরামর্শ দমন করা হচ্ছে
bs: tag=%d: potiskivanje dodatnih prijedloga za poboljšanje tačnosti
cs: tag=%d: potlačení dalších návrhů na zlepšení přesnosti
da: tag=%d: undertrykker yderligere forslag til nøjagtighedsforbedring
de: tag=%d: Unterdrückung weiterer Vorschläge zur Genauigkeitsverbesserung
el: tag=%d: καταστολή επιπλέον προτάσεων βελτίωσης ακρίβειας
es: etiqueta=%d: suprimiendo sugerencias adicionales de mejora de precisión
et: tag=%d: täiendavate täpsuse parandamise soovituste mahasurumine
fi: tag=%d: estetään lisää tarkkuuden parannusehdotuksia
fr: tag=%d : suppression des suggestions supplémentaires d'amélioration de précision
he: tag=%d: מדכא הצעות נוספות לשיפור דיוק
hi: tag=%d: अतिरिक्त सटीकता सुधार सुझाव दबाए जा रहे हैं
hr: tag=%d: potiskivanje dodatnih prijedloga za poboljšanje točnosti
hu: tag=%d: további pontosságjavítási javaslatok elnyomva
id: tag=%d: menekan saran peningkatan akurasi tambahan
it: tag=%d: soppressione dei suggerimenti aggiuntivi di miglioramento della precisione
ja: tag=%d: 追加の精度改善提案を抑制しています
lt: tag=%d: papildomi tikslumo gerinimo pasiūlymai slopinami
lv: tag=%d: papildu precizitātes uzlabošanas ieteikumi tiek apslāpēti
mk: tag=%d: се потиснуваат дополнителни предлози за подобрување на точноста
nl: tag=%d: onderdrukken van extra suggesties voor nauwkeurigheidsverbetering
no: tag=%d: undertrykker ytterligere forslag til nøyaktighetsforbedring
pl: tag=%d: pomijanie kolejnych sugestii poprawy dokładności
pt: tag=%d: suprimindo sugestões adicionais de melhoria de precisão
ro: tag=%d: suprimarea sugestiilor suplimentare de îmbunătățire a preciziei
ru: tag=%d: подавление дополнительных рекомендаций по повышению точности
sk: tag=%d: potláčanie ďalších návrhov na zlepšenie presnosti
sl: oznaka=%d: dodatni predlogi za izboljšanje natančnosti so zatrta
sr: tag=%d: потискивање додатних предлога за побољшање тачности
sv: tagg=%d: undertrycker ytterligare förslag på noggrannhetsförbättring
th: tag=%d: ระงับข้อเสนอแนะการปรับปรุงความแม่นยำเพิ่มเติม
tr: tag=%d: ek doğruluk iyileştirme önerileri bastırılıyor
uk: tag=%d: придушення додаткових пропозицій щодо покращення точності
ur: tag=%d: اضافی درستگی بہتری تجاویز دبا دی گئیں
vi: tag=%d: ẩn các gợi ý cải thiện độ chính xác bổ sung

source: tag=%d/seg=%d: length/radius ratio of %.1f < 2.0; standard thin-wire kernel field error exceeds 1%% by a large margin (min=2.0, 1%%accurate=8.0)
af: tag=%d/seg=%d: lengte/radius-verhouding van %.1f < 2.0; standaard dundraadkern veldfout oorskry 1%% met 'n groot marge (min=2.0, 1%%akkuraat=8.0)
ar: tag=%d/seg=%d: نسبة الطول/نصف القطر %.1f < 2.0؛ خطأ حقل نواة السلك الرفيع القياسية يتجاوز 1%% بهامش كبير (الحد الأدنى=2.0، دقة 1%%=8.0)
bg: tag=%d/seg=%d: съотношение дължина/радиус от %.1f < 2.0; грешката на полето на стандартното ядро за тънък проводник надвишава 1%% със значителна разлика (мин=2.0, 1%% точност=8.0)
bn: tag=%d/seg=%d: দৈর্ঘ্য/ব্যাসার্ধ অনুপাত %.1f < 2.0; স্ট্যান্ডার্ড পাতলা-তার কার্নেল ক্ষেত্র ত্রুটি বড় ব্যবধানে 1%% অতিক্রম করেছে (min=2.0, 1%%accurate=8.0)
bs: tag=%d/seg=%d: odnos dužina/radijus od %.1f < 2.0; greška polja standardnog jezgra tanke žice prelazi 1%% za veliku marginu (min=2.0, 1%%-tačno=8.0)
cs: tag=%d/seg=%d: poměr délka/poloměr %.1f < 2.0; chyba pole standardního jádra tenkého drátu výrazně přesahuje 1%% (min=2.0, 1%% přesnost=8.0)
da: tag=%d/seg=%d: længde/radius-forhold på %.1f < 2.0; standard tyndtråds-kernefeltfejl overstiger 1%% med stor margin (min=2.0, 1%%-nøjagtig=8.0)
de: tag=%d/seg=%d: Länge/Radius-Verhältnis von %.1f < 2.0; Feldfehler des Standard-Dünndrahtkernels überschreitet 1%% bei Weitem (min=2.0, 1%%-genau=8.0)
el: tag=%d/seg=%d: λόγος μήκους/ακτίνας %.1f < 2.0· το σφάλμα πεδίου τυπικού πυρήνα λεπτού αγωγού υπερβαίνει το 1%% κατά πολύ (ελάχ=2.0, 1%%ακρίβεια=8.0)
es: etiqueta=%d/seg=%d: relación longitud/radio de %.1f < 2.0; el error de campo del kernel estándar de alambre delgado excede 1%% por un gran margen (mín=2.0, 1%%preciso=8.0)
et: tag=%d/seg=%d: pikkuse/raadiuse suhe %.1f < 2.0; standardse peenikese traadi tuuma välja viga ületab 1%% suure marginaaliga (min=2.0, 1%%-täpsus=8.0)
fi: tag=%d/seg=%d: pituus/säde-suhde %.1f < 2.0; standardin ohutlankaytimen kenttävirhe ylittää 1%% huomattavasti (min=2.0, 1%%-tarkka=8.0)
fr: tag=%d/seg=%d : rapport longueur/rayon de %.1f < 2.0 ; l'erreur de champ du noyau fil fin standard dépasse 1%% d'une large marge (min=2.0, 1%%précis=8.0)
he: tag=%d/seg=%d: יחס אורך/רדיוס של %.1f < 2.0; שגיאת שדה גרעין חוט דק סטנדרטי עולה על 1%% בהרבה (מינימום=2.0, דיוק 1%%=8.0)
hi: tag=%d/seg=%d: लंबाई/त्रिज्या अनुपात %.1f < 2.0; मानक पतले-तार कर्नेल क्षेत्र त्रुटि 1%% से बहुत अधिक है (न्यूनतम=2.0, 1%%सटीक=8.0)
hr: tag=%d/seg=%d: omjer duljina/polumjer od %.1f < 2.0; greška polja standardne jezgre tanke žice prelazi 1%% za veliku marginu (min=2.0, 1%%-točno=8.0)
hu: tag=%d/seg=%d: hossz/sugár arány %.1f < 2.0; standard vékonyhuzal kernel mezőhiba jelentősen meghaladja az 1%%-ot (min=2.0, 1%% pontos=8.0)
id: tag=%d/seg=%d: rasio panjang/radius %.1f < 2.0; kesalahan medan kernel kawat tipis standar melebihi 1%% dengan margin besar (min=2.0, akurat 1%%=8.0)
it: tag=%d/seg=%d: rapporto lunghezza/raggio di %.1f < 2.0; l'errore di campo del kernel standard per filo sottile supera l'1%% di un ampio margine (min=2.0, 1%%accurato=8.0)
ja: tag=%d/seg=%d: 長さ/半径比 %.1f < 2.0; 標準細線カーネルの電界誤差が1%%を大幅に超えています (min=2.0, 1%%accurate=8.0)
lt: tag=%d/seg=%d: ilgio/spindulio santykis %.1f < 2.0; standartinio plono laido branduolio lauko paklaida žymiai viršija 1%% (min=2.0, 1%%tikslus=8.0)
lv: tag=%d/seg=%d: garuma/rādiusa attiecība %.1f < 2.0; standarta plānās stieples kodola lauka kļūda ievērojami pārsniedz 1%% (min=2.0, 1%%precīzs=8.0)
mk: tag=%d/seg=%d: односот должина/радиус од %.1f < 2.0; грешката на полето на стандардното јадро за тенка жица надминува 1%% со голема маргина (мин=2.0, 1%%точно=8.0)
nl: tag=%d/seg=%d: lengte/straalverhouding van %.1f < 2.0; standaard dunne-draad kernel veldfout overschrijdt 1%% met grote marge (min=2.0, 1%% nauwkeurig=8.0)
no: tag=%d/seg=%d: lengde/radius-forhold på %.1f < 2.0; standard tynntrådkjerne feltfeil overskrider 1%% med stor margin (min=2.0, 1%%-nøyaktig=8.0)
pl: tag=%d/seg=%d: stosunek długości do promienia %.1f < 2.0; błąd pola standardowego jądra cienkiego przewodu przekracza 1%% ze znacznym marginesem (min=2.0, 1%%dokładność=8.0)
pt: tag=%d/seg=%d: razão comprimento/raio de %.1f < 2.0; erro de campo do kernel padrão de fio fino excede 1%% por uma margem grande (min=2.0, 1%%preciso=8.0)
ro: tag=%d/seg=%d: raportul lungime/rază de %.1f < 2.0; eroarea de câmp a kernelului standard de fir subțire depășește 1%% cu o marjă mare (min=2.0, 1%%precizie=8.0)
ru: tag=%d/seg=%d: отношение длины к радиусу %.1f < 2.0; ошибка поля стандартного ядра тонкого провода значительно превышает 1%% (мин=2.0, 1%% точность=8.0)
sk: tag=%d/seg=%d: pomer dĺžka/polomer %.1f < 2.0; chyba poľa štandardného jadra tenkého vodiča presahuje 1%% s veľkým rozdielom (min=2.0, 1%% presnosť=8.0)
sl: oznaka=%d/seg=%d: razmerje dolžina/polmer %.1f < 2.0; napaka polja standardnega jedra tanke žice presega 1%% z veliko razliko (min=2.0, 1%%-natančno=8.0)
sr: tag=%d/seg=%d: однос дужина/радијус од %.1f < 2.0; грешка поља стандардног језгра танке жице премашује 1%% за велику маргину (мин=2.0, 1%% тачно=8.0)
sv: tagg=%d/seg=%d: längd/radie-förhållande på %.1f < 2.0; standard tunntråds-kärnfältfel överstiger 1%% med stor marginal (min=2.0, 1%%-noggrann=8.0)
th: tag=%d/seg=%d: อัตราส่วนความยาว/รัศมี %.1f < 2.0; ข้อผิดพลาดสนามเคอร์เนลสายบางมาตรฐานเกิน 1%% อย่างมาก (ต่ำสุด=2.0, แม่นยำ 1%%=8.0)
tr: tag=%d/seg=%d: uzunluk/yarıçap oranı %.1f < 2.0; standart ince tel çekirdeği alan hatası %%1'i büyük farkla aşıyor (min=2.0, %%1doğru=8.0)
uk: tag=%d/seg=%d: співвідношення довжина/радіус %.1f < 2.0; похибка поля стандартного ядра тонкого дроту значно перевищує 1%% (мін=2.0, 1%% точність=8.0)
ur: tag=%d/seg=%d: لمبائی/ریڈیئس تناسب %.1f < 2.0؛ سٹینڈرڈ تھن-وائر کرنل فیلڈ خرابی 1%% سے کافی زیادہ ہے (کم از کم=2.0، 1%%درست=8.0)
vi: tag=%d/seg=%d: tỷ lệ độ dài/bán kính %.1f < 2.0; sai số trường nhân dây mỏng tiêu chuẩn vượt quá 1%% với biên độ lớn (min=2.0, chính xác 1%%=8.0)

source: tag=%d: suppressing additional standard kernel ratio errors
af: tag=%d: onderdruk addisionele standaardkernverhouding foute
ar: tag=%d: إيقاف أخطاء نسبة النواة القياسية الإضافية
bg: tag=%d: потискане на допълнителни грешки за съотношение на стандартното ядро
bn: tag=%d: অতিরিক্ত স্ট্যান্ডার্ড কার্নেল অনুপাত ত্রুটি দমন করা হচ্ছে
bs: tag=%d: potiskivanje dodatnih grešaka odnosa standardnog jezgra
cs: tag=%d: potlačení dalších chyb poměru standardního jádra
da: tag=%d: undertrykker yderligere standard kerne-forhold fejl
de: tag=%d: Unterdrückung weiterer Standardkernel-Verhältnisfehler
el: tag=%d: καταστολή επιπλέον σφαλμάτων λόγου τυπικού πυρήνα
es: etiqueta=%d: suprimiendo errores adicionales de relación de kernel estándar
et: tag=%d: täiendavate standardse tuuma suhte vigade mahasurumine
fi: tag=%d: estetään lisää standardiytimen suhdevirheitä
fr: tag=%d : suppression des erreurs supplémentaires de rapport de noyau standard
he: tag=%d: מדכא שגיאות נוספות של יחס גרעין סטנדרטי
hi: tag=%d: अतिरिक्त मानक कर्नेल अनुपात त्रुटियाँ दबाई जा रही हैं
hr: tag=%d: potiskivanje dodatnih grešaka omjera standardne jezgre
hu: tag=%d: további standard kernel arány hibák elnyomva
id: tag=%d: menekan kesalahan rasio kernel standar tambahan
it: tag=%d: soppressione degli errori aggiuntivi di rapporto kernel standard
ja: tag=%d: 追加の標準カーネル比エラーを抑制しています
lt: tag=%d: papildomos standartinio branduolio santykio klaidos slopinamos
lv: tag=%d: papildu standarta kodola attiecības kļūdas tiek apslāpētas
mk: tag=%d: се потиснуваат дополнителни грешки за однос на стандардно јадро
nl: tag=%d: onderdrukken van extra standaard kernel verhoudingsfouten
no: tag=%d: undertrykker ytterligere standardkjerneforhold-feil
pl: tag=%d: pomijanie kolejnych błędów stosunku standardowego jądra
pt: tag=%d: suprimindo erros adicionais de razão do kernel padrão
ro: tag=%d: suprimarea erorilor suplimentare de raport kernel standard
ru: tag=%d: подавление дополнительных ошибок отношения для стандартного ядра
sk: tag=%d: potláčanie ďalších chýb pomeru štandardného jadra
sl: oznaka=%d: dodatne napake razmerja standardnega jedra so zatrte
sr: tag=%d: потискивање додатних грешака односа стандардног језгра
sv: tagg=%d: undertrycker ytterligare fel för standardkärnförhållande
th: tag=%d: ระงับข้อผิดพลาดอัตราส่วนเคอร์เนลมาตรฐานเพิ่มเติม
tr: tag=%d: ek standart çekirdek oranı hataları bastırılıyor
uk: tag=%d: придушення додаткових помилок співвідношення стандартного ядра
ur: tag=%d: اضافی سٹینڈرڈ کرنل تناسب خرابیاں دبا دی گئیں
vi: tag=%d: ẩn các lỗi tỷ lệ nhân tiêu chuẩn bổ sung

source: tag=%d/seg=%d: length/radius ratio of %.1f < 8.0; standard thin-wire kernel field error exceeds 1%% (min=2.0, 1%%accurate=8.0)
af: tag=%d/seg=%d: lengte/radius-verhouding van %.1f < 8.0; standaard dundraadkern veldfout oorskry 1%% (min=2.0, 1%%akkuraat=8.0)
ar: tag=%d/seg=%d: نسبة الطول/نصف القطر %.1f < 8.0؛ خطأ حقل نواة السلك الرفيع القياسية يتجاوز 1%% (الحد الأدنى=2.0، دقة 1%%=8.0)
bg: tag=%d/seg=%d: съотношение дължина/радиус от %.1f < 8.0; грешката на полето на стандартното ядро за тънък проводник надвишава 1%% (мин=2.0, 1%% точност=8.0)
bn: tag=%d/seg=%d: দৈর্ঘ্য/ব্যাসার্ধ অনুপাত %.1f < 8.0; স্ট্যান্ডার্ড পাতলা-তার কার্নেল ক্ষেত্র ত্রুটি 1%% অতিক্রম করেছে (min=2.0, 1%%accurate=8.0)
bs: tag=%d/seg=%d: odnos dužina/radijus od %.1f < 8.0; greška polja standardnog jezgra tanke žice prelazi 1%% (min=2.0, 1%%-tačno=8.0)
cs: tag=%d/seg=%d: poměr délka/poloměr %.1f < 8.0; chyba pole standardního jádra tenkého drátu přesahuje 1%% (min=2.0, 1%% přesnost=8.0)
da: tag=%d/seg=%d: længde/radius-forhold på %.1f < 8.0; standard tyndtråds-kernefeltfejl overstiger 1%% (min=2.0, 1%%-nøjagtig=8.0)
de: tag=%d/seg=%d: Länge/Radius-Verhältnis von %.1f < 8.0; Feldfehler des Standard-Dünndrahtkernels überschreitet 1%% (min=2.0, 1%%-genau=8.0)
el: tag=%d/seg=%d: λόγος μήκους/ακτίνας %.1f < 8.0· το σφάλμα πεδίου τυπικού πυρήνα λεπτού αγωγού υπερβαίνει το 1%% (ελάχ=2.0, 1%%ακρίβεια=8.0)
es: etiqueta=%d/seg=%d: relación longitud/radio de %.1f < 8.0; el error de campo del kernel estándar de alambre delgado excede 1%% (mín=2.0, 1%%preciso=8.0)
et: tag=%d/seg=%d: pikkuse/raadiuse suhe %.1f < 8.0; standardse peenikese traadi tuuma välja viga ületab 1%% (min=2.0, 1%%-täpsus=8.0)
fi: tag=%d/seg=%d: pituus/säde-suhde %.1f < 8.0; standardin ohutlankaytimen kenttävirhe ylittää 1%% (min=2.0, 1%%-tarkka=8.0)
fr: tag=%d/seg=%d : rapport longueur/rayon de %.1f < 8.0 ; l'erreur de champ du noyau fil fin standard dépasse 1%% (min=2.0, 1%%précis=8.0)
he: tag=%d/seg=%d: יחס אורך/רדיוס של %.1f < 8.0; שגיאת שדה גרעין חוט דק סטנדרטי עולה על 1%% (מינימום=2.0, דיוק 1%%=8.0)
hi: tag=%d/seg=%d: लंबाई/त्रिज्या अनुपात %.1f < 8.0; मानक पतले-तार कर्नेल क्षेत्र त्रुटि 1%% से अधिक है (न्यूनतम=2.0, 1%%सटीक=8.0)
hr: tag=%d/seg=%d: omjer duljina/polumjer od %.1f < 8.0; greška polja standardne jezgre tanke žice prelazi 1%% (min=2.0, 1%%-točno=8.0)
hu: tag=%d/seg=%d: hossz/sugár arány %.1f < 8.0; standard vékonyhuzal kernel mezőhiba meghaladja az 1%%-ot (min=2.0, 1%% pontos=8.0)
id: tag=%d/seg=%d: rasio panjang/radius %.1f < 8.0; kesalahan medan kernel kawat tipis standar melebihi 1%% (min=2.0, akurat 1%%=8.0)
it: tag=%d/seg=%d: rapporto lunghezza/raggio di %.1f < 8.0; l'errore di campo del kernel standard per filo sottile supera l'1%% (min=2.0, 1%%accurato=8.0)
ja: tag=%d/seg=%d: 長さ/半径比 %.1f < 8.0; 標準細線カーネルの電界誤差が1%%を超えています (min=2.0, 1%%accurate=8.0)
lt: tag=%d/seg=%d: ilgio/spindulio santykis %.1f < 8.0; standartinio plono laido branduolio lauko paklaida viršija 1%% (min=2.0, 1%%tikslus=8.0)
lv: tag=%d/seg=%d: garuma/rādiusa attiecība %.1f < 8.0; standarta plānās stieples kodola lauka kļūda pārsniedz 1%% (min=2.0, 1%%precīzs=8.0)
mk: tag=%d/seg=%d: односот должина/радиус од %.1f < 8.0; грешката на полето на стандардното јадро за тенка жица надминува 1%% (мин=2.0, 1%%точно=8.0)
nl: tag=%d/seg=%d: lengte/straalverhouding van %.1f < 8.0; standaard dunne-draad kernel veldfout overschrijdt 1%% (min=2.0, 1%% nauwkeurig=8.0)
no: tag=%d/seg=%d: lengde/radius-forhold på %.1f < 8.0; standard tynntrådkjerne feltfeil overskrider 1%% (min=2.0, 1%%-nøyaktig=8.0)
pl: tag=%d/seg=%d: stosunek długości do promienia %.1f < 8.0; błąd pola standardowego jądra cienkiego przewodu przekracza 1%% (min=2.0, 1%%dokładność=8.0)
pt: tag=%d/seg=%d: razão comprimento/raio de %.1f < 8.0; erro de campo do kernel padrão de fio fino excede 1%% (min=2.0, 1%%preciso=8.0)
ro: tag=%d/seg=%d: raportul lungime/rază de %.1f < 8.0; eroarea de câmp a kernelului standard de fir subțire depășește 1%% (min=2.0, 1%%precizie=8.0)
ru: tag=%d/seg=%d: отношение длины к радиусу %.1f < 8.0; ошибка поля стандартного ядра тонкого провода превышает 1%% (мин=2.0, 1%% точность=8.0)
sk: tag=%d/seg=%d: pomer dĺžka/polomer %.1f < 8.0; chyba poľa štandardného jadra tenkého vodiča presahuje 1%% (min=2.0, 1%% presnosť=8.0)
sl: oznaka=%d/seg=%d: razmerje dolžina/polmer %.1f < 8.0; napaka polja standardnega jedra tanke žice presega 1%% (min=2.0, 1%%-natančno=8.0)
sr: tag=%d/seg=%d: однос дужина/радијус од %.1f < 8.0; грешка поља стандардног језгра танке жице премашује 1%% (мин=2.0, 1%% тачно=8.0)
sv: tagg=%d/seg=%d: längd/radie-förhållande på %.1f < 8.0; standard tunntråds-kärnfältfel överstiger 1%% (min=2.0, 1%%-noggrann=8.0)
th: tag=%d/seg=%d: อัตราส่วนความยาว/รัศมี %.1f < 8.0; ข้อผิดพลาดสนามเคอร์เนลสายบางมาตรฐานเกิน 1%% (ต่ำสุด=2.0, แม่นยำ 1%%=8.0)
tr: tag=%d/seg=%d: uzunluk/yarıçap oranı %.1f < 8.0; standart ince tel çekirdeği alan hatası %%1'i aşıyor (min=2.0, %%1doğru=8.0)
uk: tag=%d/seg=%d: співвідношення довжина/радіус %.1f < 8.0; похибка поля стандартного ядра тонкого дроту перевищує 1%% (мін=2.0, 1%% точність=8.0)
ur: tag=%d/seg=%d: لمبائی/ریڈیئس تناسب %.1f < 8.0؛ سٹینڈرڈ تھن-وائر کرنل فیلڈ خرابی 1%% سے زیادہ ہے (کم از کم=2.0، 1%%درست=8.0)
vi: tag=%d/seg=%d: tỷ lệ độ dài/bán kính %.1f < 8.0; sai số trường nhân dây mỏng tiêu chuẩn vượt quá 1%% (min=2.0, chính xác 1%%=8.0)
