Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Radial wire screen
af: Radiale draadskerm
ar: شاشة أسلاك شعاعية
bg: Радиален проводников екран
bn: রেডিয়াল তার স্ক্রিন
bs: Radijalna žičana mreža
cs: Radiální drátová síť
da: Radial trådskærm
de: Radialer Drahtschirm
el: Ακτινωτό πλέγμα αγωγών
es: Pantalla de alambres radiales
et: Radiaalne traatekraan
fi: Säteittäinen lankaverkko
fr: Écran de fils radiaux
he: מסך תילים רדיאלי
hi: रेडियल तार स्क्रीन
hr: Radijalna žičana mreža
hu: Sugárirányú huzalernyő
id: Layar kawat radial
it: Schermo a fili radiali
ja: ラジアルワイヤスクリーン
lt: Radialinių vielų ekranas
lv: Radiāls vadu ekrāns
mk: Радијална жичана мрежа
nl: Radiaal draadscherm
no: Radiell trådskjerm
pl: Ekran przewodów radialnych
pt: Tela de fios radiais
ro: Ecran de fire radiale
ru: Радиальный проволочный экран
sk: Radiálna drôtová clona
sl: Radialna žična mreža
sr: Радијална жичана мрежа
sv: Radiellt trådnät
th: ตะแกรงลวดแนวรัศมี
tr: Radyal tel ekran
uk: Радіальна дротова сітка
ur: ریڈیل تار سکرین
vi: Màn dây hướng tâm

source: Circular Cliff + Radials
af: Sirkulêre Krans + Radiale
ar: حافة دائرية + شعاعيات
bg: Кръгов откос + Радиали
bn: বৃত্তাকার ক্লিফ + রেডিয়াল
bs: Kružni greben + radijali
cs: Kruhový útes + radiály
da: Cirkulær skrænt + radialer
de: Kreisförmige Klippe + Radiale
el: Κυκλικός Γκρεμός + Ακτινωτοί
es: Acantilado circular + radiales
et: Ringjas järsak + radiaalid
fi: Ympyrämäinen jyrkänne + säteet
fr: Falaise circulaire + radiaux
he: צוק מעגלי + רדיאליים
hi: वृत्ताकार क्लिफ + रेडियल
hr: Kružni odskok + radijali
hu: Körkörös szirt + sugárirányú vezetékek
id: Tebing Melingkar + Radial
it: Discontinuità Circolare + Radiali
ja: 円形クリフ + ラジアル
lt: Žiedinis skardis + radialai
lv: Apļveida klints + radiāļi
mk: Кружна литица + радијали
nl: Cirkelvormige klif + radialen
no: Sirkulær klippe + radialer
pl: Klif kołowy + radiały
pt: Penhasco Circular + Radiais
ro: Abrupt Circular + Radiale
ru: Круговой обрыв + радиалы
sk: Kruhový útes + radiály
sl: Krožna strmina + radiali
sr: Кружни прелом + радијали
sv: Cirkulär klippa + radialer
th: หน้าผาวงกลม + เรเดียล
tr: Dairesel Uçurum + Radyaller
uk: Круговий уступ + радіали
ur: سرکلر کلف + ریڈیلز
vi: Vách tròn + Dây hướng tâm

source: Circular Cliff
af: Sirkulêre Krans
ar: حافة دائرية
bg: Кръгов откос
bn: বৃত্তাকার ক্লিফ
bs: Kružni greben
cs: Kruhový útes
da: Cirkulær skrænt
de: Kreisförmige Klippe
el: Κυκλικός Γκρεμός
es: Acantilado circular
et: Ringjas järsak
fi: Ympyrämäinen jyrkänne
fr: Falaise circulaire
he: צוק מעגלי
hi: वृत्ताकार क्लिफ
hr: Kružni odskok
hu: Körkörös szirt
id: Tebing Melingkar
it: Discontinuità Circolare
ja: 円形クリフ
lt: Žiedinis skardis
lv: Apļveida klints
mk: Кружна литица
nl: Cirkelvormige klif
no: Sirkulær klippe
pl: Klif kołowy
pt: Penhasco Circular
ro: Abrupt Circular
ru: Круговой обрыв
sk: Kruhový útes
sl: Krožna strmina
sr: Кружни прелом
sv: Cirkulär klippa
th: หน้าผาวงกลม
tr: Dairesel Uçurum
uk: Круговий уступ
ur: سرکلر کلف
vi: Vách tròn

source: Linear Cliff + Radials
af: Lineêre Krans + Radiale
ar: حافة خطية + شعاعيات
bg: Линеен откос + Радиали
bn: রৈখিক ক্লিফ + রেডিয়াল
bs: Linearni greben + radijali
cs: Lineární útes + radiály
da: Lineær skrænt + radialer
de: Lineare Klippe + Radiale
el: Γραμμικός Γκρεμός + Ακτινωτοί
es: Acantilado lineal + radiales
et: Lineaarne järsak + radiaalid
fi: Lineaarinen jyrkänne + säteet
fr: Falaise linéaire + radiaux
he: צוק ליניארי + רדיאליים
hi: रैखिक क्लिफ + रेडियल
hr: Linearni odskok + radijali
hu: Lineáris szirt + sugárirányú vezetékek
id: Tebing Linear + Radial
it: Discontinuità Lineare + Radiali
ja: 線形クリフ + ラジアル
lt: Tiesinis skardis + radialai
lv: Lineāra klints + radiāļi
mk: Линеарна литица + радијали
nl: Lineaire klif + radialen
no: Lineær klippe + radialer
pl: Klif liniowy + radiały
pt: Penhasco Linear + Radiais
ro: Abrupt Liniar + Radiale
ru: Линейный обрыв + радиалы
sk: Lineárny útes + radiály
sl: Linearna strmina + radiali
sr: Линеарни прелом + радијали
sv: Linjär klippa + radialer
th: หน้าผาเชิงเส้น + เรเดียล
tr: Doğrusal Uçurum + Radyaller
uk: Лінійний уступ + радіали
ur: لینیئر کلف + ریڈیلز
vi: Vách tuyến tính + Dây hướng tâm

source: <b>See GN/GD Card Documentation</b>
af: <b>Sien GN/GD-kaartdokumentasie</b>
ar: <b>انظر وثائق بطاقة GN/GD</b>
bg: <b>Вижте документацията за GN/GD карти</b>
bn: <b>GN/GD Card ডকুমেন্টেশন দেখুন</b>
bs: <b>Pogledajte dokumentaciju GN/GD kartica</b>
cs: <b>Viz dokumentace karet GN/GD</b>
da: <b>Se GN/GD-kortdokumentation</b>
de: <b>Siehe GN/GD Card-Dokumentation</b>
el: <b>Δείτε την Τεκμηρίωση GN/GD Card</b>
es: <b>Ver documentación de tarjetas GN/GD</b>
et: <b>Vaata GN/GD kaardi dokumentatsiooni</b>
fi: <b>Katso GN/GD-kortin dokumentaatio</b>
fr: <b>Voir la documentation des cartes GN/GD</b>
he: <b>ראה תיעוד כרטיסי GN/GD</b>
hi: <b>GN/GD Card दस्तावेज़ देखें</b>
hr: <b>Pogledajte dokumentaciju GN/GD kartica</b>
hu: <b>Lásd a GN/GD kártya dokumentációt</b>
id: <b>Lihat Dokumentasi Kartu GN/GD</b>
it: <b>Vedere Documentazione Schede GN/GD</b>
ja: <b>GN/GDカードのドキュメントを参照</b>
lt: <b>Žr. GN/GD kortelių dokumentaciją</b>
lv: <b>Skatīt GN/GD karšu dokumentāciju</b>
mk: <b>Видете документација за GN/GD картички</b>
nl: <b>Zie GN/GD-kaartdocumentatie</b>
no: <b>Se GN/GD-kortdokumentasjon</b>
pl: <b>Zobacz dokumentację kart GN/GD</b>
pt: <b>Consulte a Documentação dos Cartões GN/GD</b>
ro: <b>Consultați Documentația Cardurilor GN/GD</b>
ru: <b>См. документацию карт GN/GD</b>
sk: <b>Pozri dokumentáciu kariet GN/GD</b>
sl: <b>Glejte dokumentacijo kartic GN/GD</b>
sr: <b>Погледајте документацију GN/GD картица</b>
sv: <b>Se GN/GD-kortdokumentation</b>
th: <b>ดูเอกสารการ์ด GN/GD</b>
tr: <b>GN/GD Kartı Belgelerine Bakın</b>
uk: <b>Див. документацію карток GN/GD</b>
ur: <b>GN/GD Card دستاویزات دیکھیں</b>
vi: <b>Xem tài liệu thẻ GN/GD</b>

source: Wave Type and Ground (I1)
af: Golftipe en Grond (I1)
ar: نوع الموجة والأرضي (I1)
bg: Тип вълна и земя (I1)
bn: তরঙ্গের ধরন এবং গ্রাউন্ড (I1)
bs: Tip vala i uzemljenje (I1)
cs: Typ vlny a zem (I1)
da: Bølgetype og jord (I1)
de: Wellentyp und Ground (I1)
el: Τύπος Κύματος και Γείωση (I1)
es: Tipo de onda y tierra (I1)
et: Laine tüüp ja maandus (I1)
fi: Aaltotyyppi ja maa (I1)
fr: Type d'onde et sol (I1)
he: סוג גל וקרקע (I1)
hi: तरंग प्रकार और ग्राउंड (I1)
hr: Vrsta vala i uzemljenje (I1)
hu: Hullámtípus és föld (I1)
id: Tipe Gelombang dan Ground (I1)
it: Tipo di Onda e Massa (I1)
ja: 波の種類とグラウンド (I1)
lt: Bangos tipas ir žemė (I1)
lv: Viļņa tips un zeme (I1)
mk: Тип на бран и земја (I1)
nl: Golftype en grond (I1)
no: Bølgetype og jord (I1)
pl: Typ fali i uziemienie (I1)
pt: Tipo de Onda e Terra (I1)
ro: Tip Undă și Masă (I1)
ru: Тип волны и земля (I1)
sk: Typ vlny a zem (I1)
sl: Tip vala in tla (I1)
sr: Тип таласа и уземљење (I1)
sv: Vågtyp och jord (I1)
th: ชนิดคลื่นและกราวด์ (I1)
tr: Dalga Tipi ve Toprak (I1)
uk: Тип хвилі та земля (I1)
ur: ویو کی قسم اور گراؤنڈ (I1)
vi: Loại sóng và mặt đất (I1)

source: Major & Minor Axis & Total Gain
af: Hoof- & Minoras & Totale Aanwins
ar: المحور الرئيسي والثانوي والكسب الكلي
bg: Главна и второстепенна ос и общо усилване
bn: প্রধান ও গৌণ অক্ষ ও মোট গেইন
bs: Glavna i sporedna os i ukupno pojačanje
cs: Hlavní a vedlejší osa a celkový zisk
da: Hoved- og biakse og totalforstærkning
de: Haupt- & Nebenachse & Gesamtgewinn
el: Κύριος & Δευτερεύων Άξονας & Συνολικό Κέρδος
es: Ganancia de eje mayor, menor y total
et: Pea- ja kõrvaltelg ning koguvõimendus
fi: Pää- ja sivuakseli ja kokonaisvahvistus
fr: Axes majeur et mineur et gain total
he: ציר ראשי ומשני והגבר כולל
hi: मुख्य और लघु अक्ष और कुल गेन
hr: Glavna i sporedna os i ukupni dobitak
hu: Fő- és melléktengely és teljes erősítés
id: Sumbu Mayor & Minor & Gain Total
it: Guadagno Asse Maggiore, Minore e Totale
ja: 長軸・短軸・総合利得
lt: Pagrindinė ir šalutinė ašis ir bendras stiprinimas
lv: Lielā un mazā ass un kopējais pastiprinājums
mk: Главна и споредна оска и вкупен добиток
nl: Hoofd- & nevenas & totale versterking
no: Hoved- og biakse og totalforsterkning
pl: Oś główna i poboczna oraz zysk całkowity
pt: Eixo Maior e Menor e Ganho Total
ro: Axa Majoră și Minoră și Câștig Total
ru: Усиление по большой и малой осям и полное усиление
sk: Hlavná a vedľajšia os a celkový zisk
sl: Glavna in stranska os ter skupna ojačitev
sr: Главна и споредна оса и укупно појачање
sv: Storaxel & lillaxel & total förstärkning
th: แกนหลัก & แกนรอง & อัตราขยายรวม
tr: Ana ve Yan Eksen ve Toplam Kazanç
uk: Головна та мала осі та загальне підсилення
ur: بڑا اور چھوٹا محور اور کل گین
vi: Trục chính & Trục phụ & Tổng độ lợi

source: Vertical, Horizontal & Total Gain
af: Vertikale, Horisontale & Totale Aanwins
ar: الكسب الرأسي والأفقي والكلي
bg: Вертикално, хоризонтално и общо усилване
bn: উল্লম্ব, অনুভূমিক ও মোট গেইন
bs: Vertikalno, horizontalno i ukupno pojačanje
cs: Vertikální, horizontální a celkový zisk
da: Vertikal, horisontal og totalforstærkning
de: Vertikal, Horizontal & Gesamtgewinn
el: Κατακόρυφο, Οριζόντιο & Συνολικό Κέρδος
es: Ganancia vertical, horizontal y total
et: Vertikaalne, horisontaalne ja koguvõimendus
fi: Pysty-, vaaka- ja kokonaisvahvistus
fr: Gain vertical, horizontal et total
he: הגבר אנכי, אופקי וכולל
hi: ऊर्ध्वाधर, क्षैतिज और कुल गेन
hr: Vertikalno, horizontalno i ukupni dobitak
hu: Függőleges, vízszintes és teljes erősítés
id: Gain Vertikal, Horizontal & Total
it: Guadagno Verticale, Orizzontale e Totale
ja: 垂直・水平・総合利得
lt: Vertikalus, horizontalus ir bendras stiprinimas
lv: Vertikālais, horizontālais un kopējais pastiprinājums
mk: Вертикално, хоризонтално и вкупен добиток
nl: Verticale, horizontale & totale versterking
no: Vertikal, horisontal og totalforsterkning
pl: Zysk pionowy, poziomy i całkowity
pt: Ganho Vertical, Horizontal e Total
ro: Câștig Vertical, Orizontal și Total
ru: Вертикальное, горизонтальное и полное усиление
sk: Vertikálny, horizontálny a celkový zisk
sl: Navpična, vodoravna in skupna ojačitev
sr: Вертикално, хоризонтално и укупно појачање
sv: Vertikal, horisontell & total förstärkning
th: แนวตั้ง, แนวนอน & อัตราขยายรวม
tr: Dikey, Yatay ve Toplam Kazanç
uk: Вертикальне, горизонтальне та загальне підсилення
ur: عمودی، افقی اور کل گین
vi: Độ lợi dọc, ngang & Tổng

source: Major Axis Gain Normalized
af: Hoofas-aanwins Genormaliseer
ar: كسب المحور الرئيسي المُطبَّع
bg: Нормализирано усилване по главна ос
bn: প্রধান অক্ষ গেইন নরমালাইজড
bs: Normalizirano pojačanje glavne osi
cs: Normalizovaný zisk hlavní osy
da: Hovedakseforstærkning normaliseret
de: Hauptachsengewinn normalisiert
el: Κανονικοποιημένο Κέρδος Κύριου Άξονα
es: Ganancia de eje mayor normalizada
et: Peatelje võimendus normaliseeritud
fi: Pääakselin vahvistus normalisoitu
fr: Gain axe majeur normalisé
he: הגבר ציר ראשי מנורמל
hi: मुख्य अक्ष गेन सामान्यीकृत
hr: Normalizirani dobitak glavne osi
hu: Főtengelyi erősítés normalizálva
id: Gain Sumbu Mayor Ternormalisasi
it: Guadagno Asse Maggiore Normalizzato
ja: 長軸利得（正規化）
lt: Pagrindinės ašies stiprinimas normalizuotas
lv: Lielās ass pastiprinājums normalizēts
mk: Нормализиран добиток на главна оска
nl: Hoofdas-versterking genormaliseerd
no: Hovedakseforsterkning normalisert
pl: Zysk osi głównej znormalizowany
pt: Ganho do Eixo Maior Normalizado
ro: Câștig Axă Majoră Normalizat
ru: Нормированное усиление по большой оси
sk: Normalizovaný zisk hlavnej osi
sl: Normalizirana ojačitev glavne osi
sr: Нормализовано појачање главне осе
sv: Storaxelförstärkning normaliserad
th: อัตราขยายแกนหลักนอร์มัลไลซ์
tr: Ana Eksen Kazancı Normalleştirilmiş
uk: Нормоване підсилення головної осі
ur: بڑے محور کا نارملائزڈ گین
vi: Độ lợi trục chính chuẩn hóa

source: Vertical Axis Gain Normalized
af: Vertikale As-aanwins Genormaliseer
ar: كسب المحور الرأسي المُطبَّع
bg: Нормализирано усилване по вертикална ос
bn: উল্লম্ব অক্ষ গেইন নরমালাইজড
bs: Normalizirano pojačanje vertikalne osi
cs: Normalizovaný zisk vertikální osy
da: Vertikalakseforstærkning normaliseret
de: Vertikalachsengewinn normalisiert
el: Κανονικοποιημένο Κέρδος Κατακόρυφου Άξονα
es: Ganancia de eje vertical normalizada
et: Vertikaaltelje võimendus normaliseeritud
fi: Pystyakselin vahvistus normalisoitu
fr: Gain axe vertical normalisé
he: הגבר ציר אנכי מנורמל
hi: ऊर्ध्वाधर अक्ष गेन सामान्यीकृत
hr: Normalizirani dobitak vertikalne osi
hu: Függőleges tengelyi erősítés normalizálva
id: Gain Sumbu Vertikal Ternormalisasi
it: Guadagno Asse Verticale Normalizzato
ja: 垂直軸利得（正規化）
lt: Vertikalios ašies stiprinimas normalizuotas
lv: Vertikālās ass pastiprinājums normalizēts
mk: Нормализиран добиток на вертикална оска
nl: Verticale as-versterking genormaliseerd
no: Vertikalakseforsterkning normalisert
pl: Zysk osi pionowej znormalizowany
pt: Ganho do Eixo Vertical Normalizado
ro: Câștig Axă Verticală Normalizat
ru: Нормированное усиление по вертикальной оси
sk: Normalizovaný zisk vertikálnej osi
sl: Normalizirana ojačitev navpične osi
sr: Нормализовано појачање вертикалне осе
sv: Vertikalaxelförstärkning normaliserad
th: อัตราขยายแกนตั้งนอร์มัลไลซ์
tr: Dikey Eksen Kazancı Normalleştirilmiş
uk: Нормоване підсилення вертикальної осі
ur: عمودی محور کا نارملائزڈ گین
vi: Độ lợi trục dọc chuẩn hóa

source: Total Gain Normalized
af: Totale Aanwins Genormaliseer
ar: الكسب الكلي المُطبَّع
bg: Нормализирано общо усилване
bn: মোট গেইন নরমালাইজড
bs: Normalizirano ukupno pojačanje
cs: Normalizovaný celkový zisk
da: Totalforstærkning normaliseret
de: Gesamtgewinn normalisiert
el: Κανονικοποιημένο Συνολικό Κέρδος
es: Ganancia total normalizada
et: Koguvõimendus normaliseeritud
fi: Kokonaisvahvistus normalisoitu
fr: Gain total normalisé
he: הגבר כולל מנורמל
hi: कुल गेन सामान्यीकृत
hr: Normalizirani ukupni dobitak
hu: Teljes erősítés normalizálva
id: Gain Total Ternormalisasi
it: Guadagno Totale Normalizzato
ja: 総合利得（正規化）
lt: Bendras stiprinimas normalizuotas
lv: Kopējais pastiprinājums normalizēts
mk: Нормализиран вкупен добиток
nl: Totale versterking genormaliseerd
no: Totalforsterkning normalisert
pl: Zysk całkowity znormalizowany
pt: Ganho Total Normalizado
ro: Câștig Total Normalizat
ru: Нормированное полное усиление
sk: Normalizovaný celkový zisk
sl: Normalizirana skupna ojačitev
sr: Нормализовано укупно појачање
sv: Total förstärkning normaliserad
th: อัตราขยายรวมนอร์มัลไลซ์
tr: Toplam Kazanç Normalleştirilmiş
uk: Нормоване загальне підсилення
ur: کل نارملائزڈ گین
vi: Tổng độ lợi chuẩn hóa

source: Print/Normalize Directive Gain
af: Druk/Normaliseer Rigtingaanwins
ar: طباعة/تطبيع الكسب التوجيهي
bg: Печат/Нормализиране на насочено усилване
bn: প্রিন্ট/নির্দেশমূলক গেইন স্বাভাবিকীকরণ
bs: Ispiši/normaliziraj usmjereno pojačanje
cs: Tisk/normalizace směrového zisku
da: Udskriv/normaliser retningsforstærkning
de: Drucken/Normieren Richtungsgewinn
el: Εκτύπωση/Κανονικοποίηση Κατευθυντικού Κέρδους
es: Imprimir/normalizar ganancia directiva
et: Prindi/normaliseeri suunavõimendus
fi: Tulosta/normalisoi suuntavahvistus
fr: Imprimer/Normaliser le gain directif
he: הדפס/נרמל רווח כיווני
hi: प्रिंट/नॉर्मलाइज़ डायरेक्टिव गेन
hr: Ispis/normalizacija usmjerenog dobitka
hu: Irányított erősítés nyomtatása/normalizálása
id: Cetak/Normalisasi Gain Direktif
it: Stampa/Normalizza Guadagno Direttivo
ja: 指向性利得の印刷/正規化
lt: Spausdinti/normalizuoti kryptinį stiprinimą
lv: Drukāt/normalizēt virziena pastiprinājumu
mk: Печати/Нормализирај директивен добиток
nl: Richtingsversterking afdrukken/normaliseren
no: Skriv ut/normaliser retningsforsterkning
pl: Drukuj/Normalizuj zysk kierunkowy
pt: Imprimir/Normalizar Ganho Diretivo
ro: Afișare/Normalizare Câștig Directiv
ru: Печать/Нормализация направленного усиления
sk: Tlačiť/normalizovať smerový zisk
sl: Izpis/normalizacija usmerjene ojačitve
sr: Штампај/нормализуј усмерено појачање
sv: Skriv ut/normalisera riktningsförstärkning
th: พิมพ์/นอร์มัลไลซ์อัตราขยายทิศทาง
tr: Yönlendirici Kazancı Yazdır/Normalize Et
uk: Друк/нормування спрямованого підсилення
ur: پرنٹ/نارملائز ڈائریکٹو گین
vi: In/Chuẩn hóa độ lợi định hướng

source: No Normalized Gain
af: Geen Genormaliseerde Aanwins
ar: بدون كسب مُطبَّع
bg: Без нормализирано усилване
bn: নরমালাইজড গেইন নেই
bs: Bez normaliziranog pojačanja
cs: Bez normalizovaného zisku
da: Ingen normaliseret forstærkning
de: Kein normierter Gewinn
el: Χωρίς Κανονικοποιημένο Κέρδος
es: Sin ganancia normalizada
et: Normaliseeritud võimendus puudub
fi: Ei normalisoitua vahvistusta
fr: Pas de gain normalisé
he: ללא רווח מנורמל
hi: कोई नॉर्मलाइज़्ड गेन नहीं
hr: Bez normaliziranog dobitka
hu: Nincs normalizált erősítés
id: Tanpa Gain Ternormalisasi
it: Nessun Guadagno Normalizzato
ja: 正規化なし
lt: Nenormalizuotas stiprinimas
lv: Nav normalizēta pastiprinājuma
mk: Без нормализирана добивка
nl: Geen genormaliseerde versterking
no: Ingen normalisert forsterkning
pl: Bez znormalizowanego zysku
pt: Sem Ganho Normalizado
ro: Fără Câștig Normalizat
ru: Без нормализованного усиления
sk: Žiadny normalizovaný zisk
sl: Brez normalizirane ojačitve
sr: Без нормализованог појачања
sv: Ingen normaliserad förstärkning
th: ไม่นอร์มัลไลซ์อัตราขยาย
tr: Normalize Edilmiş Kazanç Yok
uk: Без нормованого підсилення
ur: کوئی نارملائزڈ گین نہیں
vi: Không chuẩn hóa độ lợi

source: Minor Axis Gain Normalized
af: Minoras Aanwins Genormaliseer
ar: كسب المحور الثانوي مُطبَّع
bg: Нормализирано усилване по малката ос
bn: গৌণ অক্ষ গেইন নরমালাইজড
bs: Pojačanje manje ose normalizirano
cs: Normalizovaný zisk vedlejší osy
da: Normaliseret forstærkning for lilleakse
de: Nebenachsengewinn normiert
el: Κανονικοποιημένο Κέρδος Ελάσσονος Άξονα
es: Ganancia del eje menor normalizada
et: Lühitelje normaliseeritud võimendus
fi: Pienakselin vahvistus normalisoitu
fr: Gain normalisé sur l'axe mineur
he: רווח ציר משני מנורמל
hi: माइनर अक्ष गेन नॉर्मलाइज़्ड
hr: Normalizirani dobitak manje osi
hu: Kistengely erősítés normalizálva
id: Penguatan Sumbu Minor Dinormalisasi
it: Guadagno Asse Minore Normalizzato
ja: 短軸利得で正規化
lt: Normalizuotas mažosios ašies stiprinimas
lv: Mazās ass pastiprinājums normalizēts
mk: Нормализирана добивка на мала оска
nl: Genormaliseerde versterking kleine as
no: Biakse-forsterkning normalisert
pl: Znormalizowany zysk osi mniejszej
pt: Ganho do Eixo Menor Normalizado
ro: Câștig Axă Minoră Normalizat
ru: Усиление по малой оси нормализовано
sk: Normalizovaný zisk vedľajšej osi
sl: Normalizirana ojačitev manjše osi
sr: Нормализовано појачање мање осе
sv: Minoraxelförstärkning normaliserad
th: อัตราขยายแกนรองนอร์มัลไลซ์
tr: Küçük Eksen Kazancı Normalize Edildi
uk: Нормалізоване підсилення за малою віссю
ur: مائنر ایکسس گین نارملائزڈ
vi: Độ lợi trục phụ chuẩn hóa

source: Horizontal Axis Gain Normalized
af: Horisontale As Aanwins Genormaliseer
ar: كسب المحور الأفقي مُطبَّع
bg: Нормализирано усилване по хоризонталната ос
bn: অনুভূমিক অক্ষ গেইন নরমালাইজড
bs: Pojačanje horizontalne ose normalizirano
cs: Normalizovaný zisk horizontální osy
da: Normaliseret forstærkning for horisontal akse
de: Horizontalachsengewinn normiert
el: Κανονικοποιημένο Κέρδος Οριζόντιου Άξονα
es: Ganancia del eje horizontal normalizada
et: Horisontaaltelje normaliseeritud võimendus
fi: Vaakaakselin vahvistus normalisoitu
fr: Gain normalisé sur l'axe horizontal
he: רווח ציר אופקי מנורמל
hi: क्षैतिज अक्ष गेन नॉर्मलाइज़्ड
hr: Normalizirani dobitak vodoravne osi
hu: Vízszintes tengely erősítés normalizálva
id: Penguatan Sumbu Horizontal Dinormalisasi
it: Guadagno Asse Orizzontale Normalizzato
ja: 水平軸利得で正規化
lt: Normalizuotas horizontaliosios ašies stiprinimas
lv: Horizontālās ass pastiprinājums normalizēts
mk: Нормализирана добивка на хоризонтална оска
nl: Genormaliseerde versterking horizontale as
no: Horisontal akse-forsterkning normalisert
pl: Znormalizowany zysk osi poziomej
pt: Ganho do Eixo Horizontal Normalizado
ro: Câștig Axă Orizontală Normalizat
ru: Усиление по горизонтальной оси нормализовано
sk: Normalizovaný zisk horizontálnej osi
sl: Normalizirana ojačitev vodoravne osi
sr: Нормализовано појачање хоризонталне осе
sv: Horisontell axelförstärkning normaliserad
th: อัตราขยายแกนนอนนอร์มัลไลซ์
tr: Yatay Eksen Kazancı Normalize Edildi
uk: Нормалізоване підсилення за горизонтальною віссю
ur: افقی ایکسس گین نارملائزڈ
vi: Độ lợi trục ngang chuẩn hóa

source: Print/Normalize Power Gain
af: Druk/Normaliseer Drywingsaanwins
ar: طباعة/تطبيع كسب القدرة
bg: Печат/Нормализиране на усилване по мощност
bn: প্রিন্ট/পাওয়ার গেইন স্বাভাবিকীকরণ
bs: Ispiši/Normaliziraj pojačanje snage
cs: Tisk/normalizace výkonového zisku
da: Udskriv/normaliser effektforstærkning
de: Drucken/Normieren Leistungsgewinn
el: Εκτύπωση/Κανονικοποίηση Κέρδους Ισχύος
es: Imprimir/normalizar ganancia de potencia
et: Prindi/Normaliseeri võimsusvõimendus
fi: Tulosta/Normalisoi tehovahvistus
fr: Imprimer/Normaliser le gain en puissance
he: הדפס/נרמל רווח הספק
hi: प्रिंट/नॉर्मलाइज़ पावर गेन
hr: Ispiši/Normaliziraj dobitak snage
hu: Teljesítményerősítés nyomtatása/normalizálása
id: Cetak/Normalisasi Penguatan Daya
it: Stampa/Normalizza Guadagno di Potenza
ja: 電力利得の印刷/正規化
lt: Spausdinti/normalizuoti galios stiprinimą
lv: Drukāt/Normalizēt jaudas pastiprinājumu
mk: Печати/Нормализирај моќносна добивка
nl: Vermogensversterking afdrukken/normaliseren
no: Skriv ut/Normaliser effektforsterkning
pl: Drukuj/Normalizuj zysk mocy
pt: Imprimir/Normalizar Ganho de Potência
ro: Tipărire/Normalizare Câștig de Putere
ru: Печать/Нормализация усиления мощности
sk: Tlačiť/Normalizovať výkonový zisk
sl: Tiskaj/normaliziraj ojačitev moči
sr: Штампај/Нормализуј појачање снаге
sv: Skriv ut/Normalisera effektförstärkning
th: พิมพ์/นอร์มัลไลซ์อัตราขยายกำลัง
tr: Güç Kazancını Yazdır/Normalize Et
uk: Друк/Нормалізація підсилення потужності
ur: پرنٹ/نارملائز پاور گین
vi: In/Chuẩn hóa độ lợi công suất

source: No Gain Averaging
af: Geen Aanwins Gemiddeld
ar: بدون متوسط الكسب
bg: Без осредняване на усилването
bn: গেইন গড় নেই
bs: Bez usrednjavanja pojačanja
cs: Bez průměrování zisku
da: Ingen forstærkningsgennemsnit
de: Keine Gewinnmittelung
el: Χωρίς Μέσο Όρο Κέρδους
es: Sin promedio de ganancia
et: Võimenduse keskmistamine puudub
fi: Ei vahvistuksen keskiarvoa
fr: Pas de moyenne de gain
he: ללא ממוצע רווח
hi: कोई गेन औसत नहीं
hr: Bez usrednjavanja dobitka
hu: Nincs erősítés átlagolás
id: Tanpa Perataan Penguatan
it: Nessuna Media del Guadagno
ja: 利得平均なし
lt: Be stiprinimo vidurkio
lv: Bez pastiprinājuma vidējošanas
mk: Без просечна добивка
nl: Geen versterkingsmiddeling
no: Ingen forsterkningsgjennomsnitt
pl: Bez uśredniania zysku
pt: Sem Média de Ganho
ro: Fără Medierea Câștigului
ru: Без усреднения усиления
sk: Bez priemerovania zisku
sl: Brez povprečenja ojačitve
sr: Без усредњавања појачања
sv: Ingen förstärkningsmedelvärdesbildning
th: ไม่มีการเฉลี่ยอัตราขยาย
tr: Kazanç Ortalaması Yok
uk: Без усереднення підсилення
ur: کوئی گین ایوریجنگ نہیں
vi: Không trung bình độ lợi
