Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Theta Increment (deg)
af: Theta-inkrement (deg)
ar: زيادة Theta (deg)
bg: Стъпка на Theta (deg)
bn: থিটা বৃদ্ধি (deg)
bs: Theta inkrement (deg)
cs: Přírůstek Theta (deg)
da: Theta-forøgelse (deg)
de: Theta-Inkrement (deg)
el: Αύξηση Theta (deg)
es: Incremento theta (deg)
et: Teeta samm (kraadi)
fi: Theta-lisäys (deg)
fr: Incrément Theta (deg)
he: תוספת תטא (מעלות)
hi: Theta वृद्धि (deg)
hr: Inkrement Theta (deg)
hu: Theta lépésköz (fok)
id: Kenaikan Theta (deg)
it: Incremento Theta (deg)
ja: Theta増分 (deg)
lt: Theta žingsnis (laipsn.)
lv: Teta pieaugums (grādi)
mk: Тета инкремент (deg)
no: theta-inkrement (deg)
pl: Przyrost Theta (deg)
pt: Incremento de Theta (deg)
ro: Increment Theta (deg)
ru: Приращение Theta (град)
sk: Prírastok Theta (deg)
sl: Prirastek theta (deg)
sr: Theta прираштај (deg)
sv: Thetainkrement (deg)
th: ค่าเพิ่ม Theta (deg)
tr: Theta Artışı (derece)
uk: Приріст Theta (град)
ur: تھیٹا اضافہ (deg)
vi: Bước tăng Theta (deg)

source: Phi Increment (deg)
af: Phi-inkrement (deg)
ar: زيادة Phi (deg)
bg: Стъпка на Phi (deg)
bn: ফাই বৃদ্ধি (deg)
bs: Phi inkrement (deg)
cs: Přírůstek Phi (deg)
da: Phi-forøgelse (deg)
de: Phi-Inkrement (deg)
el: Αύξηση Phi (deg)
es: Incremento phi (deg)
et: Fii samm (kraadi)
fi: Phi-lisäys (deg)
fr: Incrément Phi (deg)
he: תוספת פי (מעלות)
hi: Phi वृद्धि (deg)
hr: Inkrement Phi (deg)
hu: Phi lépésköz (fok)
id: Kenaikan Phi (deg)
it: Incremento Phi (deg)
ja: Phi増分 (deg)
lt: Phi žingsnis (laipsn.)
lv: Fi pieaugums (grādi)
mk: Фи инкремент (deg)
no: phi-inkrement (deg)
pl: Przyrost Phi (deg)
pt: Incremento de Phi (deg)
ro: Increment Phi (deg)
ru: Приращение Phi (град)
sk: Prírastok Phi (deg)
sl: Prirastek phi (deg)
sr: Phi прираштај (deg)
sv: Phiinkrement (deg)
th: ค่าเพิ่ม Phi (deg)
tr: Phi Artışı (derece)
uk: Приріст Phi (град)
ur: فائی اضافہ (deg)
vi: Bước tăng Phi (deg)

source: Minor/Major Axis
af: Klein/Groot As
ar: المحور الصغير/الكبير
bg: Малка/Голяма ос
bn: গৌণ/প্রধান অক্ষ
bs: Manja/veća osa
cs: Vedlejší/hlavní osa
da: Lille/stor akse
de: Neben-/Hauptachse
el: Μικρός/Μεγάλος Άξονας
es: Eje menor/mayor
et: Väike/suur telg
fi: Pieni/suuri akseli
fr: Axe mineur/majeur
he: ציר משני/ראשי
hi: लघु/दीर्घ अक्ष
hr: Manja/veća os
hu: Kis/nagy tengely
id: Sumbu Minor/Mayor
it: Asse Minore/Maggiore
ja: 短軸/長軸
lt: Mažoji/didžioji ašis
lv: Mazā/lielā ass
mk: Мала/Голема оска
nl: Kleine/grote as
no: Liten/stor akse
pl: Oś mniejsza/większa
pt: Eixo Menor/Maior
ro: Axa Minoră/Majoră
ru: Малая/Большая ось
sk: Vedľajšia/Hlavná os
sl: Mala/velika os
sr: Мања/Већа оса
sv: Liten/stor axel
th: แกนรอง/แกนหลัก
tr: Küçük/Büyük Eksen
uk: Мала/Велика вісь
ur: چھوٹا/بڑا محور
vi: Trục phụ/chính

source: X Position (m)
af: X-posisie (m)
ar: موضع X (m)
bg: Позиция X (m)
bn: X অবস্থান (m)
bs: X pozicija (m)
cs: Pozice X (m)
el: Θέση X (m)
es: Posición X (m)
et: X asukoht (m)
fi: X-sijainti (m)
fr: Position X (m)
he: מיקום X (מ')
hi: X स्थिति (m)
hr: Položaj X (m)
hu: X pozíció (m)
id: Posisi X (m)
it: Posizione X (m)
ja: X位置 (m)
lt: X padėtis (m)
lv: X pozīcija (m)
mk: X Позиција (m)
nl: X-positie (m)
no: X-posisjon (m)
pl: Pozycja X (m)
pt: Posição X (m)
ro: Poziție X (m)
ru: Позиция X (м)
sk: Pozícia X (m)
sl: Položaj X (m)
sr: X позиција (m)
th: ตำแหน่ง X (m)
tr: X Konumu (m)
uk: Позиція X (м)
ur: X پوزیشن (m)
vi: Vị trí X (m)

source: Y Position (m)
af: Y-posisie (m)
ar: موضع Y (m)
bg: Позиция Y (m)
bn: Y অবস্থান (m)
bs: Y pozicija (m)
cs: Pozice Y (m)
el: Θέση Y (m)
es: Posición Y (m)
et: Y asukoht (m)
fi: Y-sijainti (m)
fr: Position Y (m)
he: מיקום Y (מ')
hi: Y स्थिति (m)
hr: Položaj Y (m)
hu: Y pozíció (m)
id: Posisi Y (m)
it: Posizione Y (m)
ja: Y位置 (m)
lt: Y padėtis (m)
lv: Y pozīcija (m)
mk: Y Позиција (m)
nl: Y-positie (m)
no: Y-posisjon (m)
pl: Pozycja Y (m)
pt: Posição Y (m)
ro: Poziție Y (m)
ru: Позиция Y (м)
sk: Pozícia Y (m)
sl: Položaj Y (m)
sr: Y позиција (m)
th: ตำแหน่ง Y (m)
tr: Y Konumu (m)
uk: Позиція Y (м)
ur: Y پوزیشن (m)
vi: Vị trí Y (m)

source: Z Position (m)
af: Z-posisie (m)
ar: موضع Z (m)
bg: Позиция Z (m)
bn: Z অবস্থান (m)
bs: Z pozicija (m)
cs: Pozice Z (m)
el: Θέση Z (m)
es: Posición Z (m)
et: Z asukoht (m)
fi: Z-sijainti (m)
fr: Position Z (m)
he: מיקום Z (מ')
hi: Z स्थिति (m)
hr: Položaj Z (m)
hu: Z pozíció (m)
id: Posisi Z (m)
it: Posizione Z (m)
ja: Z位置 (m)
lt: Z padėtis (m)
lv: Z pozīcija (m)
mk: Z Позиција (m)
nl: Z-positie (m)
no: Z-posisjon (m)
pl: Pozycja Z (m)
pt: Posição Z (m)
ro: Poziție Z (m)
ru: Позиция Z (м)
sk: Pozícia Z (m)
sl: Položaj Z (m)
sr: Z позиција (m)
th: ตำแหน่ง Z (m)
tr: Z Konumu (m)
uk: Позиція Z (м)
ur: Z پوزیشن (m)
vi: Vị trí Z (m)

source: alpha Angle (deg)
af: alfa-hoek (deg)
ar: زاوية alpha (deg)
bg: Ъгъл alpha (deg)
bn: আলফা কোণ (deg)
bs: alpha ugao (deg)
cs: Úhel alfa (deg)
da: Alfa-vinkel (deg)
de: Alpha-Winkel (deg)
el: Γωνία alpha (deg)
es: Ángulo alfa (deg)
et: Alfa nurk (kraadi)
fi: alfa-kulma (deg)
fr: Angle alpha (deg)
he: זווית אלפא (מעלות)
hi: alpha कोण (deg)
hr: Kut alpha (deg)
hu: alfa szög (fok)
id: Sudut alpha (deg)
it: Angolo alpha (deg)
ja: alpha角 (deg)
lt: alfa kampas (laipsn.)
lv: Alfa leņķis (grādi)
mk: алфа агол (deg)
nl: Alfa-hoek (deg)
no: alfa-vinkel (deg)
pl: Kąt alfa (deg)
pt: Ângulo alfa (deg)
ro: Unghi alfa (deg)
ru: Угол alpha (град)
sk: Uhol alfa (deg)
sl: Kot alpha (deg)
sr: alpha угао (deg)
sv: Alfavinkel (deg)
th: มุม alpha (deg)
tr: Alpha Açısı (derece)
uk: Кут alpha (град)
ur: الفا زاویہ (deg)
vi: Góc alpha (deg)

source: beta Angle (deg)
af: beta-hoek (deg)
ar: زاوية beta (deg)
bg: Ъгъл beta (deg)
bn: বিটা কোণ (deg)
bs: beta ugao (deg)
cs: Úhel beta (deg)
da: Beta-vinkel (deg)
de: Beta-Winkel (deg)
el: Γωνία beta (deg)
es: Ángulo beta (deg)
et: Beeta nurk (kraadi)
fi: beeta-kulma (deg)
fr: Angle bêta (deg)
he: זווית בטא (מעלות)
hi: beta कोण (deg)
hr: Kut beta (deg)
hu: béta szög (fok)
id: Sudut beta (deg)
it: Angolo beta (deg)
ja: beta角 (deg)
lt: beta kampas (laipsn.)
lv: Beta leņķis (grādi)
mk: бета агол (deg)
nl: Bèta-hoek (deg)
no: beta-vinkel (deg)
pl: Kąt beta (deg)
pt: Ângulo beta (deg)
ro: Unghi beta (deg)
ru: Угол beta (град)
sk: Uhol beta (deg)
sl: Kot beta (deg)
sr: beta угао (deg)
sv: Betavinkel (deg)
th: มุม beta (deg)
tr: Beta Açısı (derece)
uk: Кут beta (град)
ur: بیٹا زاویہ (deg)
vi: Góc beta (deg)

source: Current Moment (A.m)
af: Stroommoment (A.m)
ar: عزم التيار (A.m)
bg: Токов момент (A.m)
bn: কারেন্ট মোমেন্ট (A.m)
bs: Strujni moment (A.m)
cs: Proudový moment (A.m)
da: Strømmoment (A.m)
de: Strommoment (A.m)
el: Ροπή Ρεύματος (A.m)
es: Momento de corriente (A.m)
et: Voolumoment (A.m)
fi: Virtamomentti (A.m)
fr: Moment de courant (A.m)
he: מומנט זרם (A.m)
hi: धारा आघूर्ण (A.m)
hr: Strujni moment (A.m)
hu: Árammomentum (A.m)
id: Momen Arus (A.m)
it: Momento di Corrente (A.m)
ja: 電流モーメント (A.m)
lt: Srovės momentas (A.m)
lv: Strāvas moments (A·m)
mk: Струен момент (A.m)
nl: Stroommoment (A.m)
no: Strømmoment (A.m)
pl: Moment prądowy (A.m)
pt: Momento de Corrente (A.m)
ro: Moment de Curent (A.m)
ru: Момент тока (А·м)
sk: Prúdový moment (A.m)
sl: Tokovni moment (A.m)
sr: Струјни момент (A.m)
sv: Strömmoment (A.m)
th: โมเมนต์กระแส (A.m)
tr: Akım Momenti (A.m)
uk: Момент струму (А·м)
ur: کرنٹ مومنٹ (A.m)
vi: Mômen dòng điện (A.m)

source: Points in Z
af: Punte in Z
ar: نقاط في Z
bg: Точки по Z
bn: Z-এ বিন্দু
bs: Tačke u Z
cs: Body v Z
da: Punkter i Z
de: Punkte in Z
el: Σημεία στο Z
es: Puntos en Z
et: Punktide arv Z-s
fi: Pisteitä Z:ssä
fr: Points en Z
he: נקודות ב-Z
hi: Z में बिंदु
hr: Točke u Z
hu: Pontok Z-ben
id: Titik di Z
it: Punti in Z
ja: Z方向の点数
lt: Taškai Z ašyje
lv: Punkti Z virzienā
mk: Точки во Z
nl: Punten in Z
no: Punkter i Z
pl: Punkty w Z
pt: Pontos em Z
ro: Puncte în Z
ru: Точки по Z
sk: Body v Z
sl: Točke v Z
sr: Тачке по Z
sv: Punkter i Z
th: จุดใน Z
tr: Z'deki Noktalar
uk: Точки по Z
ur: Z میں پوائنٹس
vi: Số điểm theo Z

source: Initial Z (m)
af: Aanvanklike Z (m)
ar: Z الابتدائي (m)
bg: Начална Z (m)
bn: প্রারম্ভিক Z (m)
bs: Početni Z (m)
cs: Počáteční Z (m)
da: Start-Z (m)
de: Anfangs-Z (m)
el: Αρχικό Z (m)
es: Z Inicial (m)
et: Algne Z (m)
fi: Alku-Z (m)
fr: Z initial (m)
he: Z התחלתי (מ')
hi: प्रारंभिक Z (m)
hr: Početni Z (m)
hu: Kezdő Z (m)
id: Z Awal (m)
it: Z Iniziale (m)
ja: 初期Z (m)
lt: Pradinis Z (m)
lv: Sākotnējais Z (m)
mk: Почетно Z (m)
nl: Initiële Z (m)
no: Start-Z (m)
pl: Początkowe Z (m)
pt: Z Inicial (m)
ro: Z Inițial (m)
ru: Начальное Z (м)
sk: Počiatočné Z (m)
sl: Začetni Z (m)
sr: Почетно Z (m)
sv: Initialt Z (m)
th: Z เริ่มต้น (m)
tr: Başlangıç Z (m)
uk: Початкова Z (м)
ur: ابتدائی Z (m)
vi: Z ban đầu (m)

source: Increment in Z
af: Inkrement in Z
ar: الزيادة في Z
bg: Стъпка по Z
bn: Z-এ বৃদ্ধি
bs: Inkrement u Z
cs: Přírůstek v Z
da: Forøgelse i Z
de: Inkrement in Z
el: Αύξηση στο Z
es: Incremento en Z
et: Samm Z-s
fi: Z-lisäys
fr: Incrément en Z
he: תוספת ב-Z
hi: Z में वृद्धि
hr: Inkrement u Z
hu: Z lépésköz
id: Kenaikan di Z
it: Incremento in Z
ja: Zの増分
lt: Z žingsnis
lv: Z pieaugums
mk: Инкремент во Z
no: Inkrement i Z
pl: Przyrost w Z
pt: Incremento em Z
ro: Increment în Z
ru: Приращение по Z
sk: Prírastok v Z
sl: Prirastek v Z
sr: Прираштај по Z
sv: Inkrement i Z
th: ค่าเพิ่มใน Z
tr: Z Artışı
uk: Приріст Z
ur: Z میں اضافہ
vi: Bước tăng theo Z

source: Field Point R (m)
af: Veldpunt R (m)
ar: نقطة المجال R (m)
bg: Точка на полето R (m)
bn: ফিল্ড বিন্দু R (m)
bs: Tačka polja R (m)
cs: Bod pole R (m)
da: Feltpunkt R (m)
de: Feldpunkt R (m)
el: Σημείο Πεδίου R (m)
es: Punto de campo R (m)
et: Väljapunkti R (m)
fi: Kenttäpiste R (m)
fr: Point de champ R (m)
he: נקודת שדה R (מ')
hi: क्षेत्र बिंदु R (m)
hr: Točka polja R (m)
hu: Mezőpont R (m)
id: Titik Medan R (m)
it: Punto Campo R (m)
ja: フィールド点R (m)
lt: Lauko taškas R (m)
lv: Lauka punkta R (m)
mk: Точка на поле R (m)
nl: Veldpunt R (m)
no: Feltpunkt R (m)
pl: Punkt pola R (m)
pt: Ponto de Campo R (m)
ro: Punct de Câmp R (m)
ru: Точка поля R (м)
sk: Bod poľa R (m)
sl: Točka polja R (m)
sr: Тачка поља R (m)
sv: Fältpunkt R (m)
th: จุดสนาม R (m)
tr: Alan Noktası R (m)
uk: Точка поля R (м)
ur: فیلڈ پوائنٹ R (m)
vi: Điểm trường R (m)

source: Points in Phi
af: Punte in Phi
ar: نقاط في Phi
bg: Точки по Phi
bn: ফাই-তে বিন্দু
bs: Tačke u Phi
cs: Body v Phi
da: Punkter i phi
de: Punkte in Phi
el: Σημεία στο Phi
es: Puntos en phi
et: Punktide arv Fii-s
fi: Pisteitä Phi:ssä
fr: Points en Phi
he: נקודות ב-פי
hi: Phi में बिंदु
hr: Točke u Phi
hu: Pontok Phi-ben
id: Titik di Phi
it: Punti in Phi
ja: Phi方向の点数
lt: Taškai Phi
lv: Punkti Fi virzienā
mk: Точки во Фи
nl: Punten in phi
no: Punkter i phi
pl: Punkty w Phi
pt: Pontos em Phi
ro: Puncte în Phi
ru: Точки по Phi
sk: Body v Phi
sl: Točke v phi
sr: Тачке по Phi
sv: Punkter i Phi
th: จุดใน Phi
tr: Phi'deki Noktalar
uk: Точки по Phi
ur: فائی میں پوائنٹس
vi: Số điểm theo Phi

source: Initial Theta (deg)
af: Aanvanklike Theta (deg)
ar: Theta الابتدائي (deg)
bg: Начална Theta (deg)
bn: প্রারম্ভিক থিটা (deg)
bs: Početni Theta (deg)
cs: Počáteční Theta (deg)
da: Start-theta (deg)
de: Anfangs-Theta (deg)
el: Αρχικό Theta (deg)
es: Theta inicial (deg)
et: Algne teeta (kraadi)
fi: Alku-Theta (deg)
fr: Theta initial (deg)
he: תטא התחלתי (מעלות)
hi: प्रारंभिक Theta (deg)
hr: Početni Theta (deg)
hu: Kezdő Theta (fok)
id: Theta Awal (deg)
it: Theta Iniziale (deg)
ja: 初期Theta (deg)
lt: Pradinis Theta (laipsn.)
lv: Sākotnējais Teta (grādi)
mk: Почетна Тета (deg)
nl: Initiële theta (deg)
no: Start-theta (deg)
pl: Początkowe Theta (deg)
pt: Theta Inicial (deg)
ro: Theta Inițial (deg)
ru: Начальный Theta (град)
sk: Počiatočná Theta (deg)
sl: Začetni theta (deg)
sr: Почетна Theta (deg)
sv: Initialt Theta (deg)
th: Theta เริ่มต้น (deg)
tr: Başlangıç Theta (derece)
uk: Початковий Theta (град)
ur: ابتدائی تھیٹا (deg)
vi: Theta ban đầu (deg)

source: Increment in Theta
af: Inkrement in Theta
ar: الزيادة في Theta
bg: Стъпка на Theta
bn: থিটা-তে বৃদ্ধি
bs: Inkrement u Theta
cs: Přírůstek v Theta
da: Forøgelse i theta
de: Inkrement in Theta
el: Αύξηση στο Theta
es: Incremento en theta
et: Teeta samm
fi: Theta-lisäys
fr: Incrément en Theta
he: תוספת בתטא
hi: Theta में वृद्धि
hr: Inkrement u Theta
hu: Theta lépésköz
id: Kenaikan di Theta
it: Incremento in Theta
ja: Thetaの増分
lt: Theta žingsnis
lv: Teta pieaugums
mk: Инкремент во Тета
no: Inkrement i theta
pl: Przyrost w Theta
pt: Incremento em Theta
ro: Increment în Theta
ru: Приращение Theta
sk: Prírastok v Theta
sl: Prirastek v theta
sr: Прираштај по Theta
sv: Inkrement i Theta
th: ค่าเพิ่มใน Theta
tr: Theta Artışı
uk: Приріст Theta
ur: تھیٹا میں اضافہ
vi: Bước tăng theo Theta

source: R (m) (Optional)
af: R (m) (Opsioneel)
ar: R (m) (اختياري)
bg: R (m) (Незадължително)
bn: R (m) (ঐচ্ছিক)
bs: R (m) (opciono)
cs: R (m) (Volitelné)
da: R (m) (valgfri)
el: R (m) (Προαιρετικό)
es: R (m) (Opcional)
et: R (m) (valikuline)
fi: R (m) (valinnainen)
fr: R (m) (Optionnel)
he: R (מ') (אופציונלי)
hi: R (m) (वैकल्पिक)
hr: R (m) (neobavezno)
hu: R (m) (Opcionális)
id: R (m) (Opsional)
it: R (m) (Opzionale)
ja: R (m) (オプション)
lt: R (m) (Neprivaloma)
lv: R (m) (neobligāts)
mk: R (m) (Опционално)
nl: R (m) (optioneel)
no: R (m) (Valgfritt)
pl: R (m) (Opcjonalne)
pt: R (m) (Opcional)
ro: R (m) (Opțional)
ru: R (м) (необязательно)
sk: R (m) (Voliteľné)
sl: R (m) (neobvezno)
sr: R (m) (опционо)
sv: R (m) (Valfritt)
th: R (m) (ทางเลือก)
tr: R (m) (İsteğe Bağlı)
uk: R (м) (Необов'язково)
ur: R (m) (اختیاری)
vi: R (m) (Tùy chọn)

source: ** NOT USED **
af: ** NIE GEBRUIK NIE **
ar: ** غير مستخدم **
bg: ** НЕ СЕ ИЗПОЛЗВА **
bn: ** ব্যবহৃত হয়নি **
bs: ** NE KORISTI SE **
cs: ** NEPOUŽITO **
da: ** BRUGES IKKE **
de: ** NICHT VERWENDET **
el: ** ΔΕΝ ΧΡΗΣΙΜΟΠΟΙΕΙΤΑΙ **
es: ** NO UTILIZADO **
et: ** EI KASUTATA **
fi: ** EI KÄYTÖSSÄ **
fr: ** NON UTILISÉ **
he: ** לא בשימוש **
hi: ** उपयोग नहीं **
hr: ** NE KORISTI SE **
hu: ** NEM HASZNÁLT **
id: ** TIDAK DIGUNAKAN **
it: ** NON UTILIZZATO **
ja: ** 未使用 **
lt: ** NENAUDOJAMA **
lv: ** NETIEK LIETOTS **
mk: ** НЕ СЕ КОРИСТИ **
nl: ** NIET GEBRUIKT **
no: ** IKKE I BRUK **
pl: ** NIE UŻYWANE **
pt: ** NÃO UTILIZADO **
ro: ** NEUTILIZAT **
ru: ** НЕ ИСПОЛЬЗУЕТСЯ **
sk: ** NEPOUŽÍVA SA **
sl: ** NI V UPORABI **
sr: ** НИЈЕ У УПОТРЕБИ **
sv: ** ANVÄNDS EJ **
th: ** ไม่ใช้ **
tr: ** KULLANILMIYOR **
uk: ** НЕ ВИКОРИСТОВУЄТЬСЯ **
ur: ** استعمال نہیں ہوا **
vi: ** KHÔNG SỬ DỤNG **

source: Resistance Ohm
af: Weerstand Ohm
ar: المقاومة Ohm
bg: Съпротивление Ohm
bn: রোধ Ohm
bs: Otpor Ohm
cs: Odpor Ohm
da: Modstand Ohm
de: Widerstand Ohm
el: Αντίσταση Ohm
es: Resistencia Ohm
et: Takistus Ohm
fi: Resistanssi Ohm
fr: Résistance Ohm
he: התנגדות Ohm
hi: प्रतिरोध Ohm
hr: Otpor Ohm
hu: Ellenállás Ohm
id: Resistansi Ohm
it: Resistenza Ohm
ja: 抵抗 Ω
lt: Varža Ohm
lv: Pretestība Ω
mk: Отпор Ohm
nl: Weerstand Ohm
no: Resistans Ω
pl: Rezystancja Ohm
pt: Resistência Ohm
ro: Rezistență Ohm
ru: Сопротивление Ом
sk: Odpor Ohm
sl: Upornost Ohm
sr: Отпорност Ohm
sv: Resistans Ohm
th: ความต้านทาน Ohm
tr: Direnç Ohm
uk: Опір Ом
ur: مزاحمت Ohm
vi: Điện trở Ohm

source: Inductance uH
af: Induktansie uH
ar: المحاثة uH
bg: Индуктивност uH
bn: ইন্ডাক্ট্যান্স uH
bs: Induktivnost uH
cs: Indukčnost uH
da: Induktans uH
de: Induktivität uH
el: Επαγωγή uH
es: Inductancia uH
et: Induktiivsus µH
fi: Induktanssi uH
he: השראות uH
hi: प्रेरकत्व uH
hr: Induktivitet uH
hu: Induktivitás µH
id: Induktansi uH
it: Induttanza uH
ja: インダクタンス uH
lt: Induktyvumas uH
lv: Induktivitāte μH
mk: Индуктивност uH
nl: Inductantie µH
no: Induktans µH
pl: Indukcyjność uH
pt: Indutância uH
ro: Inductanță uH
ru: Индуктивность мкГн
sk: Indukčnosť uH
sl: Induktivnost uH
sr: Индуктивност uH
sv: Induktans uH
th: ความเหนี่ยวนำ uH
tr: Endüktans uH
uk: Індуктивність мкГн
ur: انڈکٹنس uH
vi: Điện cảm uH

source: Capacitance pF
af: Kapasitansie pF
ar: السعة pF
bg: Капацитет pF
bn: ক্যাপাসিট্যান্স pF
bs: Kapacitivnost pF
cs: Kapacita pF
da: Kapacitans pF
de: Kapazität pF
el: Χωρητικότητα pF
es: Capacitancia pF
et: Mahtuvus pF
fi: Kapasitanssi pF
fr: Capacité pF
he: קיבול pF
hi: धारिता pF
hr: Kapacitet pF
hu: Kapacitás pF
id: Kapasitansi pF
it: Capacità pF
ja: 静電容量 pF
lt: Talpa pF
lv: Kapacitāte pF
mk: Капацитет pF
nl: Capaciteit pF
no: Kapasitans pF
pl: Pojemność pF
pt: Capacitância pF
ro: Capacitate pF
ru: Ёмкость пФ
sk: Kapacita pF
sl: Kapacitivnost pF
sr: Капацитивност pF
sv: Kapacitans pF
th: ความจุ pF
tr: Kapasitans pF
uk: Ємність пФ
ur: کپیسیٹنس pF
vi: Điện dung pF

source: Resistance Ohm/m
af: Weerstand Ohm/m
ar: المقاومة Ohm/m
bg: Съпротивление Ohm/m
bn: রোধ Ohm/m
bs: Otpor Ohm/m
cs: Odpor Ohm/m
da: Modstand Ohm/m
de: Widerstand Ohm/m
el: Αντίσταση Ohm/m
es: Resistencia Ohm/m
et: Takistus Ohm/m
fi: Resistanssi Ohm/m
fr: Résistance Ohm/m
he: התנגדות Ohm/m
hi: प्रतिरोध Ohm/m
hr: Otpor Ohm/m
hu: Ellenállás Ohm/m
id: Resistansi Ohm/m
it: Resistenza Ohm/m
ja: 抵抗 Ω/m
lt: Varža Ohm/m
lv: Pretestība Ω/m
mk: Отпор Ohm/m
nl: Weerstand Ohm/m
no: Resistans Ω/m
pl: Rezystancja Ohm/m
pt: Resistência Ohm/m
ro: Rezistență Ohm/m
ru: Сопротивление Ом/м
sk: Odpor Ohm/m
sl: Upornost Ohm/m
sr: Отпорност Ohm/m
sv: Resistans Ohm/m
th: ความต้านทาน Ohm/m
tr: Direnç Ohm/m
uk: Опір Ом/м
ur: مزاحمت Ohm/m
vi: Điện trở Ohm/m

source: Inductance uH/m
af: Induktansie uH/m
ar: المحاثة uH/m
bg: Индуктивност uH/m
bn: ইন্ডাক্ট্যান্স uH/m
bs: Induktivnost uH/m
cs: Indukčnost uH/m
da: Induktans uH/m
de: Induktivität uH/m
el: Επαγωγή uH/m
es: Inductancia uH/m
et: Induktiivsus µH/m
fi: Induktanssi uH/m
he: השראות uH/m
hi: प्रेरकत्व uH/m
hr: Induktivitet uH/m
hu: Induktivitás µH/m
id: Induktansi uH/m
it: Induttanza uH/m
ja: インダクタンス uH/m
lt: Induktyvumas uH/m
lv: Induktivitāte μH/m
mk: Индуктивност uH/m
nl: Inductantie µH/m
no: Induktans µH/m
pl: Indukcyjność uH/m
pt: Indutância uH/m
ro: Inductanță uH/m
ru: Индуктивность мкГн/м
sk: Indukčnosť uH/m
sl: Induktivnost uH/m
sr: Индуктивност uH/m
sv: Induktans uH/m
th: ความเหนี่ยวนำ uH/m
tr: Endüktans uH/m
uk: Індуктивність мкГн/м
ur: انڈکٹنس uH/m
vi: Điện cảm uH/m

source: Capacitance pF/m
af: Kapasitansie pF/m
ar: السعة pF/m
bg: Капацитет pF/m
bn: ক্যাপাসিট্যান্স pF/m
bs: Kapacitivnost pF/m
cs: Kapacita pF/m
da: Kapacitans pF/m
de: Kapazität pF/m
el: Χωρητικότητα pF/m
es: Capacitancia pF/m
et: Mahtuvus pF/m
fi: Kapasitanssi pF/m
fr: Capacité pF/m
he: קיבול pF/m
hi: धारिता pF/m
hr: Kapacitet pF/m
hu: Kapacitás pF/m
id: Kapasitansi pF/m
it: Capacità pF/m
ja: 静電容量 pF/m
lt: Talpa pF/m
lv: Kapacitāte pF/m
mk: Капацитет pF/m
nl: Capaciteit pF/m
no: Kapasitans pF/m
pl: Pojemność pF/m
pt: Capacitância pF/m
ro: Capacitate pF/m
ru: Ёмкость пФ/м
sk: Kapacita pF/m
sl: Kapacitivnost pF/m
sr: Капацитивност pF/m
sv: Kapacitans pF/m
th: ความจุ pF/m
tr: Kapasitans pF/m
uk: Ємність пФ/м
ur: کپیسیٹنس pF/m
vi: Điện dung pF/m

source: Reactance Ohm
af: Reaktansie Ohm
ar: المفاعلة Ohm
bg: Реактанс Ohm
bn: রিঅ্যাক্ট্যান্স Ohm
bs: Reaktansa Ohm
cs: Reaktance Ohm
da: Reaktans Ohm
de: Reaktanz Ohm
el: Αντίδραση Ohm
es: Reactancia Ohm
et: Reaktants Ohm
fi: Reaktanssi Ohm
fr: Réactance Ohm
he: היגב Ohm
hi: प्रतिघात Ohm
hr: Reaktancija Ohm
hu: Reaktancia Ohm
id: Reaktansi Ohm
it: Reattanza Ohm
ja: リアクタンス Ω
lt: Reaktansas Ohm
lv: Reaktance Ω
mk: Реактанса Ohm
nl: Reactantie Ohm
no: Reaktans Ω
pl: Reaktancja Ohm
pt: Reatância Ohm
ro: Reactanță Ohm
ru: Реактивное сопротивление Ом
sk: Reaktancia Ohm
sl: Reaktanca Ohm
sr: Реактанса Ohm
sv: Reaktans Ohm
th: รีแอคแตนซ์ Ohm
tr: Reaktans Ohm
uk: Реактивний опір Ом
ur: ری ایکٹنس Ohm
vi: Điện kháng Ohm

source: Conductivity S/m
af: Geleidingsvermoë S/m
ar: الموصلية S/m
bg: Проводимост S/m
bn: পরিবাহিতা S/m
bs: Provodljivost S/m
cs: Vodivost S/m
da: Ledningsevne S/m
de: Leitfähigkeit S/m
el: Αγωγιμότητα S/m
es: Conductividad S/m
et: Juhtivus S/m
fi: Johtavuus S/m
fr: Conductivité S/m
he: מוליכות S/m
hi: चालकता S/m
hr: Vodljivost S/m
hu: Vezetőképesség S/m
id: Konduktivitas S/m
it: Conduttività S/m
ja: 導電率 S/m
lt: Laidumas S/m
lv: Vadītspēja S/m
mk: Проводливост S/m
nl: Geleidbaarheid S/m
no: Konduktivitet S/m
pl: Przewodność S/m
pt: Condutividade S/m
ro: Conductivitate S/m
ru: Проводимость См/м
sk: Vodivosť S/m
sl: Prevodnost S/m
sr: Проводност S/m
sv: Konduktivitet S/m
th: สภาพนำไฟฟ้า S/m
tr: İletkenlik S/m
uk: Провідність См/м
ur: چالکتا S/m
vi: Độ dẫn điện S/m

source: Points in X-axis
af: Punte in X-as
ar: نقاط في المحور X
bg: Точки по ос X
bn: X-অক্ষে বিন্দু
bs: Tačke na X-osi
cs: Body na ose X
da: Punkter i X-aksen
de: Punkte in X-Achse
el: Σημεία στον άξονα X
es: Puntos en eje X
et: Punktide arv X-teljel
fi: Pisteitä X-akselilla
fr: Points sur l'axe X
he: נקודות בציר X
hi: X-अक्ष में बिंदु
hr: Točke na X-osi
hu: Pontok az X tengelyen
id: Titik di Sumbu-X
it: Punti sull'asse X
ja: X軸方向の点数
lt: Taškai X ašyje
lv: Punkti X asī
mk: Точки на X-оска
nl: Punten in X-as
no: Punkter i X-aksen
pl: Punkty na osi X
pt: Pontos no eixo X
ro: Puncte pe axa X
ru: Точки по оси X
sk: Body na osi X
sl: Točke na osi X
sr: Тачке по X-оси
sv: Punkter i X-axeln
th: จุดในแกน X
tr: X Eksenindeki Noktalar
uk: Точки по осі X
ur: X-محور میں پوائنٹس
vi: Số điểm theo trục X

source: Points in Y-axis
af: Punte in Y-as
ar: نقاط في المحور Y
bg: Точки по ос Y
bn: Y-অক্ষে বিন্দু
bs: Tačke na Y-osi
cs: Body na ose Y
da: Punkter i Y-aksen
de: Punkte in Y-Achse
el: Σημεία στον άξονα Y
es: Puntos en eje Y
et: Punktide arv Y-teljel
fi: Pisteitä Y-akselilla
fr: Points sur l'axe Y
he: נקודות בציר Y
hi: Y-अक्ष में बिंदु
hr: Točke na Y-osi
hu: Pontok az Y tengelyen
id: Titik di Sumbu-Y
it: Punti sull'asse Y
ja: Y軸方向の点数
lt: Taškai Y ašyje
lv: Punkti Y asī
mk: Точки на Y-оска
nl: Punten in Y-as
no: Punkter i Y-aksen
pl: Punkty na osi Y
pt: Pontos no eixo Y
ro: Puncte pe axa Y
ru: Точки по оси Y
sk: Body na osi Y
sl: Točke na osi Y
sr: Тачке по Y-оси
sv: Punkter i Y-axeln
th: จุดในแกน Y
tr: Y Eksenindeki Noktalar
uk: Точки по осі Y
ur: Y-محور میں پوائنٹس
vi: Số điểm theo trục Y

source: Points in Z-axis
af: Punte in Z-as
ar: نقاط في المحور Z
bg: Точки по ос Z
bn: Z-অক্ষে বিন্দু
bs: Tačke na Z-osi
cs: Body na ose Z
da: Punkter i Z-aksen
de: Punkte in Z-Achse
el: Σημεία στον άξονα Z
es: Puntos en eje Z
et: Punktide arv Z-teljel
fi: Pisteitä Z-akselilla
fr: Points sur l'axe Z
he: נקודות בציר Z
hi: Z-अक्ष में बिंदु
hr: Točke na Z-osi
hu: Pontok a Z tengelyen
id: Titik di Sumbu-Z
it: Punti sull'asse Z
ja: Z軸方向の点数
lt: Taškai Z ašyje
lv: Punkti Z asī
mk: Точки на Z-оска
nl: Punten in Z-as
no: Punkter i Z-aksen
pl: Punkty na osi Z
pt: Pontos no eixo Z
ro: Puncte pe axa Z
ru: Точки по оси Z
sk: Body na osi Z
sl: Točke na osi Z
sr: Тачке по Z-оси
sv: Punkter i Z-axeln
th: จุดในแกน Z
tr: Z Eksenindeki Noktalar
uk: Точки по осі Z
ur: Z-محور میں پوائنٹس
vi: Số điểm theo trục Z

source: First Point X (m)
af: Eerste Punt X (m)
ar: النقطة الأولى X (m)
bg: Първа точка X (m)
bn: প্রথম বিন্দু X (m)
bs: Prva tačka X (m)
cs: První bod X (m)
da: Første punkt X (m)
de: Erster Punkt X (m)
el: Πρώτο Σημείο X (m)
es: Primer punto X (m)
et: Esimese punkti X (m)
fi: Ensimmäinen piste X (m)
fr: Premier point X (m)
he: נקודה ראשונה X (מ')
hi: प्रथम बिंदु X (m)
hr: Prva točka X (m)
hu: Első pont X (m)
id: Titik Pertama X (m)
it: Primo Punto X (m)
ja: 始点X (m)
lt: Pirmasis taškas X (m)
lv: Pirmā punkta X (m)
mk: Прва точка X (m)
nl: Eerste punt X (m)
no: Første punkt X (m)
pl: Pierwszy punkt X (m)
pt: Primeiro Ponto X (m)
ro: Primul Punct X (m)
ru: Первая точка X (м)
sk: Prvý bod X (m)
sl: Prva točka X (m)
sr: Прва тачка X (m)
sv: Första punkt X (m)
th: จุดแรก X (m)
tr: İlk Nokta X (m)
uk: Перша точка X (м)
ur: پہلا پوائنٹ X (m)
vi: Điểm đầu X (m)
