Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: LH Circular Polarization
af: LH Sirkulêre Polarisasie
ar: الاستقطاب الدائري لليسار
bg: Лява кръгова поляризация
bn: LH বৃত্তাকার পোলারাইজেশন
bs: Lijeva kružna polarizacija
cs: Levotočivá kruhová polarizace
da: Venstredrejet cirkulær polarisering
de: Linkszirkulare Polarisation
el: Αριστερόστροφη Κυκλική Πόλωση
es: Polarización circular izquierda
et: Vasakpoolne ringpolarisatsioon
fi: Vasenkätinen ympyräpolarisaatio
fr: Polarisation circulaire gauche
he: קיטוב מעגלי שמאלי
hi: LH वृत्तीय ध्रुवण
hr: Lijeva kružna polarizacija
hu: Balkezes körkörös polarizáció
id: Polarisasi Sirkular Kiri
it: Polarizzazione Circolare Sinistrorsa
ja: 左旋円偏波
lt: Kairinė apskritiminė poliarizacija
lv: Kreisās puses cirkulārā polarizācija
mk: Лева кружна поларизација
nl: Linksdraaiende circulaire polarisatie
no: Venstredreid sirkulær polarisering
pl: Polaryzacja kołowa lewoskrętna
pt: Polarização Circular à Esquerda
ro: Polarizare Circulară Stânga
ru: Левая круговая поляризация
sk: Ľavotočivá kruhová polarizácia
sl: Levosučna krožna polarizacija
sr: Лева кружна поларизација
sv: Vänstercirkulär polarisering
th: โพลาไรเซชันวงกลมซ้าย
tr: Sol El Dairesel Polarizasyon
uk: Лівостороння кругова поляризація
ur: LH سرکلر پولرائزیشن
vi: Phân cực tròn trái

source: Linear Power
af: Lineêre Drywing
ar: القدرة الخطية
bg: Линейна мощност
bn: রৈখিক পাওয়ার
bs: Linearna snaga
cs: Lineární výkon
da: Lineær effekt
de: Lineare Leistung
el: Γραμμική Ισχύς
es: Potencia lineal
et: Lineaarne võimsus
fi: Lineaarinen teho
fr: Puissance linéaire
he: הספק לינארי
hi: रैखिक शक्ति
hr: Linearna snaga
hu: Lineáris teljesítmény
id: Daya Linear
it: Potenza Lineare
ja: リニア電力
lt: Tiesinė galia
lv: Lineārā jauda
mk: Линеарна моќност
nl: Lineair vermogen
no: Lineær effekt
pl: Moc liniowa
pt: Potência Linear
ro: Putere Liniară
ru: Линейная мощность
sk: Lineárny výkon
sl: Linearna moč
sr: Линеарна снага
sv: Linjär effekt
th: กำลังเชิงเส้น
tr: Doğrusal Güç
uk: Лінійна потужність
ur: لینیئر پاور
vi: Công suất tuyến tính

source: Linear Voltage
af: Lineêre Spanning
ar: الجهد الخطي
bg: Линейно напрежение
bn: রৈখিক ভোল্টেজ
bs: Linearni napon
cs: Lineární napětí
da: Lineær spænding
de: Lineare Spannung
el: Γραμμική Τάση
es: Voltaje lineal
et: Lineaarne pinge
fi: Lineaarinen jännite
fr: Tension linéaire
he: מתח לינארי
hi: रैखिक वोल्टेज
hr: Linearni napon
hu: Lineáris feszültség
id: Tegangan Linear
it: Tensione Lineare
ja: リニア電圧
lt: Tiesinė įtampa
lv: Lineārais spriegums
mk: Линеарен напон
nl: Lineaire spanning
no: Lineær spenning
pl: Napięcie liniowe
pt: Tensão Linear
ro: Tensiune Liniară
ru: Линейное напряжение
sk: Lineárne napätie
sl: Linearna napetost
sr: Линеарни напон
sv: Linjär spänning
th: แรงดันเชิงเส้น
tr: Doğrusal Gerilim
uk: Лінійна напруга
ur: لینیئر وولٹیج
vi: Điện áp tuyến tính

source: ARRL Scale
af: ARRL-skaal
ar: مقياس ARRL
bg: ARRL скала
bn: ARRL স্কেল
bs: ARRL skala
cs: Stupnice ARRL
da: ARRL-skala
de: ARRL-Skala
el: Κλίμακα ARRL
es: Escala ARRL
et: ARRL skaala
fi: ARRL-asteikko
fr: Échelle ARRL
he: סולם ARRL
hi: ARRL स्केल
hr: ARRL skala
hu: ARRL skála
id: Skala ARRL
it: Scala ARRL
ja: ARRLスケール
lt: ARRL skalė
lv: ARRL skala
mk: ARRL скала
nl: ARRL-schaal
no: ARRL-skala
pl: Skala ARRL
pt: Escala ARRL
ro: Scară ARRL
ru: Шкала ARRL
sk: Stupnica ARRL
sl: Lestvica ARRL
sr: ARRL скала
sv: ARRL-skala
th: สเกล ARRL
tr: ARRL Ölçeği
uk: Шкала ARRL
ur: ARRL سکیل
vi: Thang ARRL

source: Logarithmic Scale
af: Logaritmiese Skaal
ar: المقياس اللوغاريتمي
bg: Логаритмична скала
bn: লগারিদমিক স্কেল
bs: Logaritamska skala
cs: Logaritmická stupnice
da: Logaritmisk skala
de: Logarithmische Skala
el: Λογαριθμική Κλίμακα
es: Escala logarítmica
et: Logaritmiline skaala
fi: Logaritminen asteikko
fr: Échelle logarithmique
he: סולם לוגריתמי
hi: लघुगणकीय स्केल
hr: Logaritamska skala
hu: Logaritmikus skála
id: Skala Logaritmik
it: Scala Logaritmica
ja: 対数スケール
lt: Logaritminė skalė
lv: Logaritmiskā skala
mk: Логаритамска скала
nl: Logaritmische schaal
no: Logaritmisk skala
pl: Skala logarytmiczna
pt: Escala Logarítmica
ro: Scară Logaritmică
ru: Логарифмическая шкала
sk: Logaritmická stupnica
sl: Logaritemska lestvica
sr: Логаритамска скала
sv: Logaritmisk skala
th: สเกลลอการิทึม
tr: Logaritmik Ölçek
uk: Логарифмічна шкала
ur: لوگاریتھمک سکیل
vi: Thang logarit

source: Radiation Patterns
af: Stralingspatrone
ar: أنماط الإشعاع
bg: Диаграми на излъчване
bn: বিকিরণ প্যাটার্ন
bs: Dijagrami zračenja
cs: Vyzařovací diagramy
da: Strålingsdiagrammer
de: Strahlungsdiagramme
el: Διαγράμματα Ακτινοβολίας
es: Patrones de radiación
et: Kiirgusdiagrammid
fi: Säteilykuviot
fr: Diagrammes de rayonnement
he: תבניות קרינה
hi: विकिरण प्रतिरूप
hr: Dijagrami zračenja
hu: Sugárzási diagramok
id: Pola Radiasi
it: Diagrammi di Radiazione
ja: 放射パターン
lt: Spinduliuotės diagramos
lv: Starojuma diagrammas
mk: Дијаграми на зрачење
nl: Stralingspatronen
no: Strålingsdiagrammer
pl: Charakterystyki promieniowania
pt: Diagramas de Radiação
ro: Diagrame de Radiație
ru: Диаграммы направленности
sk: Vyžarovacie diagramy
sl: Sevalni diagrami
sr: Дијаграми зрачења
sv: Strålningsdiagram
th: แบบรูปการแผ่คลื่น
tr: Işınım Örüntüleri
uk: Діаграми випромінювання
ur: ریڈی ایشن پیٹرنز
vi: Đồ thị bức xạ

source: Radiation Pattern: -
af: Stralingspatroon: -
ar: نمط الإشعاع: -
bg: Диаграма на излъчване: -
bn: বিকিরণ প্যাটার্ন: -
bs: Dijagram zračenja: -
cs: Vyzařovací diagram: -
da: Strålingsdiagram: -
de: Strahlungsdiagramm: -
el: Διάγραμμα Ακτινοβολίας: -
es: Patrón de radiación: -
et: Kiirgusdiagramm: -
fi: Säteilykuvio: -
fr: Diagramme de rayonnement : -
he: תבנית קרינה: -
hi: विकिरण प्रतिरूप: -
hr: Dijagram zračenja: -
hu: Sugárzási diagram: -
id: Pola Radiasi: -
it: Diagramma di Radiazione: -
ja: 放射パターン: -
lt: Spinduliuotės diagrama: -
lv: Starojuma diagramma: -
mk: Дијаграм на зрачење: -
nl: Stralingspatroon: -
no: Strålingsdiagram: -
pl: Charakterystyka promieniowania: -
pt: Diagrama de Radiação: -
ro: Diagramă de Radiație: -
ru: Диаграмма направленности: -
sk: Vyžarovací diagram: -
sl: Sevalni diagram: -
sr: Дијаграм зрачења: -
sv: Strålningsdiagram: -
th: แบบรูปการแผ่คลื่น: -
tr: Işınım Örüntüsü: -
uk: Діаграма випромінювання: -
ur: ریڈی ایشن پیٹرن: -
vi: Đồ thị bức xạ: -

source: Near Fields:
af: Nabye Velde:
ar: الحقول القريبة:
bg: Близки полета:
bn: নিকটবর্তী ক্ষেত্রসমূহ:
bs: Bliska polja:
cs: Blízká pole:
da: Nærfelter:
de: Nahfelder:
el: Κοντινά Πεδία:
es: Campos cercanos:
et: Lähiväljad:
fi: Lähikentät:
fr: Champs proches :
he: שדות קרובים:
hi: निकट क्षेत्र:
hr: Bliska polja:
hu: Közeli mezők:
id: Medan Dekat:
it: Campi vicini:
ja: 近傍界:
lt: Artimieji laukai:
lv: Tuvie lauki:
mk: Блиски полиња:
nl: Nabije velden:
no: Nærfelt:
pl: Pola bliskie:
pt: Campos Próximos:
ro: Câmpuri apropiate:
ru: Ближние поля:
sk: Blízke polia:
sl: Bližnja polja:
sr: Блиска поља:
sv: Närfält:
th: สนามใกล้:
tr: Yakın Alanlar:
uk: Ближні поля:
ur: نزدیکی فیلڈز:
vi: Trường gần:

source: - E Field
af: - E-veld
ar: - الحقل الكهربائي E
bg: - E поле
bn: - E ক্ষেত্র
bs: - E polje
cs: - Pole E
da: - E-felt
de: - E-Feld
el: - Πεδίο E
es: - Campo E
et: - E-väli
fi: - E-kenttä
fr: - Champ E
he: - שדה E
hi: - E क्षेत्र
hr: - E polje
hu: - E mező
id: - Medan E
it: - Campo E
ja: - E界
lt: - E laukas
lv: - E lauks
mk: - Е поле
nl: - E-veld
no: - E-felt
pl: - Pole E
pt: - Campo E
ro: - Câmp E
ru: - Поле E
sk: - Pole E
sl: - E polje
sr: - Е поље
sv: - E-fält
th: - สนาม E
tr: - E Alanı
uk: - Поле E
ur: - E فیلڈ
vi: - Trường E

source: - H Field
af: - H-veld
ar: - الحقل المغناطيسي H
bg: - H поле
bn: - H ক্ষেত্র
bs: - H polje
cs: - Pole H
da: - H-felt
de: - H-Feld
el: - Πεδίο H
es: - Campo H
et: - H-väli
fi: - H-kenttä
fr: - Champ H
he: - שדה H
hi: - H क्षेत्र
hr: - H polje
hu: - H mező
id: - Medan H
it: - Campo H
ja: - H界
lt: - H laukas
lv: - H lauks
mk: - Н поле
nl: - H-veld
no: - H-felt
pl: - Pole H
pt: - Campo H
ro: - Câmp H
ru: - Поле H
sk: - Pole H
sl: - H polje
sr: - H поље
sv: - H-fält
th: - สนาม H
tr: - H Alanı
uk: - Поле H
ur: - H فیلڈ
vi: - Trường H

source: - Poynting Vector
af: - Poynting-vektor
ar: - متجه بوينتنغ
bg: - Вектор на Пойнтинг
bn: - পয়েন্টিং ভেক্টর
bs: - Poynting-ov vektor
cs: - Poyntingův vektor
da: - Poynting-vektor
de: - Poynting-Vektor
el: - Διάνυσμα Poynting
es: - Vector de Poynting
et: - Poyntingi vektor
fi: - Poyntingin vektori
fr: - Vecteur de Poynting
he: - וקטור פוינטינג
hi: - पॉइंटिंग वेक्टर
hr: - Poyntingov vektor
hu: - Poynting-vektor
id: - Vektor Poynting
it: - Vettore di Poynting
ja: - ポインティングベクトル
lt: - Pointingo vektorius
lv: - Pointinga vektors
mk: - Поинтингов вектор
no: - Poynting-vektor
pl: - Wektor Poyntinga
pt: - Vetor de Poynting
ro: - Vector Poynting
ru: - Вектор Пойнтинга
sk: - Poyntingov vektor
sl: - Poyntingov vektor
sr: - Појнтингов вектор
sv: - Poyntingvektor
th: - เวกเตอร์พอยน์ติง
tr: - Poynting Vektörü
uk: - Вектор Пойнтінга
ur: - Poynting ویکٹر
vi: - Vectơ Poynting

source: Frequency Data Plots -
af: Frekwensie Data Grafieke -
ar: رسومات بيانات التردد -
bg: Графики на честотни данни -
bn: ফ্রিকোয়েন্সি ডেটা প্লট -
bs: Grafikoni frekvencijskih podataka -
cs: Grafy frekvenčních dat -
da: Frekvensdata-plot -
de: Frequenzdatendiagramme -
el: Γραφήματα Δεδομένων Συχνότητας -
es: Gráficos de datos de frecuencia -
et: Sagedusandmete graafikud -
fi: Taajuustietokuvaajat -
fr: Graphiques des données de fréquence -
he: תרשימי נתוני תדר -
hi: आवृत्ति डेटा प्लॉट -
hr: Grafovi frekvencijskih podataka -
hu: Frekvenciaadatok ábrázolása -
id: Plot Data Frekuensi -
it: Grafici dati di frequenza -
ja: 周波数データプロット -
lt: Dažnio duomenų grafikai -
lv: Frekvences datu grafiki -
mk: Графици на фреквенциски податоци -
nl: Frequentiegegevensgrafieken -
no: Frekvensdataplott -
pl: Wykresy danych częstotliwości -
pt: Gráficos de Dados de Frequência -
ro: Grafice date frecvență -
ru: Графики частотных данных -
sk: Grafy frekvenčných údajov -
sl: Grafi frekvenčnih podatkov -
sr: Графици фреквенцијских података -
sv: Frekvensdiagram -
th: กราฟข้อมูลความถี่ -
tr: Frekans Veri Grafikleri -
uk: Графіки частотних даних -
ur: فریکوئنسی ڈیٹا پلاٹس -
vi: Đồ thị dữ liệu tần số -

source: fstep=%d is out of bounds. calc_data.steps_total=%d
af: fstep=%d is buite perke. calc_data.steps_total=%d
ar: fstep=%d خارج النطاق. calc_data.steps_total=%d
bg: fstep=%d е извън границите. calc_data.steps_total=%d
bn: fstep=%d সীমার বাইরে। calc_data.steps_total=%d
bs: fstep=%d je izvan granica. calc_data.steps_total=%d
cs: fstep=%d je mimo rozsah. calc_data.steps_total=%d
da: fstep=%d er uden for grænserne. calc_data.steps_total=%d
de: fstep=%d liegt außerhalb des gültigen Bereichs. calc_data.steps_total=%d
el: fstep=%d είναι εκτός ορίων. calc_data.steps_total=%d
es: fstep=%d está fuera de límites. calc_data.steps_total=%d
et: fstep=%d on piiridest väljas. calc_data.steps_total=%d
fi: fstep=%d on rajojen ulkopuolella. calc_data.steps_total=%d
fr: fstep=%d est hors limites. calc_data.steps_total=%d
he: fstep=%d חורג מהגבולות. calc_data.steps_total=%d
hi: fstep=%d सीमा से बाहर है। calc_data.steps_total=%d
hr: fstep=%d je izvan granica. calc_data.steps_total=%d
hu: fstep=%d határon kívül esik. calc_data.steps_total=%d
id: fstep=%d di luar batas. calc_data.steps_total=%d
it: fstep=%d fuori dai limiti. calc_data.steps_total=%d
ja: fstep=%d が範囲外です。calc_data.steps_total=%d
lt: fstep=%d viršija ribas. calc_data.steps_total=%d
lv: fstep=%d ir ārpus robežām. calc_data.steps_total=%d
mk: fstep=%d е надвор од границите. calc_data.steps_total=%d
nl: fstep=%d is buiten bereik. calc_data.steps_total=%d
no: fstep=%d er utenfor grensene. calc_data.steps_total=%d
pl: fstep=%d jest poza zakresem. calc_data.steps_total=%d
pt: fstep=%d está fora dos limites. calc_data.steps_total=%d
ro: fstep=%d este în afara limitelor. calc_data.steps_total=%d
ru: fstep=%d выходит за границы. calc_data.steps_total=%d
sk: fstep=%d je mimo rozsahu. calc_data.steps_total=%d
sl: fstep=%d je izven meja. calc_data.steps_total=%d
sr: fstep=%d је ван опсега. calc_data.steps_total=%d
sv: fstep=%d är utanför gränserna. calc_data.steps_total=%d
th: fstep=%d อยู่นอกขอบเขต calc_data.steps_total=%d
tr: fstep=%d sınırların dışında. calc_data.steps_total=%d
uk: fstep=%d виходить за межі. calc_data.steps_total=%d
ur: fstep=%d حد سے باہر ہے۔ calc_data.steps_total=%d
vi: fstep=%d nằm ngoài phạm vi. calc_data.steps_total=%d

source: Error reading row data Invalid list iterator
af: Fout met lees van ry data Ongeldige lys-iterator
ar: خطأ في قراءة بيانات الصف مُكرِّر قائمة غير صالح
bg: Грешка при четене на данни от ред Невалиден итератор на списък
bn: সারি ডেটা পড়তে ত্রুটি অবৈধ তালিকা ইটারেটর
bs: Greška pri čitanju podataka reda Nevažeći iterator liste
cs: Chyba při čtení dat řádku Neplatný iterátor seznamu
da: Fejl ved læsning af rækkedata Ugyldig liste-iterator
de: Fehler beim Lesen der Zeilendaten Ungültiger Listeniterator
el: Σφάλμα ανάγνωσης δεδομένων γραμμής Μη έγκυρος επαναλήπτης λίστας
es: Error al leer datos de fila Iterador de lista inválido
et: Viga reaandmete lugemisel Vigane loendi iteraator
fi: Virhe rivitietojen lukemisessa Virheellinen lista-iteraattori
fr: Erreur de lecture des données de ligne Itérateur de liste invalide
he: שגיאה בקריאת נתוני שורה איטרטור רשימה לא חוקי
hi: पंक्ति डेटा पढ़ने में त्रुटि अमान्य सूची इटरेटर
hr: Pogreška pri čitanju podataka retka Nevažeći iterator liste
hu: Hiba a soradatok olvasásakor Érvénytelen lista iterátor
id: Kesalahan membaca data baris Iterator daftar tidak valid
it: Errore nella lettura dei dati riga Iteratore di lista non valido
ja: 行データの読み取りエラー 無効なリストイテレータ
lt: Klaida skaitant eilutės duomenis Netinkamas sąrašo iteratorius
lv: Kļūda lasot rindas datus Nederīgs saraksta iterators
mk: Грешка при читање на податоци од ред Невалиден итератор на листа
nl: Fout bij lezen van rijgegevens Ongeldige lijstiterator
no: Feil ved lesing av raddata Ugyldig listeiterator
pl: Błąd odczytu danych wiersza Nieprawidłowy iterator listy
pt: Erro ao ler dados da linha Iterador de lista inválido
ro: Eroare la citirea datelor rândului Iterator de listă invalid
ru: Ошибка чтения данных строки Недопустимый итератор списка
sk: Chyba pri čítaní údajov riadku Neplatný iterátor zoznamu
sl: Napaka pri branju podatkov vrstice Neveljaven iterator seznama
sr: Грешка при читању података реда Неважећи итератор листе
sv: Fel vid läsning av raddata Ogiltig listiterator
th: ข้อผิดพลาดในการอ่านข้อมูลแถว ตัววนซ้ำรายการไม่ถูกต้อง
tr: Satır verisi okuma hatası Geçersiz liste yineleyici
uk: Помилка читання даних рядка Недійсний ітератор списку
ur: قطار کا ڈیٹا پڑھنے میں خرابی غلط لسٹ اٹریٹر
vi: Lỗi đọc dữ liệu hàng Bộ lặp danh sách không hợp lệ

source: Error writing row data Please re-select row
af: Fout met skryf van ry data Kies asseblief ry weer
ar: خطأ في كتابة بيانات الصف يرجى إعادة تحديد الصف
bg: Грешка при записване на данни от ред Моля, изберете отново реда
bn: সারি ডেটা লিখতে ত্রুটি অনুগ্রহ করে সারি পুনরায় নির্বাচন করুন
bs: Greška pri pisanju podataka reda Molimo ponovo odaberite red
cs: Chyba při zápisu dat řádku Prosím znovu vyberte řádek
da: Fejl ved skrivning af rækkedata Vælg venligst rækken igen
de: Fehler beim Schreiben der Zeilendaten Bitte wählen Sie die Zeile erneut aus
el: Σφάλμα εγγραφής δεδομένων γραμμής Παρακαλώ επιλέξτε ξανά τη γραμμή
es: Error al escribir datos de fila Por favor, vuelva a seleccionar la fila
et: Viga reaandmete kirjutamisel Palun valige rida uuesti
fi: Virhe rivitietojen kirjoittamisessa Valitse rivi uudelleen
fr: Erreur d'écriture des données de ligne Veuillez resélectionner la ligne
he: שגיאה בכתיבת נתוני שורה אנא בחר שורה מחדש
hi: पंक्ति डेटा लिखने में त्रुटि कृपया पंक्ति पुनः चुनें
hr: Pogreška pri pisanju podataka retka Molimo ponovno odaberite redak
hu: Hiba a soradatok írásakor Kérjük, válassza ki újra a sort
id: Kesalahan menulis data baris Silakan pilih ulang baris
it: Errore nella scrittura dei dati riga Selezionare nuovamente la riga
ja: 行データの書き込みエラー 行を再選択してください
lt: Klaida rašant eilutės duomenis Pasirinkite eilutę iš naujo
lv: Kļūda rakstot rindas datus Lūdzu, atkārtoti atlasiet rindu
mk: Грешка при запишување на податоци од ред Ве молиме повторно изберете ред
nl: Fout bij schrijven van rijgegevens Selecteer de rij opnieuw
no: Feil ved skriving av raddata Vennligst velg rad på nytt
pl: Błąd zapisu danych wiersza Proszę ponownie wybrać wiersz
pt: Erro ao gravar dados da linha Por favor, selecione a linha novamente
ro: Eroare la scrierea datelor rândului Vă rugăm să reselectați rândul
ru: Ошибка записи данных строки Пожалуйста, выберите строку заново
sk: Chyba pri zápise údajov riadku Prosím, znova vyberte riadok
sl: Napaka pri pisanju podatkov vrstice Prosimo, ponovno izberite vrstico
sr: Грешка при уписивању података реда Поново изаберите ред
sv: Fel vid skrivning av raddata Välj rad igen
th: ข้อผิดพลาดในการเขียนข้อมูลแถว กรุณาเลือกแถวใหม่
tr: Satır verisi yazma hatası Lütfen satırı yeniden seçin
uk: Помилка запису даних рядка Будь ласка, виберіть рядок повторно
ur: قطار کا ڈیٹا لکھنے میں خرابی براہ کرم قطار دوبارہ منتخب کریں
vi: Lỗi ghi dữ liệu hàng Vui lòng chọn lại hàng

source: GC card preceded by GW card with non-zero wire radius
af: GC-kaart voorafgegaan deur GW-kaart met nie-nul draadradius
ar: بطاقة GC مسبوقة ببطاقة GW بنصف قطر سلك غير صفري
bg: GC карта, предшествана от GW карта с ненулев радиус на проводника
bn: অশূন্য তার ব্যাসার্ধ সহ GW কার্ডের পরে GC কার্ড রয়েছে
bs: GC kartici prethodi GW kartica sa nenultim radijusom žice
cs: Kartě GC předchází karta GW s nenulovým poloměrem drátu
da: GC-kort forudgået af GW-kort med trådradius forskellig fra nul
de: GC-Karte wird von GW-Karte mit Drahtradius ungleich Null vorangestellt
el: Κάρτα GC προηγείται από κάρτα GW με μη μηδενική ακτίνα αγωγού
es: Tarjeta GC precedida por tarjeta GW con radio de alambre distinto de cero
et: GC-kaardile eelneb GW-kaart mittenullise traadi raadiusega
fi: GC-korttia edeltää GW-kortti jolla on nollasta poikkeava lankasäde
fr: Carte GC précédée d'une carte GW avec un rayon de fil non nul
he: כרטיס GC קודם לכרטיס GW עם רדיוס חוט שאינו אפס
hi: GC कार्ड से पहले GW कार्ड है गैर-शून्य तार त्रिज्या के साथ
hr: GC kartici prethodi GW kartica s polumjerom žice različitim od nule
hu: GC kártyát GW kártya előzi meg nem nulla vezetéksugárral
id: Kartu GC didahului oleh kartu GW dengan radius kawat tidak nol
it: Scheda GC preceduta da scheda GW con raggio del filo non nullo
ja: GCカードの前にワイヤ半径が 非ゼロのGWカードがあります
lt: GC kortelė eina po GW kortelės su nenuliniu laido spinduliu
lv: GC kartei priekšā ir GW karte ar stieples rādiusu, kas nav nulle
mk: GC картичка претходена од GW картичка со ненулев радиус на жица
nl: GC-kaart voorafgegaan door GW-kaart met niet-nul draadstraal
no: GC-kort forutgått av GW-kort med trådradius ulik null
pl: Karta GC poprzedzona kartą GW z niezerowym promieniem przewodu
pt: Cartão GC precedido por cartão GW com raio de fio diferente de zero
ro: Card GC precedat de card GW cu rază de fir nenulă
ru: Карта GC следует за картой GW с ненулевым радиусом провода
sk: Karte GC predchádza karta GW s nenulovým polomerom vodiča
sl: Kartici GC predhaja kartica GW z neničelnim polmerom žice
sr: GC картица претходи GW картици са ненултим радијусом жице
sv: GC-kort föregås av GW-kort med trådradie skild från noll
th: การ์ด GC นำหน้าด้วยการ์ด GW ที่มีรัศมีสายไม่เป็นศูนย์
tr: GC kartından önce sıfır olmayan tel yarıçaplı GW kartı var
uk: Картка GC передує картці GW з ненульовим радіусом дроту
ur: GC کارڈ سے پہلے GW کارڈ ہے غیر صفر وائر ریڈیئس کے ساتھ
vi: Thẻ GC đứng trước thẻ GW có bán kính dây khác không

source: No GW card before GC card
af: Geen GW-kaart voor GC-kaart nie
ar: لا توجد بطاقة GW قبل بطاقة GC
bg: Няма GW карта преди GC карта
bn: GC কার্ডের আগে কোনো GW কার্ড নেই
bs: Nema GW kartice prije GC kartice
cs: Před kartou GC chybí karta GW
da: Intet GW-kort før GC-kort
de: Keine GW-Karte vor GC-Karte
el: Δεν υπάρχει κάρτα GW πριν την κάρτα GC
es: No hay tarjeta GW antes de la tarjeta GC
et: GC-kaardi ees puudub GW-kaart
fi: Ei GW-korttia ennen GC-korttia
fr: Aucune carte GW avant la carte GC
he: אין כרטיס GW לפני כרטיס GC
hi: GC कार्ड से पहले कोई GW कार्ड नहीं
hr: Nema GW kartice prije GC kartice
hu: Nincs GW kártya a GC kártya előtt
id: Tidak ada kartu GW sebelum kartu GC
it: Nessuna scheda GW prima della scheda GC
ja: GCカードの前にGWカードがありません
lt: Nėra GW kortelės prieš GC kortelę
lv: Nav GW kartes pirms GC kartes
mk: Нема GW картичка пред GC картичка
nl: Geen GW-kaart voor GC-kaart
no: Ingen GW-kort før GC-kort
pl: Brak karty GW przed kartą GC
pt: Nenhum cartão GW antes do cartão GC
ro: Niciun card GW înainte de cardul GC
ru: Нет карты GW перед картой GC
sk: Žiadna karta GW pred kartou GC
sl: Pred kartico GC ni kartice GW
sr: Нема GW картице пре GC картице
sv: Inget GW-kort före GC-kort
th: ไม่มีการ์ด GW ก่อนการ์ด GC
tr: GC kartından önce GW kartı yok
uk: Немає картки GW перед карткою GC
ur: GC کارڈ سے پہلے کوئی GW کارڈ نہیں
vi: Không có thẻ GW trước thẻ GC

source: No GC card after a GW card with a zero wire radius
af: Geen GC-kaart na 'n GW-kaart met 'n nul draadradius nie
ar: لا توجد بطاقة GC بعد بطاقة GW بنصف قطر سلك صفري
bg: Няма GC карта след GW карта с нулев радиус на проводника
bn: শূন্য তার ব্যাসার্ধ সহ GW কার্ডের পরে কোনো GC কার্ড নেই
bs: Nema GC kartice nakon GW kartice sa nultim radijusom žice
cs: Za kartou GW chybí karta GC s nulovým poloměrem drátu
da: Intet GC-kort efter et GW-kort med trådradius lig nul
de: Keine GC-Karte nach einer GW-Karte mit Drahtradius gleich Null
el: Δεν υπάρχει κάρτα GC μετά από κάρτα GW με μηδενική ακτίνα αγωγού
es: No hay tarjeta GC después de una tarjeta GW con radio de alambre igual a cero
et: Puudub GC-kaart pärast GW-kaarti nullise traadi raadiusega
fi: Ei GC-korttia GW-kortin jälkeen jolla on nolla lankasäde
fr: Aucune carte GC après une carte GW avec un rayon de fil nul
he: אין כרטיס GC אחרי כרטיס GW עם רדיוס חוט אפס
hi: शून्य तार त्रिज्या वाले GW कार्ड के बाद कोई GC कार्ड नहीं
hr: Nema GC kartice nakon GW kartice s polumjerom žice jednakim nuli
hu: Nincs GC kártya a GW kártya után nulla vezetéksugárral
id: Tidak ada kartu GC setelah kartu GW dengan radius kawat nol
it: Nessuna scheda GC dopo una scheda GW con raggio del filo nullo
ja: ワイヤ半径がゼロのGWカードの後に GCカードがありません
lt: Nėra GC kortelės po GW kortelės su nuliniu laido spinduliu
lv: Nav GC kartes pēc GW kartes ar nulles stieples rādiusu
mk: Нема GC картичка по GW картичка со нулев радиус на жица
nl: Geen GC-kaart na een GW-kaart met een draadstraal van nul
no: Ingen GC-kort etter et GW-kort med trådradius lik null
pl: Brak karty GC po karcie GW z zerowym promieniem przewodu
pt: Nenhum cartão GC após um cartão GW com raio de fio igual a zero
ro: Niciun card GC după un card GW cu rază de fir zero
ru: Нет карты GC после карты GW с нулевым радиусом провода
sk: Žiadna karta GC po karte GW s nulovým polomerom vodiča
sl: Za kartico GW z ničelnim polmerom žice ni kartice GC
sr: Нема GC картице после GW картице са нултим радијусом жице
sv: Inget GC-kort efter ett GW-kort med trådradie lika med noll
th: ไม่มีการ์ด GC หลังการ์ด GW ที่มีรัศมีสายเป็นศูนย์
tr: Sıfır tel yarıçaplı GW kartından sonra GC kartı yok
uk: Немає картки GC після картки GW з нульовим радіусом дроту
ur: صفر وائر ریڈیئس والے GW کارڈ کے بعد کوئی GC کارڈ نہیں
vi: Không có thẻ GC sau thẻ GW có bán kính dây bằng không
