Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: segment connection error for segment %5d
af: segmentverbindingsfout vir segment %5d
ar: خطأ اتصال segment للـ segment %5d
bg: грешка при свързване на сегмент за сегмент %5d
bn: সেগমেন্ট %5d-এর জন্য সেগমেন্ট সংযোগ ত্রুটি
bs: greška veze segmenta za segment %5d
cs: Chyba připojení segmentu pro segment %5d
da: segmentforbindelsesfejl for segment %5d
de: Segmentverbindungsfehler für Segment %5d
el: σφάλμα σύνδεσης segment για το segment %5d
es: error de conexión de segmento para el segmento %5d
et: segmendi ühenduse viga segmendil %5d
fi: segmentin liitäntävirhe segmentille %5d
fr: erreur de connexion de segment pour le segment %5d
he: שגיאת חיבור מקטע עבור מקטע %5d
hi: segment %5d के लिए segment connection त्रुटि
hr: pogreška povezivanja segmenta za segment %5d
hu: szegmenscsatlakozási hiba a(z) %5d szegmensnél
id: kesalahan koneksi segmen untuk segmen %5d
it: errore di connessione del segmento per il segmento %5d
ja: セグメント %5d のセグメント接続エラー
lt: segmento sujungimo klaida segmente %5d
lv: segmenta savienojuma kļūda segmentam %5d
mk: грешка во поврзување на сегмент за сегмент %5d
nl: segmentverbindingsfout voor segment %5d
no: segmentforbindelsesfeil for segment %5d
pl: błąd połączenia segmentu dla segmentu %5d
pt: erro de conexão de segmento para o segmento %5d
ro: eroare de conexiune a segmentului pentru segmentul %5d
ru: ошибка соединения сегмента для сегмента %5d
sk: chyba prepojenia segmentu pre segment %5d
sl: napaka povezave segmenta za segment %5d
sr: грешка повезивања сегмента за сегмент %5d
sv: segmentanslutningsfel för segment %5d
th: ข้อผิดพลาดการเชื่อมต่อ segment สำหรับ segment %5d
tr: segment %5d için segment bağlantı hatası
uk: помилка з'єднання сегмента для сегмента %5d
ur: سیگمنٹ %5d کے لیے سیگمنٹ کنکشن کی خرابی
vi: Lỗi kết nối phân đoạn cho phân đoạn %5d

source: Segment connection error in tbf()
af: Segmentverbindingsfout in tbf()
ar: خطأ اتصال segment في tbf()
bg: Грешка при свързване на сегмент в tbf()
bn: tbf()-এ সেগমেন্ট সংযোগ ত্রুটি
bs: Greška veze segmenta u tbf()
cs: Chyba připojení segmentu v tbf()
da: Segmentforbindelsesfejl i tbf()
de: Segmentverbindungsfehler in tbf()
el: Σφάλμα σύνδεσης segment στην tbf()
es: Error de conexión de segmento en tbf()
et: Segmendi ühenduse viga funktsioonis tbf()
fi: Segmentin liitäntävirhe funktiossa tbf()
fr: Erreur de connexion de segment dans tbf()
he: שגיאת חיבור מקטע ב-tbf()
hi: tbf() में Segment connection त्रुटि
hr: Pogreška povezivanja segmenta u tbf()
hu: Szegmenscsatlakozási hiba a tbf()-ben
id: Kesalahan koneksi segmen di tbf()
it: Errore di connessione del segmento in tbf()
ja: tbf() でのセグメント接続エラー
lt: Segmento sujungimo klaida funkcijoje tbf()
lv: Segmenta savienojuma kļūda funkcijā tbf()
mk: Грешка во поврзување на сегмент во tbf()
nl: Segmentverbindingsfout in tbf()
no: Segmentforbindelsesfeil i tbf()
pl: Błąd połączenia segmentu w tbf()
pt: Erro de conexão de segmento em tbf()
ro: Eroare de conexiune a segmentului în tbf()
ru: Ошибка соединения сегмента в tbf()
sk: Chyba prepojenia segmentu v tbf()
sl: Napaka povezave segmenta v tbf()
sr: Грешка повезивања сегмента у tbf()
sv: Segmentanslutningsfel i tbf()
th: ข้อผิดพลาดการเชื่อมต่อ segment ใน tbf()
tr: tbf() içinde segment bağlantı hatası
uk: Помилка з'єднання сегмента в tbf()
ur: tbf() میں سیگمنٹ کنکشن کی خرابی
vi: Lỗi kết nối phân đoạn trong tbf()

source: step size limited at z= %10.5f
af: stapgrootte beperk by z= %10.5f
ar: حجم الخطوة محدود عند z= %10.5f
bg: размерът на стъпката е ограничен при z= %10.5f
bn: Z= %10.5f-এ ধাপের আকার সীমিত
bs: veličina koraka ograničena na z= %10.5f
cs: Velikost kroku omezena na z= %10.5f
da: trinstørrelse begrænset ved z= %10.5f
de: Schrittweite begrenzt bei z= %10.5f
el: το μέγεθος βήματος περιορίστηκε στο z= %10.5f
es: tamaño de paso limitado en Z= %10.5f
et: sammu suurus piiratud kohal z= %10.5f
fi: askelkoko rajoitettu kohdassa Z= %10.5f
fr: taille du pas limitée à z= %10.5f
he: גודל צעד מוגבל ב-z= %10.5f
hi: z= %10.5f पर चरण आकार सीमित
hr: veličina koraka ograničena na Z= %10.5f
hu: lépésméret korlátozva z= %10.5f értéknél
id: ukuran langkah dibatasi pada z= %10.5f
it: dimensione del passo limitata a Z= %10.5f
ja: Z= %10.5f でステップサイズが制限されました
lt: žingsnio dydis apribotas ties z= %10.5f
lv: soļa izmērs ierobežots pie z= %10.5f
mk: големина на чекор ограничена на z= %10.5f
nl: stapgrootte beperkt bij z= %10.5f
no: trinnstørrelse begrenset ved z= %10.5f
pl: rozmiar kroku ograniczony przy z= %10.5f
pt: tamanho do passo limitado em Z= %10.5f
ro: dimensiunea pasului limitată la z= %10.5f
ru: размер шага ограничен при z= %10.5f
sk: veľkosť kroku obmedzená pri z= %10.5f
sl: velikost koraka omejena pri Z= %10.5f
sr: величина корака ограничена на z= %10.5f
sv: stegstorlek begränsad vid Z= %10.5f
th: ขนาดขั้นถูกจำกัดที่ Z= %10.5f
tr: z= %10.5f konumunda adım boyutu sınırlandırıldı
uk: розмір кроку обмежено при z= %10.5f
ur: z= %10.5f پر قدم کا سائز محدود
vi: Kích thước bước bị giới hạn tại z= %10.5f

source: segment connection error for segment %d
af: segmentverbindingsfout vir segment %d
ar: خطأ اتصال segment للـ segment %d
bg: грешка при свързване на сегмент за сегмент %d
bn: সেগমেন্ট %d-এর জন্য সেগমেন্ট সংযোগ ত্রুটি
bs: greška veze segmenta za segment %d
cs: Chyba připojení segmentu pro segment %d
da: segmentforbindelsesfejl for segment %d
de: Segmentverbindungsfehler für Segment %d
el: σφάλμα σύνδεσης segment για το segment %d
es: error de conexión de segmento para el segmento %d
et: segmendi ühenduse viga segmendil %d
fi: segmentin liitäntävirhe segmentille %d
fr: erreur de connexion de segment pour le segment %d
he: שגיאת חיבור מקטע עבור מקטע %d
hi: segment %d के लिए segment connection त्रुटि
hr: pogreška povezivanja segmenta za segment %d
hu: szegmenscsatlakozási hiba a(z) %d szegmensnél
id: kesalahan koneksi segmen untuk segmen %d
it: errore di connessione del segmento per il segmento %d
ja: セグメント %d のセグメント接続エラー
lt: segmento sujungimo klaida segmente %d
lv: segmenta savienojuma kļūda segmentam %d
mk: грешка во поврзување на сегмент за сегмент %d
nl: segmentverbindingsfout voor segment %d
no: segmentforbindelsesfeil for segment %d
pl: błąd połączenia segmentu dla segmentu %d
pt: erro de conexão de segmento para o segmento %d
ro: eroare de conexiune a segmentului pentru segmentul %d
ru: ошибка соединения сегмента для сегмента %d
sk: chyba prepojenia segmentu pre segment %d
sl: napaka povezave segmenta za segment %d
sr: грешка повезивања сегмента за сегмент %d
sv: segmentanslutningsfel för segment %d
th: ข้อผิดพลาดการเชื่อมต่อ segment สำหรับ segment %d
tr: segment %d için segment bağlantı hatası
uk: помилка з'єднання сегмента для сегмента %d
ur: سیگمنٹ %d کے لیے سیگمنٹ کنکشن کی خرابی
vi: Lỗi kết nối phân đoạn cho phân đoạn %d

source: Segment connection error in sbf()
af: Segmentverbindingsfout in sbf()
ar: خطأ اتصال segment في sbf()
bg: Грешка при свързване на сегмент в sbf()
bn: sbf()-এ সেগমেন্ট সংযোগ ত্রুটি
bs: Greška veze segmenta u sbf()
cs: Chyba připojení segmentu v sbf()
da: Segmentforbindelsesfejl i sbf()
de: Segmentverbindungsfehler in sbf()
el: Σφάλμα σύνδεσης segment στην sbf()
es: Error de conexión de segmento en sbf()
et: Segmendi ühenduse viga funktsioonis sbf()
fi: Segmentin liitäntävirhe funktiossa sbf()
fr: Erreur de connexion de segment dans sbf()
he: שגיאת חיבור מקטע ב-sbf()
hi: sbf() में Segment connection त्रुटि
hr: Pogreška povezivanja segmenta u sbf()
hu: Szegmenscsatlakozási hiba az sbf()-ben
id: Kesalahan koneksi segmen di sbf()
it: Errore di connessione del segmento in sbf()
ja: sbf() でのセグメント接続エラー
lt: Segmento sujungimo klaida funkcijoje sbf()
lv: Segmenta savienojuma kļūda funkcijā sbf()
mk: Грешка во поврзување на сегмент во sbf()
nl: Segmentverbindingsfout in sbf()
no: Segmentforbindelsesfeil i sbf()
pl: Błąd połączenia segmentu w sbf()
pt: Erro de conexão de segmento em sbf()
ro: Eroare de conexiune a segmentului în sbf()
ru: Ошибка соединения сегмента в sbf()
sk: Chyba prepojenia segmentu v sbf()
sl: Napaka povezave segmenta v sbf()
sr: Грешка повезивања сегмента у sbf()
sv: Segmentanslutningsfel i sbf()
th: ข้อผิดพลาดการเชื่อมต่อ segment ใน sbf()
tr: sbf() içinde segment bağlantı hatası
uk: Помилка з'єднання сегмента в sbf()
ur: sbf() میں سیگمنٹ کنکشن کی خرابی
vi: Lỗi kết nối phân đoạn trong sbf()

source: Segment connection error in trio()
af: Segmentverbindingsfout in trio()
ar: خطأ اتصال segment في trio()
bg: Грешка при свързване на сегмент в trio()
bn: trio()-এ সেগমেন্ট সংযোগ ত্রুটি
bs: Greška veze segmenta u trio()
cs: Chyba připojení segmentu v trio()
da: Segmentforbindelsesfejl i trio()
de: Segmentverbindungsfehler in trio()
el: Σφάλμα σύνδεσης segment στην trio()
es: Error de conexión de segmento en trio()
et: Segmendi ühenduse viga funktsioonis trio()
fi: Segmentin liitäntävirhe funktiossa trio()
fr: Erreur de connexion de segment dans trio()
he: שגיאת חיבור מקטע ב-trio()
hi: trio() में Segment connection त्रुटि
hr: Pogreška povezivanja segmenta u trio()
hu: Szegmenscsatlakozási hiba a trio()-ban
id: Kesalahan koneksi segmen di trio()
it: Errore di connessione del segmento in trio()
ja: trio() でのセグメント接続エラー
lt: Segmento sujungimo klaida funkcijoje trio()
lv: Segmenta savienojuma kļūda funkcijā trio()
mk: Грешка во поврзување на сегмент во trio()
nl: Segmentverbindingsfout in trio()
no: Segmentforbindelsesfeil i trio()
pl: Błąd połączenia segmentu w trio()
pt: Erro de conexão de segmento em trio()
ro: Eroare de conexiune a segmentului în trio()
ru: Ошибка соединения сегмента в trio()
sk: Chyba prepojenia segmentu v trio()
sl: Napaka povezave segmenta v trio()
sr: Грешка повезивања сегмента у trio()
sv: Segmentanslutningsfel i trio()
th: ข้อผิดพลาดการเชื่อมต่อ segment ใน trio()
tr: trio() içinde segment bağlantı hatası
uk: Помилка з'єднання сегмента в trio()
ur: trio() میں سیگمنٹ کنکشن کی خرابی
vi: Lỗi kết nối phân đoạn trong trio()

source: The frequency loop is running Are you sure you wish to end the calculation?
af: Die frekwensielus loop tans Is u seker u wil die berekening beëindig?
ar: حلقة التردد قيد التشغيل هل أنت متأكد من رغبتك في إنهاء الحساب؟
bg: Честотният цикъл се изпълнява Сигурни ли сте, че искате да прекратите изчислението?
bn: ফ্রিকোয়েন্সি লুপ চলছে আপনি কি নিশ্চিত যে গণনা শেষ করতে চান?
bs: Frekvencijska petlja je aktivna Jeste li sigurni da želite prekinuti proračun?
cs: Frekvenční smyčka běží Opravdu chcete ukončit výpočet?
da: Frekvensløkken kører Er du sikker på, at du vil afslutte beregningen?
de: Die Frequenzschleife läuft Sind Sie sicher, dass Sie die Berechnung beenden möchten?
el: Ο βρόχος συχνότητας εκτελείται Είστε βέβαιοι ότι θέλετε να τερματίσετε τον υπολογισμό;
es: El bucle de frecuencia está en ejecución. ¿Está seguro de que desea terminar el cálculo?
et: Sagedussilmus töötab Kas soovite kindlasti arvutuse lõpetada?
fi: Taajuussilmukka on käynnissä Haluatko varmasti lopettaa laskennan?
fr: La boucle de fréquence est en cours d'exécution Êtes-vous sûr de vouloir arrêter le calcul ?
he: לולאת התדר פועלת האם אתה בטוח שברצונך לסיים את החישוב?
hi: आवृत्ति लूप चल रहा है क्या आप वाकई गणना समाप्त करना चाहते हैं?
hr: Frekvencijska petlja je u tijeku Jeste li sigurni da želite završiti izračun?
hu: A frekvenciahurok fut Biztos benne, hogy befejezi a számítást?
id: Loop Frekuensi sedang berjalan Apakah Anda yakin ingin mengakhiri perhitungan?
it: Il ciclo di frequenza è in esecuzione Si desidera terminare il calcolo?
ja: 周波数ループが実行中です 計算を終了してもよろしいですか？
lt: Vykdomas dažnio ciklas Ar tikrai norite nutraukti skaičiavimą?
lv: Frekvences cikls darbojas Vai tiešām vēlaties beigt aprēķinu?
mk: Фреквенциската јамка работи Дали сте сигурни дека сакате да ја прекинете пресметката?
nl: De frequentielus wordt uitgevoerd Weet u zeker dat u de berekening wilt beëindigen?
no: Frekvenssløyfen kjører Er du sikker på at du vil avslutte beregningen?
pl: Pętla częstotliwości jest uruchomiona Czy na pewno chcesz zakończyć obliczenia?
pt: O Loop de Frequência está em execução Tem certeza de que deseja encerrar o cálculo?
ro: Bucla de frecvență rulează Sunteți sigur că doriți să încheiați calculul?
ru: Выполняется цикл по частоте Вы уверены, что хотите прервать расчёт?
sk: Frekvenčná slučka beží Naozaj chcete ukončiť výpočet?
sl: Frekvenčna zanka se izvaja Ali ste prepričani, da želite končati izračun?
sr: Фреквенцијска петља је покренута Да ли сте сигурни да желите да прекинете прорачун?
sv: Frekvensslingan körs Är du säker på att du vill avsluta beräkningen?
th: ลูปความถี่กำลังทำงานอยู่ คุณแน่ใจหรือไม่ว่าต้องการสิ้นสุดการคำนวณ?
tr: Frekans döngüsü çalışıyor Hesaplamayı sonlandırmak istediğinizden emin misiniz?
uk: Цикл частоти виконується Ви впевнені, що хочете завершити обчислення?
ur: فریکوئنسی لوپ چل رہا ہے کیا آپ واقعی حساب ختم کرنا چاہتے ہیں؟
vi: Vòng lặp tần số đang chạy Bạn có chắc chắn muốn kết thúc tính toán không?

source: The frequency loop is running Are you sure you wish to close this window?
af: Die frekwensielus loop tans Is u seker u wil hierdie venster sluit?
ar: حلقة التردد قيد التشغيل هل أنت متأكد من رغبتك في إغلاق هذه النافذة؟
bg: Честотният цикъл се изпълнява Сигурни ли сте, че искате да затворите този прозорец?
bn: ফ্রিকোয়েন্সি লুপ চলছে আপনি কি নিশ্চিত যে এই উইন্ডোটি বন্ধ করতে চান?
bs: Frekvencijska petlja je aktivna Jeste li sigurni da želite zatvoriti ovaj prozor?
cs: Frekvenční smyčka běží Opravdu chcete zavřít toto okno?
da: Frekvensløkken kører Er du sikker på, at du vil lukke dette vindue?
de: Die Frequenzschleife läuft Sind Sie sicher, dass Sie dieses Fenster schließen möchten?
el: Ο βρόχος συχνότητας εκτελείται Είστε βέβαιοι ότι θέλετε να κλείσετε αυτό το παράθυρο;
es: El bucle de frecuencia está en ejecución. ¿Está seguro de que desea cerrar esta ventana?
et: Sagedussilmus töötab Kas soovite kindlasti selle akna sulgeda?
fi: Taajuussilmukka on käynnissä Haluatko varmasti sulkea tämän ikkunan?
fr: La boucle de fréquence est en cours d'exécution Êtes-vous sûr de vouloir fermer cette fenêtre ?
he: לולאת התדר פועלת האם אתה בטוח שברצונך לסגור חלון זה?
hi: आवृत्ति लूप चल रहा है क्या आप वाकई इस विंडो को बंद करना चाहते हैं?
hr: Frekvencijska petlja je u tijeku Jeste li sigurni da želite zatvoriti ovaj prozor?
hu: A frekvenciahurok fut Biztos benne, hogy bezárja ezt az ablakot?
id: Loop Frekuensi sedang berjalan Apakah Anda yakin ingin menutup jendela ini?
it: Il ciclo di frequenza è in esecuzione Si desidera chiudere questa finestra?
ja: 周波数ループが実行中です このウィンドウを閉じてもよろしいですか？
lt: Vykdomas dažnio ciklas Ar tikrai norite uždaryti šį langą?
lv: Frekvences cikls darbojas Vai tiešām vēlaties aizvērt šo logu?
mk: Фреквенциската јамка работи Дали сте сигурни дека сакате да го затворите овој прозорец?
nl: De frequentielus wordt uitgevoerd Weet u zeker dat u dit venster wilt sluiten?
no: Frekvenssløyfen kjører Er du sikker på at du vil lukke dette vinduet?
pl: Pętla częstotliwości jest uruchomiona Czy na pewno chcesz zamknąć to okno?
pt: O Loop de Frequência está em execução Tem certeza de que deseja fechar esta janela?
ro: Bucla de frecvență rulează Sunteți sigur că doriți să închideți această fereastră?
ru: Выполняется цикл по частоте Вы уверены, что хотите закрыть это окно?
sk: Frekvenčná slučka beží Naozaj chcete zatvoriť toto okno?
sl: Frekvenčna zanka se izvaja Ali ste prepričani, da želite zapreti to okno?
sr: Фреквенцијска петља је покренута Да ли сте сигурни да желите да затворите овај прозор?
sv: Frekvensslingan körs Är du säker på att du vill stänga detta fönster?
th: ลูปความถี่กำลังทำงานอยู่ คุณแน่ใจหรือไม่ว่าต้องการปิดหน้าต่างนี้?
tr: Frekans döngüsü çalışıyor Bu pencereyi kapatmak istediğinizden emin misiniz?
uk: Цикл частоти виконується Ви впевнені, що хочете закрити це вікно?
ur: فریکوئنسی لوپ چل رہا ہے کیا آپ واقعی اس ونڈو کو بند کرنا چاہتے ہیں؟
vi: Vòng lặp tần số đang chạy Bạn có chắc chắn muốn đóng cửa sổ này không?

source: Frequency plots window closed: excitation type %d is incompatible. Use type 0 (Applied E Field) or 5 (Current Discontinuity) instead.
af: Frekwensiegrafieke-venster gesluit: opwekkingstipe %d is onversoenbaar. Gebruik tipe 0 (Toegepaste E-veld) of 5 (Stroomdiskontinuïteit) in plaas daarvan.
ar: أُغلقت نافذة مخططات التردد: نوع الإثارة %d غير متوافق. استخدم النوع 0 (المجال الكهربائي المطبق) أو 5 (انقطاع التيار) بدلاً من ذلك.
bg: Прозорецът за честотни графики е затворен: тип възбуждане %d е несъвместим. Вместо това използвайте тип 0 (Приложено E поле) или 5 (Токов разрив).
bn: ফ্রিকোয়েন্সি প্লট উইন্ডো বন্ধ: এক্সাইটেশন ধরন %d অসঙ্গতিপূর্ণ। পরিবর্তে ধরন 0 (Applied E Field) বা 5 (Current Discontinuity) ব্যবহার করুন।
bs: Prozor frekventnih grafova zatvoren: tip pobude %d nije kompatibilan. Koristite tip 0 (Primijenjeno E polje) ili 5 (Diskontinuitet struje) umjesto toga.
cs: Okno frekvenčních grafů zavřeno: typ buzení %d je nekompatibilní. Použijte místo toho typ 0 (Applied E Field) nebo 5 (Current Discontinuity).
da: Frekvensplot-vindue lukket: excitationstype %d er inkompatibel. Brug type 0 (Applied E Field) eller 5 (Current Discontinuity) i stedet.
de: Frequenzdiagramm-Fenster geschlossen: Anregungstyp %d ist inkompatibel. Verwenden Sie stattdessen Typ 0 (Angelegtes E-Feld) oder 5 (Stromunterbrechung).
el: Το παράθυρο γραφημάτων συχνότητας έκλεισε: ο τύπος διέγερσης %d δεν είναι συμβατός. Χρησιμοποιήστε τύπο 0 (Applied E Field) ή 5 (Current Discontinuity) αντί αυτού.
es: Ventana de gráficos de frecuencia cerrada: el tipo de excitación %d es incompatible. Use el tipo 0 (campo E aplicado) o 5 (discontinuidad de corriente) en su lugar.
et: Sagedusgraafikute aken suleti: ergutustüüp %d ei ühildu. Kasutage selle asemel tüüpi 0 (rakendatud E-väli) või 5 (voolu katkestus).
fi: Taajuuskuvaajien ikkuna suljettu: herätystyyppi %d on yhteensopimaton. Käytä sen sijaan tyyppiä 0 (Applied E Field) tai 5 (Current Discontinuity).
fr: Fenêtre des graphiques de fréquence fermée : le type d'excitation %d est incompatible. Utilisez le type 0 (champ E appliqué) ou 5 (discontinuité de courant) à la place.
he: חלון גרפי התדר נסגר: סוג עירור %d אינו תואם. השתמש בסוג 0 (שדה E מיושם) או 5 (אי-רציפות זרם) במקום זאת.
hi: आवृत्ति प्लॉट विंडो बंद: उत्तेजन प्रकार %d असंगत है। इसके बजाय प्रकार 0 (Applied E Field) या 5 (Current Discontinuity) का उपयोग करें।
hr: Prozor frekvencijskih grafova zatvoren: tip pobude %d nije kompatibilan. Umjesto toga koristite tip 0 (Primijenjeno E polje) ili 5 (Diskontinuitet struje).
hu: A frekvenciaábrák ablaka bezárva: a(z) %d gerjesztési típus nem kompatibilis. Használjon helyette 0-s típust (alkalmazott E mező) vagy 5-ös típust (áramdiszkontinuitás).
id: Jendela plot frekuensi ditutup: tipe eksitasi %d tidak kompatibel. Gunakan tipe 0 (Applied E Field) atau 5 (Current Discontinuity) sebagai gantinya.
it: Finestra dei grafici di frequenza chiusa: il tipo di eccitazione %d non è compatibile. Usare il tipo 0 (Campo E Applicato) o 5 (Discontinuità di Corrente).
ja: 周波数プロットウィンドウが閉じられました：励振タイプ %d は互換性がありません。 代わりにタイプ 0（印加電界）または 5（電流不連続）を使用してください。
lt: Dažnio grafikų langas uždarytas: žadinimo tipas %d nesuderinamas. Vietoj to naudokite tipą 0 (Pritaikytas E laukas) arba 5 (Srovės trūkis).
lv: Frekvenču grafiku logs aizvērts: ierosmes tips %d nav saderīgs. Tā vietā izmantojiet tipu 0 (Pieliktais E lauks) vai 5 (Strāvas pārrāvums).
mk: Прозорецот за фреквентни графикони е затворен: типот на побуда %d е некомпатибилен. Користете тип 0 (Применето E поле) или 5 (Прекин на струја) наместо тоа.
nl: Frequentiegrafieken-venster gesloten: excitatietype %d is incompatibel. Gebruik in plaats daarvan type 0 (Toegepast E-veld) of 5 (Stroomdiscontinuïteit).
no: Frekvensplottvindu lukket: eksitasjonstype %d er inkompatibel. Bruk type 0 (Applied E Field) eller 5 (Current Discontinuity) i stedet.
pl: Okno wykresów częstotliwości zamknięte: typ wzbudzenia %d jest niekompatybilny. Użyj typu 0 (przyłożone pole E) lub 5 (nieciągłość prądu).
pt: Janela de gráficos de frequência fechada: tipo de excitação %d é incompatível. Use o tipo 0 (Campo E Aplicado) ou 5 (Descontinuidade de Corrente).
ro: Fereastra graficelor de frecvență închisă: tipul de excitație %d este incompatibil. Folosiți în schimb tipul 0 (Câmp E Aplicat) sau 5 (Discontinuitate de Curent).
ru: Окно частотных графиков закрыто: тип возбуждения %d несовместим. Используйте тип 0 (приложенное E-поле) или 5 (разрыв тока).
sk: Okno frekvenčných grafov zatvorené: typ budenia %d je nekompatibilný. Použite namiesto toho typ 0 (Applied E Field) alebo 5 (Current Discontinuity).
sl: Okno frekvenčnih grafov zaprto: vrsta vzbujanja %d ni združljiva. Uporabite vrsto 0 (aplicirano E polje) ali 5 (tokovna prekinitev).
sr: Прозор фреквенцијских графикона затворен: тип побуде %d није компатибилан. Уместо тога користите тип 0 (примењено E поље) или 5 (дисконтинуитет струје).
sv: Fönstret för frekvensdiagram stängt: excitationstyp %d är inkompatibel. Använd typ 0 (Applicerat E-fält) eller 5 (Strömdiskontinuitet) istället.
th: หน้าต่างกราฟความถี่ถูกปิด: ประเภทการกระตุ้น %d ไม่เข้ากัน ใช้ประเภท 0 (Applied E Field) หรือ 5 (Current Discontinuity) แทน
tr: Frekans grafikleri penceresi kapatıldı: uyarma türü %d uyumsuz. Bunun yerine tür 0 (Uygulanan E Alanı) veya 5 (Akım Süreksizliği) kullanın.
uk: Вікно графіків частоти закрито: тип збудження %d є несумісним. Використовуйте тип 0 (Applied E Field) або 5 (Current Discontinuity) замість цього.
ur: فریکوئنسی پلاٹس ونڈو بند ہوگئی: ایکسائٹیشن ٹائپ %d غیر موافق ہے۔ اس کی بجائے ٹائپ 0 (Applied E Field) یا 5 (Current Discontinuity) استعمال کریں۔
vi: Cửa sổ biểu đồ tần số đã đóng: loại kích thích %d không tương thích. Sử dụng loại 0 (Applied E Field) hoặc 5 (Current Discontinuity) thay thế.
