Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Points in Average Not Printed
af: Punte in Gemiddeld Nie Gedruk
ar: لا تُطبع النقاط في المتوسط
bg: Точките в осредняването не се отпечатват
bn: গড়ের পয়েন্ট প্রিন্ট হয়নি
bs: Tačke u prosjeku nisu ispisane
cs: Body v průměru netištěny
da: Punkter i gennemsnit ikke udskrevet
de: Punkte im Mittelwert nicht gedruckt
el: Τα Σημεία Μέσου Όρου Δεν Εκτυπώνονται
es: Puntos en promedio no impresos
et: Keskmise punkte ei prindita
fi: Keskiarvon pisteitä ei tulosteta
fr: Points de la moyenne non imprimés
he: נקודות בממוצע לא מודפסות
hi: औसत में बिंदु प्रिंट नहीं हुए
hr: Točke u prosjeku nisu ispisane
hu: Átlagolt pontok nem nyomtatva
id: Titik dalam Rata-rata Tidak Dicetak
it: Punti nella Media Non Stampati
ja: 平均の点数を印刷しない
lt: Vidurkio taškai nespausdinami
lv: Vidējie punkti nav drukāti
mk: Точките во просек не се печатат
nl: Gemiddelde punten niet afgedrukt
no: Punkter i gjennomsnitt ikke skrevet ut
pl: Punkty w średniej nie drukowane
pt: Pontos na Média Não Impressos
ro: Punctele din Medie Netipărite
ru: Точки усреднения не печатаются
sk: Body v priemere nevytlačené
sl: Točke v povprečju niso natisnjene
sr: Тачке у просеку нису штампане
sv: Punkter i medelvärde skrivs inte ut
th: ไม่พิมพ์จุดในค่าเฉลี่ย
tr: Ortalamadaki Noktalar Yazdırılmadı
uk: Точки усереднення не друкуються
ur: ایوریج میں پوائنٹس پرنٹ نہیں ہوئے
vi: Các điểm trung bình không được in

source: Average Gain Computed
af: Gemiddelde Aanwins Bereken
ar: تم حساب متوسط الكسب
bg: Изчислено средно усилване
bn: গড় গেইন গণনা করা হয়েছে
bs: Prosječno pojačanje izračunato
cs: Průměrný zisk vypočten
da: Gennemsnitlig forstærkning beregnet
de: Durchschnittsgewinn berechnet
el: Υπολογισμένος Μέσος Όρος Κέρδους
es: Ganancia promedio calculada
et: Keskmine võimendus arvutatud
fi: Keskimääräinen vahvistus laskettu
fr: Gain moyen calculé
he: רווח ממוצע מחושב
hi: औसत गेन गणना की गई
hr: Prosječni dobitak izračunat
hu: Átlagos erősítés kiszámítva
id: Penguatan Rata-rata Dihitung
it: Guadagno Medio Calcolato
ja: 平均利得を計算
lt: Vidutinis stiprinimas apskaičiuotas
lv: Vidējais pastiprinājums aprēķināts
mk: Пресметана просечна добивка
nl: Gemiddelde versterking berekend
no: Gjennomsnittlig forsterkning beregnet
pl: Obliczony średni zysk
pt: Ganho Médio Calculado
ro: Câștig Mediu Calculat
ru: Среднее усиление вычислено
sk: Priemerný zisk vypočítaný
sl: Izračunana povprečna ojačitev
sr: Израчунато просечно појачање
sv: Medelförstärkning beräknad
th: คำนวณอัตราขยายเฉลี่ยแล้ว
tr: Ortalama Kazanç Hesaplandı
uk: Обчислено середнє підсилення
ur: ایوریج گین کا حساب لگایا گیا
vi: Độ lợi trung bình đã tính

source: <b>See RP Card Documentation</b>
af: <b>Sien RP Kaart Dokumentasie</b>
ar: <b>راجع توثيق بطاقة RP</b>
bg: <b>Вижте документацията за RP карта</b>
bn: <b>RP কার্ড ডকুমেন্টেশন দেখুন</b>
bs: <b>Pogledajte dokumentaciju RP kartice</b>
cs: <b>Viz dokumentace RP karty</b>
da: <b>Se RP-kort dokumentation</b>
de: <b>Siehe RP-Karten-Dokumentation</b>
el: <b>Δείτε την Τεκμηρίωση Κάρτας RP</b>
es: <b>Ver documentación de la tarjeta RP</b>
et: <b>Vaata RP kaardi dokumentatsiooni</b>
fi: <b>Katso RP-kortin dokumentaatio</b>
fr: <b>Voir la documentation de la carte RP</b>
he: <b>ראה תיעוד כרטיס RP</b>
hi: <b>RP Card दस्तावेज़ देखें</b>
hr: <b>Pogledajte dokumentaciju RP kartice</b>
hu: <b>Lásd az RP kártya dokumentációt</b>
id: <b>Lihat Dokumentasi Kartu RP</b>
it: <b>Vedere Documentazione Scheda RP</b>
ja: <b>RPカードのドキュメントを参照</b>
lt: <b>Žr. RP kortelės dokumentaciją</b>
lv: <b>Skatīt RP kartes dokumentāciju</b>
mk: <b>Видете документација за RP картичка</b>
nl: <b>Zie RP-kaartdocumentatie</b>
no: <b>Se RP-kort dokumentasjon</b>
pl: <b>Zobacz dokumentację karty RP</b>
pt: <b>Ver Documentação do Cartão RP</b>
ro: <b>Consultați Documentația Cardului RP</b>
ru: <b>См. документацию карты RP</b>
sk: <b>Pozri dokumentáciu karty RP</b>
sl: <b>Glejte dokumentacijo kartice RP</b>
sr: <b>Погледајте документацију RP картице</b>
sv: <b>Se RP-kortdokumentation</b>
th: <b>ดูเอกสาร RP Card</b>
tr: <b>RP Kartı Belgelerine Bakın</b>
uk: <b>Див. документацію картки RP</b>
ur: <b>RP کارڈ دستاویزات دیکھیں</b>
vi: <b>Xem tài liệu thẻ RP</b>

source: Data Output Control (XNDA)
af: Data Uitset Beheer (XNDA)
ar: التحكم في إخراج البيانات (XNDA)
bg: Контрол на изходните данни (XNDA)
bn: ডেটা আউটপুট নিয়ন্ত্রণ (XNDA)
bs: Kontrola izlaza podataka (XNDA)
cs: Řízení výstupu dat (XNDA)
da: Dataudgangskontrol (XNDA)
de: Datenausgabesteuerung (XNDA)
el: Έλεγχος Εξόδου Δεδομένων (XNDA)
es: Control de salida de datos (XNDA)
et: Andmeväljundi juhtimine (XNDA)
fi: Tiedon tulostuksen hallinta (XNDA)
fr: Contrôle de sortie des données (XNDA)
he: בקרת פלט נתונים (XNDA)
hi: डेटा आउटपुट नियंत्रण (XNDA)
hr: Kontrola izlaza podataka (XNDA)
hu: Adatkimenet vezérlés (XNDA)
id: Kontrol Output Data (XNDA)
it: Controllo Output Dati (XNDA)
ja: データ出力制御 (XNDA)
lt: Duomenų išvesties valdymas (XNDA)
lv: Datu izvades vadība (XNDA)
mk: Контрола на излезни податоци (XNDA)
nl: Gegevensuitvoerbesturing (XNDA)
no: Datautgangskontroll (XNDA)
pl: Kontrola wyjścia danych (XNDA)
pt: Controle de Saída de Dados (XNDA)
ro: Controlul Ieșirii Datelor (XNDA)
ru: Управление выводом данных (XNDA)
sk: Riadenie výstupu údajov (XNDA)
sl: Nadzor izhodnih podatkov (XNDA)
sr: Контрола излаза података (XNDA)
sv: Datautmatningskontroll (XNDA)
th: การควบคุมเอาต์พุตข้อมูล (XNDA)
tr: Veri Çıkış Kontrolü (XNDA)
uk: Керування виведенням даних (XNDA)
ur: ڈیٹا آؤٹ پٹ کنٹرول (XNDA)
vi: Điều khiển xuất dữ liệu (XNDA)

source: Points in Theta
af: Punte in Theta
ar: نقاط في Theta
bg: Точки по Theta
bn: থিটায় পয়েন্ট
bs: Tačke u Theta
cs: Počet bodů v Theta
da: Punkter i Theta
de: Punkte in Theta
el: Σημεία σε Theta
es: Puntos en theta
et: Punkte Teeta suunas
fi: Pisteitä Theta-kulmassa
fr: Points en thêta
he: נקודות ב-Theta
hi: Theta में बिंदु
hr: Točke u Theta
hu: Pontok Theta-ban
id: Titik dalam Theta
it: Punti in Theta
ja: Thetaの点数
lt: Taškų skaičius Theta
lv: Punkti Teta
mk: Точки во Тета
nl: Punten in Theta
no: Punkter i theta
pl: Punkty w Theta
pt: Pontos em Theta
ro: Puncte în Theta
ru: Точки по Theta
sk: Body v Theta
sl: Točke v theta
sr: Тачке по Theta
sv: Punkter i Theta
th: จุดใน Theta
tr: Theta Noktaları
uk: Точки по Theta
ur: تھیٹا میں پوائنٹس
vi: Số điểm theo Theta

source: Initial Phi (deg)
af: Aanvanklike Phi (grade)
ar: Phi الابتدائية (درجة)
bg: Начална Phi (deg)
bn: প্রারম্ভিক ফাই (deg)
bs: Početni Phi (deg)
cs: Počáteční Phi (°)
da: Start-Phi (grader)
de: Anfangs-Phi (Grad)
el: Αρχικό Phi (deg)
es: Phi inicial (deg)
et: Algne Fii (kraadi)
fi: Alkukulma Phi (deg)
fr: Phi initial (deg)
he: Phi התחלתי (מעלות)
hi: प्रारंभिक Phi (deg)
hr: Početni Phi (deg)
hu: Kezdő Phi (fok)
id: Phi Awal (deg)
it: Phi Iniziale (deg)
ja: 初期Phi (deg)
lt: Pradinis Phi (laipsniai)
lv: Sākotnējais Fi (grādi)
mk: Почетна Фи (deg)
nl: Initiële Phi (deg)
no: Start-phi (grader)
pl: Początkowe Phi (deg)
pt: Phi Inicial (graus)
ro: Phi Inițial (deg)
ru: Начальный Phi (град)
sk: Počiatočné Phi (deg)
sl: Začetni phi (deg)
sr: Почетни Phi (deg)
th: Phi เริ่มต้น (องศา)
tr: Başlangıç Phi (derece)
uk: Початковий Phi (град)
ur: ابتدائی فائی (deg)
vi: Phi ban đầu (độ)

source: Field Point Distance
af: Veldpunt Afstand
ar: مسافة نقطة المجال
bg: Разстояние до точката на полето
bn: ফিল্ড পয়েন্ট দূরত্ব
bs: Udaljenost tačke polja
cs: Vzdálenost bodu pole
da: Feltpunktsafstand
de: Feldpunktabstand
el: Απόσταση Σημείου Πεδίου
es: Distancia del punto de campo
et: Väljapunkti kaugus
fi: Kenttäpisteen etäisyys
fr: Distance du point de champ
he: מרחק נקודת שדה
hi: फ़ील्ड बिंदु दूरी
hr: Udaljenost točke polja
hu: Mezőpont távolság
id: Jarak Titik Medan
it: Distanza Punto Campo
ja: 電界点距離
lt: Lauko taško atstumas
lv: Lauka punkta attālums
mk: Растојание на точка на поле
nl: Veldpuntafstand
no: Feltpunktavstand
pl: Odległość punktu pola
pt: Distância do Ponto de Campo
ro: Distanța Punctului de Câmp
ru: Расстояние до точки поля
sk: Vzdialenosť bodu poľa
sl: Razdalja točke polja
sr: Растојање тачке поља
sv: Fältpunktsavstånd
th: ระยะจุดสนาม
tr: Alan Noktası Mesafesi
uk: Відстань до точки поля
ur: فیلڈ پوائنٹ فاصلہ
vi: Khoảng cách điểm trường

source: Gain Normalization
af: Aanwins Normalisering
ar: تطبيع الكسب
bg: Нормализиране на усилването
bn: গেইন স্বাভাবিকীকরণ
bs: Normalizacija pojačanja
cs: Normalizace zisku
da: Forstærkningsnormalisering
de: Gewinnnormierung
el: Κανονικοποίηση Κέρδους
es: Normalización de ganancia
et: Võimenduse normaliseerimine
fi: Vahvistuksen normalisointi
fr: Normalisation du gain
he: נרמול רווח
hi: गेन नॉर्मलाइज़ेशन
hr: Normalizacija dobitka
hu: Erősítés normalizálás
id: Normalisasi Penguatan
it: Normalizzazione Guadagno
ja: 利得の正規化
lt: Stiprinimo normalizavimas
lv: Pastiprinājuma normalizēšana
mk: Нормализација на добивка
nl: Versterkingsnormalisatie
no: Forsterkningsnormalisering
pl: Normalizacja wzmocnienia
pt: Normalização de Ganho
ro: Normalizare Câștig
ru: Нормализация усиления
sk: Normalizácia zisku
sl: Normalizacija ojačitve
sr: Нормализација појачања
sv: Förstärkningsnormalisering
th: การนอร์มัลไลซ์อัตราขยาย
tr: Kazanç Normalizasyonu
uk: Нормалізація підсилення
ur: گین نارملائزیشن
vi: Chuẩn hóa độ lợi

source: Radiation Pattern Parameters
af: Stralingspatroon Parameters
ar: معلمات نمط الإشعاع
bg: Параметри на диаграмата на излъчване
bn: বিকিরণ প্যাটার্ন প্যারামিটার
bs: Parametri dijagrama zračenja
cs: Parametry vyzařovacího diagramu
da: Strålingsdiagramparametre
de: Strahlungsdiagramm-Parameter
el: Παράμετροι Διαγράμματος Ακτινοβολίας
es: Parámetros del patrón de radiación
et: Kiirgusdiagrammi parameetrid
fi: Säteilykuvion parametrit
fr: Paramètres du diagramme de rayonnement
he: פרמטרי תבנית קרינה
hi: विकिरण पैटर्न पैरामीटर
hr: Parametri dijagrama zračenja
hu: Sugárzási diagram paraméterek
id: Parameter Pola Radiasi
it: Parametri Diagramma di Radiazione
ja: 放射パターンパラメータ
lt: Spinduliuotės diagramos parametrai
lv: Starojuma diagrammas parametri
mk: Параметри на дијаграм на зрачење
nl: Stralingspatroonparameters
no: Strålemønsterparametere
pl: Parametry charakterystyki promieniowania
pt: Parâmetros do Diagrama de Radiação
ro: Parametrii Diagramei de Radiație
ru: Параметры диаграммы направленности
sk: Parametre vyžarovacieho diagramu
sl: Parametri sevalnega diagrama
sr: Параметри дијаграма зрачења
sv: Strålningsdiagramparametrar
th: พารามิเตอร์แบบรูปการแผ่คลื่น
tr: Işınım Örüntüsü Parametreleri
uk: Параметри діаграми випромінювання
ur: ریڈی ایشن پیٹرن پیرامیٹرز
vi: Tham số mẫu bức xạ

source: Reflect Structure (GX card)
af: Weerspieël Struktuur (GX kaart)
ar: عكس الهيكل (بطاقة GX)
bg: Отразяване на структурата (GX карта)
bn: কাঠামো প্রতিফলন (GX কার্ড)
bs: Reflektiraj strukturu (GX kartica)
cs: Zrcadlit strukturu (GX karta)
da: Spejl struktur (GX-kort)
de: Struktur spiegeln (GX-Karte)
el: Αντανάκλαση Δομής (κάρτα GX)
es: Reflejar estructura (tarjeta GX)
et: Peegelda struktuuri (GX kaart)
fi: Peilaa rakenne (GX-kortti)
fr: Réflexion de la structure (carte GX)
he: שיקוף מבנה (כרטיס GX)
hi: संरचना परावर्तित करें (GX card)
hr: Zrcali strukturu (GX kartica)
hu: Struktúra tükrözése (GX kártya)
id: Refleksi Struktur (kartu GX)
it: Rifletti Struttura (scheda GX)
ja: 構造の反射 (GXカード)
lt: Atspindėti struktūrą (GX kortelė)
lv: Atspoguļot struktūru (GX karte)
mk: Рефлектирај структура (GX картичка)
nl: Structuur spiegelen (GX-kaart)
no: Speile struktur (GX-kort)
pl: Odbij strukturę (karta GX)
pt: Refletir Estrutura (cartão GX)
ro: Reflectare Structură (card GX)
ru: Отразить структуру (карта GX)
sk: Zrkadliť štruktúru (karta GX)
sl: Zrcaljenje strukture (kartica GX)
sr: Рефлектуј структуру (GX картица)
sv: Spegla struktur (GX-kort)
th: สะท้อนโครงสร้าง (GX card)
tr: Yapıyı Yansıt (GX kartı)
uk: Відобразити структуру (картка GX)
ur: ساخت منعکس کریں (GX کارڈ)
vi: Phản xạ cấu trúc (thẻ GX)

source: Reflect in YZ plane
af: Weerspieël in YZ vlak
ar: العكس في مستوى YZ
bg: Отразяване в равнина YZ
bn: YZ সমতলে প্রতিফলন
bs: Reflektiraj u YZ ravni
cs: Zrcadlit v rovině YZ
da: Spejl i YZ-plan
de: In YZ-Ebene spiegeln
el: Αντανάκλαση στο επίπεδο YZ
es: Reflejar en el plano YZ
et: Peegelda YZ tasapinnas
fi: Peilaa YZ-tasossa
fr: Réflexion dans le plan YZ
he: שיקוף במישור YZ
hi: YZ तल में परावर्तित करें
hr: Zrcali u YZ ravnini
hu: Tükrözés YZ síkban
id: Refleksi dalam bidang YZ
it: Rifletti nel piano YZ
ja: YZ平面で反射
lt: Atspindėti YZ plokštumoje
lv: Atspoguļot YZ plaknē
mk: Рефлектирај во YZ рамнина
nl: Spiegelen in YZ-vlak
no: Speile i YZ-plan
pl: Odbij w płaszczyźnie YZ
pt: Refletir no plano YZ
ro: Reflectare în planul YZ
ru: Отразить в плоскости YZ
sk: Zrkadliť v rovine YZ
sl: Zrcali v ravnini YZ
sr: Рефлектуј у YZ равни
sv: Spegla i YZ-plan
th: สะท้อนในระนาบ YZ
tr: YZ düzleminde yansıt
uk: Відобразити в площині YZ
ur: YZ پلین میں منعکس کریں
vi: Phản xạ trong mặt phẳng YZ

source: Reflect in XY plane
af: Weerspieël in XY vlak
ar: العكس في مستوى XY
bg: Отразяване в равнина XY
bn: XY সমতলে প্রতিফলন
bs: Reflektiraj u XY ravni
cs: Zrcadlit v rovině XY
da: Spejl i XY-plan
de: In XY-Ebene spiegeln
el: Αντανάκλαση στο επίπεδο XY
es: Reflejar en el plano XY
et: Peegelda XY tasapinnas
fi: Peilaa XY-tasossa
fr: Réflexion dans le plan XY
he: שיקוף במישור XY
hi: XY तल में परावर्तित करें
hr: Zrcali u XY ravnini
hu: Tükrözés XY síkban
id: Refleksi dalam bidang XY
it: Rifletti nel piano XY
ja: XY平面で反射
lt: Atspindėti XY plokštumoje
lv: Atspoguļot XY plaknē
mk: Рефлектирај во XY рамнина
nl: Spiegelen in XY-vlak
no: Speile i XY-plan
pl: Odbij w płaszczyźnie XY
pt: Refletir no plano XY
ro: Reflectare în planul XY
ru: Отразить в плоскости XY
sk: Zrkadliť v rovine XY
sl: Zrcali v ravnini XY
sr: Рефлектуј у XY равни
sv: Spegla i XY-plan
th: สะท้อนในระนาบ XY
tr: XY düzleminde yansıt
uk: Відобразити в площині XY
ur: XY پلین میں منعکس کریں
vi: Phản xạ trong mặt phẳng XY

source: Reflect in XZ plane
af: Weerspieël in XZ vlak
ar: العكس في مستوى XZ
bg: Отразяване в равнина XZ
bn: XZ সমতলে প্রতিফলন
bs: Reflektiraj u XZ ravni
cs: Zrcadlit v rovině XZ
da: Spejl i XZ-plan
de: In XZ-Ebene spiegeln
el: Αντανάκλαση στο επίπεδο XZ
es: Reflejar en el plano XZ
et: Peegelda XZ tasapinnas
fi: Peilaa XZ-tasossa
fr: Réflexion dans le plan XZ
he: שיקוף במישור XZ
hi: XZ तल में परावर्तित करें
hr: Zrcali u XZ ravnini
hu: Tükrözés XZ síkban
id: Refleksi dalam bidang XZ
it: Rifletti nel piano XZ
ja: XZ平面で反射
lt: Atspindėti XZ plokštumoje
lv: Atspoguļot XZ plaknē
mk: Рефлектирај во XZ рамнина
nl: Spiegelen in XZ-vlak
no: Speile i XZ-plan
pl: Odbij w płaszczyźnie XZ
pt: Refletir no plano XZ
ro: Reflectare în planul XZ
ru: Отразить в плоскости XZ
sk: Zrkadliť v rovine XZ
sl: Zrcali v ravnini XZ
sr: Рефлектуј у XZ равни
sv: Spegla i XZ-plan
th: สะท้อนในระนาบ XZ
tr: XZ düzleminde yansıt
uk: Відобразити в площині XZ
ur: XZ پلین میں منعکس کریں
vi: Phản xạ trong mặt phẳng XZ

source: Reflect Options
af: Weerspieël Opsies
ar: خيارات العكس
bg: Опции за отразяване
bn: প্রতিফলন বিকল্প
bs: Opcije refleksije
cs: Možnosti zrcadlení
da: Spejlingsindstillinger
de: Spiegeloptionen
el: Επιλογές Αντανάκλασης
es: Opciones de reflexión
et: Peegeldamise valikud
fi: Peilausasetukset
fr: Options de réflexion
he: אפשרויות שיקוף
hi: परावर्तन विकल्प
hr: Opcije zrcaljenja
hu: Tükrözési beállítások
id: Opsi Refleksi
it: Opzioni di Riflessione
ja: 反射オプション
lt: Atspindėjimo parinktys
lv: Atspoguļošanas opcijas
mk: Опции за рефлексија
nl: Spiegelopties
no: Speilingsalternativer
pl: Opcje odbicia
pt: Opções de Reflexão
ro: Opțiuni de Reflectare
ru: Параметры отражения
sk: Možnosti zrkadlenia
sl: Možnosti zrcaljenja
sr: Опције рефлексије
sv: Speglingsalternativ
th: ตัวเลือกการสะท้อน
tr: Yansıtma Seçenekleri
uk: Параметри відображення
ur: منعکس اختیارات
vi: Tùy chọn phản xạ

source: Xnec2c: Frequency Data Plots
af: Xnec2c: Frekwensie Data Grafieke
ar: Xnec2c: مخططات بيانات التردد
bg: Xnec2c: Честотни графики
bn: Xnec2c: ফ্রিকোয়েন্সি ডেটা প্লট
bs: Xnec2c: Grafovi frekvencijskih podataka
cs: Xnec2c: Grafy frekvenčních dat
da: Xnec2c: Frekvensdata-plot
de: Xnec2c: Frequenzdatendiagramme
el: Xnec2c: Γραφήματα Δεδομένων Συχνότητας
es: Xnec2c: Gráficos de datos de frecuencia
et: Xnec2c: Sagedusandmete graafikud
fi: Xnec2c: Taajuustietokuvaajat
fr: Xnec2c : Graphiques des données de fréquence
he: Xnec2c: גרפי נתוני תדר
hi: Xnec2c: आवृत्ति डेटा प्लॉट
hr: Xnec2c: Grafikoni frekvencijskih podataka
hu: Xnec2c: Frekvencia adatábrák
id: Xnec2c: Plot Data Frekuensi
it: Xnec2c: Grafici Dati di Frequenza
ja: Xnec2c: 周波数データプロット
lt: Xnec2c: dažnio duomenų grafikai
lv: Xnec2c: Frekvences datu grafiki
mk: Xnec2c: Графици на фреквенциски податоци
nl: Xnec2c: Frequentiegegevensgrafieken
no: Xnec2c: Frekvensdataplott
pl: Xnec2c: Wykresy danych częstotliwości
pt: Xnec2c: Gráficos de Dados de Frequência
ro: Xnec2c: Grafice Date Frecvență
ru: Xnec2c: Графики частотных данных
sk: Xnec2c: Grafy frekvenčných údajov
sl: Xnec2c: Grafi frekvenčnih podatkov
sr: Xnec2c: Графикони фреквентних података
sv: Xnec2c: Frekvensdatadiagram
th: Xnec2c: กราฟข้อมูลความถี่
tr: Xnec2c: Frekans Veri Grafikleri
uk: Xnec2c: Графіки частотних даних
ur: Xnec2c: فریکوئنسی ڈیٹا پلاٹس
vi: Xnec2c: Đồ thị dữ liệu tần số

source: _File
af: _Lêer
ar: _ملف
bg: _Файл
bn: _ফাইল
bs: _Datoteka
cs: _Soubor
da: _Fil
de: _Datei
el: _Αρχείο
es: _Archivo
et: _Fail
fi: _Tiedosto
fr: _Fichier
he: _קובץ
hi: _फ़ाइल
hr: _Datoteka
hu: _Fájl
id: _Berkas
ja: ファイル(_F)
lt: _Failas
lv: _Fails
mk: _Датотека
nl: _Bestand
no: _Fil
pl: _Plik
pt: _Arquivo
ro: _Fișier
ru: _Файл
sk: _Súbor
sl: _Datoteka
sr: _Датотека
sv: _Arkiv
th: _ไฟล์
tr: _Dosya
uk: _Файл
ur: _فائل
vi: _Tệp

source: Save as _gnuplot
af: Stoor as _gnuplot
ar: حفظ كـ _gnuplot
bg: Запис като _gnuplot
bn: _gnuplot হিসাবে সংরক্ষণ করুন
bs: Sačuvaj kao _gnuplot
cs: Uložit jako _gnuplot
da: Gem som _gnuplot
de: Speichern als _gnuplot
el: Αποθήκευση ως _gnuplot
es: Guardar como _gnuplot
et: Salvesta kui _gnuplot
fi: Tallenna _gnuplot-muodossa
fr: Enregistrer comme _gnuplot
he: שמור כ-_gnuplot
hi: _gnuplot के रूप में सहेजें
hr: Spremi kao _gnuplot
hu: Mentés _gnuplot-ként
id: Simpan sebagai _gnuplot
it: Salva come _gnuplot
ja: _gnuplotとして保存
lt: Išsaugoti kaip _gnuplot
lv: Saglabāt kā _gnuplot
mk: Зачувај како _gnuplot
nl: Opslaan als _gnuplot
no: Lagre som _gnuplot
pl: Zapisz jako _gnuplot
pt: Salvar como _gnuplot
ro: Salvare ca _gnuplot
ru: Сохранить как _gnuplot
sk: Uložiť ako _gnuplot
sl: Shrani kot _gnuplot
sr: Сачувај као _gnuplot
sv: Spara som _gnuplot
th: บันทึกเป็น _gnuplot
tr: _gnuplot olarak kaydet
uk: Зберегти як _gnuplot
ur: _gnuplot کے طور پر محفوظ کریں
vi: Lưu dạng _gnuplot

source: Save as _CSV
af: Stoor as _CSV
ar: حفظ كـ _CSV
bg: Запис като _CSV
bn: _CSV হিসাবে সংরক্ষণ করুন
bs: Sačuvaj kao _CSV
cs: Uložit jako _CSV
da: Gem som _CSV
de: Speichern als _CSV
el: Αποθήκευση ως _CSV
es: Guardar como _CSV
et: Salvesta kui _CSV
fi: Tallenna _CSV-muodossa
fr: Enregistrer comme _CSV
he: שמור כ-_CSV
hi: _CSV के रूप में सहेजें
hr: Spremi kao _CSV
hu: Mentés _CSV-ként
id: Simpan sebagai _CSV
it: Salva come _CSV
ja: _CSVとして保存
lt: Išsaugoti kaip _CSV
lv: Saglabāt kā _CSV
mk: Зачувај како _CSV
nl: Opslaan als _CSV
no: Lagre som _CSV
pl: Zapisz jako _CSV
pt: Salvar como _CSV
ro: Salvare ca _CSV
ru: Сохранить как _CSV
sk: Uložiť ako _CSV
sl: Shrani kot _CSV
sr: Сачувај као _CSV
sv: Spara som _CSV
th: บันทึกเป็น _CSV
tr: _CSV olarak kaydet
uk: Зберегти як _CSV
ur: _CSV کے طور پر محفوظ کریں
vi: Lưu dạng _CSV

source: Save as _Touchstone (.SnP)
af: Stoor as _Touchstone (.SnP)
ar: حفظ كـ _Touchstone (.SnP)
bg: Запис като _Touchstone (.SnP)
bn: _Touchstone (.SnP) হিসাবে সংরক্ষণ করুন
bs: Sačuvaj kao _Touchstone (.SnP)
cs: Uložit jako _Touchstone (.SnP)
da: Gem som _Touchstone (.SnP)
de: Speichern als _Touchstone (.SnP)
el: Αποθήκευση ως _Touchstone (.SnP)
es: Guardar como _Touchstone (.SnP)
et: Salvesta kui _Touchstone (.SnP)
fi: Tallenna _Touchstone-muodossa (.SnP)
fr: Enregistrer comme _Touchstone (.SnP)
he: שמור כ-_Touchstone (.SnP)
hi: _Touchstone (.SnP) के रूप में सहेजें
hr: Spremi kao _Touchstone (.SnP)
hu: Mentés _Touchstone-ként (.SnP)
id: Simpan sebagai _Touchstone (.SnP)
it: Salva come _Touchstone (.SnP)
ja: _Touchstoneとして保存 (.SnP)
lt: Išsaugoti kaip _Touchstone (.SnP)
lv: Saglabāt kā _Touchstone (.SnP)
mk: Зачувај како _Touchstone (.SnP)
nl: Opslaan als _Touchstone (.SnP)
no: Lagre som _Touchstone (.SnP)
pl: Zapisz jako _Touchstone (.SnP)
pt: Salvar como _Touchstone (.SnP)
ro: Salvare ca _Touchstone (.SnP)
ru: Сохранить как _Touchstone (.SnP)
sk: Uložiť ako _Touchstone (.SnP)
sl: Shrani kot _Touchstone (.SnP)
sr: Сачувај као _Touchstone (.SnP)
sv: Spara som _Touchstone (.SnP)
th: บันทึกเป็น _Touchstone (.SnP)
tr: _Touchstone (.SnP) olarak kaydet
uk: Зберегти як _Touchstone (.SnP)
ur: _Touchstone (.SnP) کے طور پر محفوظ کریں
vi: Lưu dạng _Touchstone (.SnP)

source: Save as S_1P: Reflection Only
af: Stoor as S_1P: Slegs Weerkaatsing
ar: حفظ كـ S_1P: الانعكاس فقط
bg: Запис като S_1P: Само отражение
bn: S_1P হিসাবে সংরক্ষণ করুন: শুধুমাত্র প্রতিফলন
bs: Sačuvaj kao S_1P: Samo refleksija
cs: Uložit jako S_1P: Pouze odraz
da: Gem som S_1P: Kun refleksion
de: Speichern als S_1P: Nur Reflexion
el: Αποθήκευση ως S_1P: Μόνο Ανάκλαση
es: Guardar como S_1P: Solo Reflexión
et: Salvesta kui S_1P: Ainult peegeldus
fi: Tallenna S_1P: Vain heijastus
fr: Enregistrer comme S_1P : Réflexion uniquement
he: שמור כ-S_1P: החזרה בלבד
hi: S_1P के रूप में सहेजें: केवल परावर्तन
hr: Spremi kao S_1P: Samo refleksija
hu: Mentés S_1P: Csak visszaverődés
id: Simpan sebagai S_1P: Refleksi Saja
it: Salva come S_1P: Solo Riflessione
ja: S_1Pとして保存: 反射のみ
lt: Išsaugoti kaip S_1P: tik atspindys
lv: Saglabāt kā S_1P: Tikai atstarošana
mk: Зачувај како S_1P: Само рефлексија
nl: Opslaan als S_1P: alleen reflectie
no: Lagre som S_1P: Kun refleksjon
pl: Zapisz jako S_1P: Tylko odbicie
pt: Salvar como S_1P: Apenas Reflexão
ro: Salvare ca S_1P: Doar Reflexie
ru: Сохранить как S_1P: Только отражение
sk: Uložiť ako S_1P: Len odraz
sl: Shrani kot S_1P: Samo odboj
sr: Сачувај као S_1P: Само рефлексија
sv: Spara som S_1P: Endast reflektion
th: บันทึกเป็น S_1P: การสะท้อนเท่านั้น
tr: S_1P olarak kaydet: Yalnızca Yansıma
uk: Зберегти як S_1P: лише відбиття
ur: S_1P کے طور پر محفوظ کریں: صرف ریفلیکشن
vi: Lưu dạng S_1P: Chỉ Phản xạ

source: Save as S2P: _Max Gain (S21)
af: Stoor as S2P: _Maks Aanwins (S21)
ar: حفظ كـ S2P: الكسب الأ_قصى (S21)
bg: Запис като S2P: _Макс. усилване (S21)
bn: S2P হিসাবে সংরক্ষণ করুন: সর্বো_চ্চ গেইন (S21)
bs: Sačuvaj kao S2P: _Maks. pojačanje (S21)
cs: Uložit jako S2P: _Max. zisk (S21)
da: Gem som S2P: _Maks. forstærkning (S21)
de: Speichern als S2P: _Max. Gewinn (S21)
el: Αποθήκευση ως S2P: _Μέγιστο Κέρδος (S21)
es: Guardar como S2P: Ganancia _máxima (S21)
et: Salvesta kui S2P: _Maks võimendus (S21)
fi: Tallenna S2P: _Maksimivahvistus (S21)
fr: Enregistrer comme S2P : Gain _max (S21)
he: שמור כ-S2P: רווח _מרבי (S21)
hi: S2P के रूप में सहेजें: _अधिकतम गेन (S21)
hr: Spremi kao S2P: _Maks. dobitak (S21)
hu: Mentés S2P: _Max erősítés (S21)
id: Simpan sebagai S2P: Penguatan _Maks (S21)
it: Salva come S2P: Guadagno _Massimo (S21)
ja: S2Pとして保存: 最大利得(_M) (S21)
lt: Išsaugoti kaip S2P: _maks. stiprinimas (S21)
lv: Saglabāt kā S2P: _Maks. pastiprinājums (S21)
mk: Зачувај како S2P: _Макс добивка (S21)
nl: Opslaan als S2P: _Max. versterking (S21)
no: Lagre som S2P: _Maks forsterkning (S21)
pl: Zapisz jako S2P: _Maks. zysk (S21)
pt: Salvar como S2P: Ganho _Máximo (S21)
ro: Salvare ca S2P: Câștig _Maxim (S21)
ru: Сохранить как S2P: _Макс. усиление (S21)
sk: Uložiť ako S2P: _Maximálny zisk (S21)
sl: Shrani kot S2P: _Maks. ojačitev (S21)
sr: Сачувај као S2P: _Макс појачање (S21)
sv: Spara som S2P: _Maxförstärkning (S21)
th: บันทึกเป็น S2P: อัตราขยาย_สูงสุด (S21)
tr: S2P olarak kaydet: _Maksimum Kazanç (S21)
uk: Зберегти як S2P: _Макс. підсилення (S21)
ur: S2P کے طور پر محفوظ کریں: _زیادہ سے زیادہ گین (S21)
vi: Lưu dạng S2P: Độ lợi _Tối đa (S21)
