Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Confirm Quit
af: Bevestig Verlaat
ar: تأكيد الإنهاء
bg: Потвърждение за изход
bn: প্রস্থান নিশ্চিত করুন
bs: Potvrdi izlaz
cs: Potvrdit ukončení
da: Bekræft afslut
de: Beenden bestätigen
el: Επιβεβαίωση Εξόδου
es: Confirmar salida
et: Kinnita väljumine
fi: Vahvista lopetus
fr: Confirmer la sortie
he: אשר יציאה
hi: बाहर निकलने की पुष्टि करें
hr: Potvrdi izlaz
hu: Kilépés megerősítése
id: Konfirmasi Keluar
it: Conferma Uscita
ja: 終了の確認
lt: Patvirtinti išėjimą
lv: Apstiprināt iziešanu
mk: Потврди излегување
nl: Afsluiten bevestigen
no: Bekreft avslutning
pl: Potwierdź wyjście
pt: Confirmar Saída
ro: Confirmare Ieșire
ru: Подтвердить выход
sk: Potvrdiť ukončenie
sl: Potrdi izhod
sr: Потврди излазак
sv: Bekräfta avslut
th: ยืนยันการออก
tr: Çıkışı Onayla
uk: Підтвердити вихід
ur: باہر نکلنے کی تصدیق کریں
vi: Xác nhận thoát

source: _Radiation Pattern
af: _Stralingspatroon
ar: _نمط الإشعاع
bg: _Диаграма на излъчване
bn: _বিকিরণ প্যাটার্ন
bs: _Dijagram zračenja
cs: _Vyzařovací diagram
da: _Strålingsdiagram
de: _Strahlungsdiagramm
el: _Διάγραμμα Ακτινοβολίας
es: _Patrón de radiación
et: _Kiirgusdiagramm
fi: _Säteilykuvio
fr: Diagramme de _rayonnement
he: תבנית _קרינה
hi: _विकिरण पैटर्न
hr: _Dijagram zračenja
hu: _Sugárzási diagram
id: _Pola Radiasi
it: _Diagramma di Radiazione
ja: 放射パターン(_R)
lt: _Spinduliuotės diagrama
lv: _Starojuma diagramma
mk: _Дијаграм на зрачење
nl: _Stralingspatroon
no: _Strålemønster
pl: _Charakterystyka promieniowania
pt: Diagrama de _Radiação
ro: Diagramă de _Radiație
ru: Диаграмма _направленности
sk: _Vyžarovací diagram
sl: _Sevalni diagram
sr: _Дијаграм зрачења
sv: _Strålningsdiagram
th: _แบบรูปการแผ่คลื่น
tr: _Işınım Örüntüsü
uk: _Діаграма випромінювання
ur: _ریڈی ایشن پیٹرن
vi: _Mẫu bức xạ

source: _Frequency Plots
af: _Frekwensie Grafieke
ar: مخططات ال_تردد
bg: _Честотни графики
bn: _ফ্রিকোয়েন্সি প্লট
bs: _Frekvencijski grafovi
cs: _Frekvenční grafy
da: _Frekvensplot
de: _Frequenzdiagramme
el: _Γραφήματα Συχνότητας
es: Gráficos de _frecuencia
et: _Sagedusgraafikud
fi: _Taajuuskuvaajat
fr: Graphiques de _fréquence
he: גרפי _תדר
hi: _आवृत्ति प्लॉट
hr: _Frekvencijski grafikoni
hu: _Frekvenciaábrák
id: _Plot Frekuensi
it: Grafici _Frequenza
ja: 周波数プロット(_F)
lt: _Dažnio grafikai
lv: _Frekvences grafiki
mk: _Фреквенциски графици
nl: _Frequentiegrafieken
no: _Frekvensplott
pl: Wykresy _częstotliwości
pt: Gráficos de _Frequência
ro: Grafice _Frecvență
ru: Графики _частот
sk: _Frekvenčné grafy
sl: _Frekvenčni grafi
sr: _Фреквентни графикони
sv: _Frekvensdiagram
th: _กราฟความถี่
tr: _Frekans Grafikleri
uk: _Графіки частоти
ur: _فریکوئنسی پلاٹس
vi: Đồ thị _tần số

source: Common _Projection
af: Gemeenskaplike _Projeksie
ar: الإسقاط الم_شترك
bg: Обща _проекция
bn: সাধারণ _প্রক্ষেপণ
bs: Zajednička _projekcija
cs: Společná _projekce
da: Fælles _projektion
de: Gemeinsame _Projektion
el: Κοινή _Προβολή
es: _Proyección común
et: Ühine _Projektsioon
fi: Yhteinen _projektio
fr: _Projection commune
he: _הטלה משותפת
hi: सामान्य _प्रक्षेपण
hr: Zajednička _projekcija
hu: Közös _vetület
id: _Proyeksi Bersama
it: _Proiezione Comune
ja: 共通投影(_P)
lt: Bendra _projekcija
lv: Kopīgā _Projekcija
mk: Заедничка _проекција
nl: Gemeenschappelijke _projectie
no: Felles _Projeksjon
pl: Wspólna _projekcja
pt: _Projeção Comum
ro: _Proiecție Comună
ru: Общая _проекция
sk: Spoločná _projekcia
sl: Skupna _projekcija
sr: Заједничка _пројекција
sv: Gemensam _projektion
th: การ_ฉายภาพร่วม
tr: Ortak _Projeksiyon
uk: Спільна _проекція
ur: مشترکہ _پروجیکشن
vi: _Phép chiếu chung

source: Common _Frequency
af: Gemeenskaplike _Frekwensie
ar: التردد الم_شترك
bg: Обща _честота
bn: সাধারণ _ফ্রিকোয়েন্সি
bs: Zajednička _frekvencija
cs: Společná _frekvence
da: Fælles _frekvens
de: Gemeinsame _Frequenz
el: Κοινή _Συχνότητα
es: _Frecuencia común
et: Ühine _Sagedus
fi: Yhteinen _taajuus
fr: _Fréquence commune
he: _תדר משותף
hi: सामान्य _आवृत्ति
hr: Zajednička _frekvencija
hu: Közös _frekvencia
id: _Frekuensi Bersama
it: _Frequenza Comune
ja: 共通周波数(_F)
lt: Bendras _dažnis
lv: Kopīgā _Frekvence
mk: Заедничка _фреквенција
nl: Gemeenschappelijke _frequentie
no: Felles _Frekvens
pl: Wspólna _częstotliwość
pt: _Frequência Comum
ro: _Frecvență Comună
ru: Общая _частота
sk: Spoločná _frekvencia
sl: Skupna _frekvenca
sr: Заједничка _фреквенција
sv: Gemensam _frekvens
th: _ความถี่ร่วม
tr: Ortak _Frekans
uk: Спільна _частота
ur: مشترکہ _فریکوئنسی
vi: _Tần số chung

source: _Help
af: _Hulp
ar: م_ساعدة
bg: _Помощ
bn: _সাহায্য
bs: _Pomoć
cs: _Nápověda
da: _Hjælp
de: _Hilfe
el: _Βοήθεια
es: A_yuda
et: _Abi
fi: _Ohje
fr: _Aide
he: _עזרה
hi: _सहायता
hr: _Pomoć
hu: _Súgó
id: _Bantuan
it: _Aiuto
ja: ヘルプ(_H)
lt: _Pagalba
lv: _Palīdzība
mk: _Помош
no: _Hjelp
pl: _Pomoc
pt: A_juda
ro: _Ajutor
ru: _Справка
sk: _Pomoc
sl: _Pomoč
sr: _Помоћ
sv: _Hjälp
th: _ช่วยเหลือ
tr: _Yardım
uk: _Довідка
ur: _مدد
vi: _Trợ giúp

source: _About
af: _Aangaande
ar: _حول
bg: _Относно
bn: _সম্পর্কে
bs: _O programu
cs: _O programu
da: _Om
de: _Über
el: _Σχετικά
es: _Acerca de
et: _Teave
fi: _Tietoja
fr: À _propos
he: _אודות
hi: _के बारे में
hr: _O programu
hu: _Névjegy
id: _Tentang
it: _Informazioni
ja: バージョン情報(_A)
lt: _Apie
lv: _Par programmu
mk: _За програмата
nl: _Over
no: _Om
pl: _O programie
pt: _Sobre
ro: _Despre
ru: _О программе
sk: _O programe
sl: _O programu
sr: _О програму
sv: _Om
th: _เกี่ยวกับ
tr: _Hakkında
uk: _Про програму
ur: _کے بارے میں
vi: _Giới thiệu

source: Currents
af: Strome
ar: التيارات
bg: Токове
bn: কারেন্ট
bs: Struje
cs: Proudy
da: Strømme
de: Ströme
el: Ρεύματα
es: Corrientes
et: Voolud
fi: Virrat
fr: Courants
he: זרמים
hi: धाराएँ
hr: Struje
hu: Áramok
id: Arus
it: Correnti
ja: 電流
lt: Srovės
lv: Strāvas
mk: Струи
nl: Stromen
no: Strømmer
pl: Prądy
pt: Correntes
ro: Curenți
ru: Токи
sk: Prúdy
sl: Tokovi
sr: Струје
sv: Strömmar
th: กระแส
tr: Akımlar
uk: Струми
ur: کرنٹس
vi: Dòng điện

source: Charges
af: Ladings
ar: الشحنات
bg: Заряди
bn: চার্জ
bs: Naboji
cs: Náboje
da: Ladninger
de: Ladungen
el: Φορτία
es: Cargas
et: Laengud
fi: Varaukset
he: מטענים
hi: आवेश
hr: Naboji
hu: Töltések
id: Muatan
it: Cariche
ja: 電荷
lt: Krūviai
lv: Lādiņi
mk: Полнежи
nl: Ladingen
no: Ladninger
pl: Ładunki
pt: Cargas
ro: Sarcini
ru: Заряды
sk: Náboje
sl: Naboji
sr: Наелектрисања
sv: Laddningar
th: ประจุ
tr: Yükler
uk: Заряди
ur: چارجز
vi: Điện tích

source: Zoom
af: Zoem
ar: تكبير
bg: Мащаб
bn: জুম
bs: Zum
cs: Zvětšení
el: Μεγέθυνση
et: Suurendus
fi: Zoomaus
he: זום
hi: ज़ूम
hr: Zumiranje
hu: Nagyítás
ja: ズーム
lt: Mastelis
lv: Tālummaiņa
mk: Зум
pl: Powiększenie
ru: Масштаб
sk: Priblíženie
sl: Povečava
sr: Увеличање
th: ซูม
tr: Yakınlaştır
uk: Масштаб
ur: زوم
vi: Phóng to

source: Gain
af: Aanwins
ar: الكسب
bg: Усилване
bn: গেইন
bs: Pojačanje
cs: Zisk
da: Forstærkning
de: Gewinn
el: Κέρδος
es: Ganancia
et: Võimendus
fi: Vahvistus
he: רווח
hi: गेन
hr: Dobitak
hu: Erősítés
id: Penguatan
it: Guadagno
ja: 利得
lt: Stiprinimas
lv: Pastiprinājums
mk: Добивка
nl: Versterking
no: Forsterkning
pl: Zysk
pt: Ganho
ro: Câștig
ru: Усиление
sk: Zisk
sl: Ojačitev
sr: Појачање
sv: Förstärkning
th: อัตราขยาย
tr: Kazanç
uk: Підсилення
ur: گین
vi: Độ lợi

source: Step
af: Stap
ar: الخطوة
bg: Стъпка
bn: ধাপ
bs: Korak
cs: Krok
da: Trin
de: Schritt
el: Βήμα
es: Paso
et: Samm
fi: Askel
fr: Pas
he: צעד
hi: स्टेप
hr: Korak
hu: Lépés
id: Langkah
it: Passo
ja: ステップ
lt: Žingsnis
lv: Solis
mk: Чекор
nl: Stap
no: Trinn
pl: Krok
pt: Passo
ro: Pas
ru: Шаг
sk: Krok
sl: Korak
sr: Корак
sv: Steg
th: ขั้น
tr: Adım
uk: Крок
ur: قدم
vi: Bước

source: Apply
af: Pas Toe
ar: تطبيق
bg: Приложи
bn: প্রয়োগ করুন
bs: Primijeni
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
et: Rakenda
fi: Käytä
fr: Appliquer
he: החל
hi: लागू करें
hr: Primijeni
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
lt: Taikyti
lv: Lietot
mk: Примени
nl: Toepassen
no: Bruk
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sl: Uporabi
sr: Примени
sv: Tillämpa
th: นำไปใช้
tr: Uygula
uk: Застосувати
ur: لاگو کریں
vi: Áp dụng

source: Frequency Mhz
af: Frekwensie MHz
ar: التردد MHz
bg: Честота MHz
bn: ফ্রিকোয়েন্সি MHz
bs: Frekvencija MHz
cs: Frekvence MHz
da: Frekvens MHz
de: Frequenz MHz
el: Συχνότητα MHz
es: Frecuencia MHz
et: Sagedus MHz
fi: Taajuus MHz
fr: Fréquence MHz
he: תדר MHz
hi: आवृत्ति MHz
hr: Frekvencija MHz
hu: Frekvencia MHz
id: Frekuensi Mhz
it: Frequenza MHz
ja: 周波数 MHz
lt: Dažnis MHz
lv: Frekvence MHz
mk: Фреквенција MHz
nl: Frequentie MHz
no: Frekvens MHz
pl: Częstotliwość MHz
pt: Frequência MHz
ro: Frecvență MHz
ru: Частота MHz
sk: Frekvencia MHz
sl: Frekvenca MHz
sr: Фреквенција MHz
sv: Frekvens MHz
th: ความถี่ MHz
tr: Frekans MHz
uk: Частота МГц
ur: فریکوئنسی MHz
vi: Tần số MHz

source: Structure Geometry
af: Struktuur Geometrie
ar: هندسة الهيكل
bg: Геометрия на структурата
bn: কাঠামো জ্যামিতি
bs: Geometrija strukture
cs: Geometrie struktury
da: Strukturgeometri
de: Strukturgeometrie
el: Γεωμετρία Δομής
es: Geometría de la estructura
et: Struktuuri geomeetria
fi: Rakenteen geometria
fr: Géométrie de la structure
he: גיאומטריית מבנה
hi: संरचना ज्यामिति
hr: Geometrija strukture
hu: Struktúra geometria
id: Geometri Struktur
it: Geometria Struttura
ja: 構造形状
lt: Struktūros geometrija
lv: Struktūras ģeometrija
mk: Геометрија на структура
nl: Structuurgeometrie
no: Strukturgeometri
pl: Geometria struktury
pt: Geometria da Estrutura
ro: Geometria Structurii
ru: Геометрия структуры
sk: Geometria štruktúry
sl: Geometrija strukture
sr: Геометрија структуре
sv: Strukturgeometri
th: เรขาคณิตโครงสร้าง
tr: Yapı Geometrisi
uk: Геометрія структури
ur: ساخت جیومیٹری
vi: Hình học cấu trúc

source: Xnec2c: Radiation Patterns
af: Xnec2c: Stralingspatrone
ar: Xnec2c: أنماط الإشعاع
bg: Xnec2c: Диаграми на излъчване
bn: Xnec2c: বিকিরণ প্যাটার্ন
bs: Xnec2c: Dijagrami zračenja
cs: Xnec2c: Vyzařovací diagramy
da: Xnec2c: Strålingsdiagrammer
de: Xnec2c: Strahlungsdiagramme
el: Xnec2c: Διαγράμματα Ακτινοβολίας
es: Xnec2c: Patrones de radiación
et: Xnec2c: Kiirgusdiagrammid
fi: Xnec2c: Säteilykuviot
fr: Xnec2c : Diagrammes de rayonnement
he: Xnec2c: תבניות קרינה
hi: Xnec2c: विकिरण पैटर्न
hr: Xnec2c: Dijagrami zračenja
hu: Xnec2c: Sugárzási diagramok
id: Xnec2c: Pola Radiasi
it: Xnec2c: Diagrammi di Radiazione
ja: Xnec2c: 放射パターン
lt: Xnec2c: spinduliuotės diagramos
lv: Xnec2c: Starojuma diagrammas
mk: Xnec2c: Дијаграми на зрачење
nl: Xnec2c: Stralingspatronen
no: Xnec2c: Strålemønstre
pl: Xnec2c: Charakterystyki promieniowania
pt: Xnec2c: Diagramas de Radiação
ro: Xnec2c: Diagrame de Radiație
ru: Xnec2c: Диаграммы направленности
sk: Xnec2c: Vyžarovacie diagramy
sl: Xnec2c: Sevalni diagrami
sr: Xnec2c: Дијаграми зрачења
sv: Xnec2c: Strålningsdiagram
th: Xnec2c: แบบรูปการแผ่คลื่น
tr: Xnec2c: Işınım Örüntüleri
uk: Xnec2c: Діаграми випромінювання
ur: Xnec2c: ریڈی ایشن پیٹرنز
vi: Xnec2c: Mẫu bức xạ

source: _Gain Scaling
af: _Aanwins Skaling
ar: تحجيم الك_سب
bg: _Мащабиране на усилването
bn: _গেইন স্কেলিং
bs: _Skaliranje pojačanja
cs: _Měřítko zisku
da: _Forstærkningsskalering
de: _Gewinnskalierung
el: _Κλιμάκωση Κέρδους
es: _Escala de ganancia
et: _Võimenduse skaleerimine
fi: _Vahvistuksen skaalaus
fr: Échelle de _gain
he: _קנה מידת רווח
hi: _गेन स्केलिंग
hr: _Skaliranje dobitka
hu: _Erősítés skálázás
id: _Skala Penguatan
it: _Scala Guadagno
ja: 利得スケーリング(_G)
lt: _Stiprinimo skalė
lv: _Pastiprinājuma mērogošana
mk: _Скалирање на добивка
nl: _Versterkingsschaling
no: _Forsterkningsskalering
pl: _Skalowanie wzmocnienia
pt: _Escala de Ganho
ro: Scalare _Câștig
ru: _Масштаб усиления
sk: _Škálovanie zisku
sl: _Merilo ojačitve
sr: _Скалирање појачања
sv: _Förstärkningsskalning
th: _มาตราส่วนอัตราขยาย
tr: _Kazanç Ölçekleme
uk: _Масштаб підсилення
ur: _گین سکیلنگ
vi: _Tỷ lệ độ lợi

source: Linear _Power
af: Lineêre _Drywing
ar: ال_قدرة الخطية
bg: Линейна _мощност
bn: লিনিয়ার _পাওয়ার
bs: Linearna _snaga
cs: Lineární _výkon
da: Lineær _effekt
de: Lineare _Leistung
el: Γραμμική _Ισχύς
es: _Potencia lineal
et: Lineaarne _Võimsus
fi: Lineaarinen _teho
fr: _Puissance linéaire
he: _הספק ליניארי
hi: रैखिक _पावर
hr: Linearna _snaga
hu: Lineáris _teljesítmény
id: _Daya Linear
it: _Potenza Lineare
ja: 線形電力(_P)
lt: Tiesinė _galia
lv: Lineārā _Jauda
mk: Линеарна _моќност
nl: Lineair _vermogen
no: Lineær _Effekt
pl: Liniowa _moc
pt: _Potência Linear
ro: _Putere Liniară
ru: Линейная _мощность
sk: Lineárny _výkon
sl: Linearna _moč
sr: Линеарна _снага
sv: Linjär _effekt
th: _กำลังเชิงเส้น
tr: Doğrusal _Güç
uk: Лінійна _потужність
ur: لینیئر _پاور
vi: _Công suất tuyến tính

source: Linear _Voltage
af: Lineêre _Spanning
ar: الج_هد الخطي
bg: Линейно _напрежение
bn: লিনিয়ার _ভোল্টেজ
bs: Linearni _napon
cs: Lineární _napětí
da: Lineær _spænding
de: Lineare _Spannung
el: Γραμμική _Τάση
es: _Voltaje lineal
et: Lineaarne _Pinge
fi: Lineaarinen _jännite
fr: _Tension linéaire
he: _מתח ליניארי
hi: रैखिक _वोल्टेज
hr: Linearni _napon
hu: Lineáris _feszültség
id: _Tegangan Linear
it: _Tensione Lineare
ja: 線形電圧(_V)
lt: Tiesinė į_tampa
lv: Lineārais _Spriegums
mk: Линеарен _напон
nl: Lineaire _spanning
no: Lineær _Spenning
pl: Liniowe _napięcie
pt: _Tensão Linear
ro: _Tensiune Liniară
ru: Линейное _напряжение
sk: Lineárne _napätie
sl: Linearna _napetost
sr: Линеарни _напон
sv: Linjär _spänning
th: _แรงดันเชิงเส้น
tr: Doğrusal _Gerilim
uk: Лінійна _напруга
ur: لینیئر _وولٹیج
vi: _Điện áp tuyến tính

source: _ARRL Style
af: _ARRL Styl
ar: نمط _ARRL
bg: _ARRL стил
bn: _ARRL স্টাইল
bs: _ARRL stil
cs: Styl _ARRL
da: _ARRL-stil
de: _ARRL-Stil
el: Τύπος _ARRL
es: Estilo _ARRL
et: _ARRL stiil
fi: _ARRL-tyyli
fr: Style _ARRL
he: סגנון _ARRL
hi: _ARRL शैली
hr: _ARRL stil
hu: _ARRL stílus
id: Gaya _ARRL
it: Stile _ARRL
ja: _ARRLスタイル
lt: _ARRL stilius
lv: _ARRL stils
mk: _ARRL стил
nl: _ARRL-stijl
no: _ARRL-stil
pl: Styl _ARRL
pt: Estilo _ARRL
ro: Stil _ARRL
ru: Стиль _ARRL
sk: Štýl _ARRL
sl: Slog _ARRL
sr: _ARRL стил
sv: _ARRL-stil
th: รูปแบบ _ARRL
tr: _ARRL Stili
uk: Стиль _ARRL
ur: _ARRL سٹائل
vi: Kiểu _ARRL

source: _Logarithmic
af: _Logaritmies
ar: ال_لوغاريتمي
bg: _Логаритмичен
bn: _লগারিদমিক
bs: _Logaritamski
cs: _Logaritmické
da: _Logaritmisk
de: _Logarithmisch
el: _Λογαριθμική
es: _Logarítmico
et: _Logaritmiline
fi: _Logaritminen
fr: _Logarithmique
he: _לוגריתמי
hi: _लघुगणकीय
hr: _Logaritamski
hu: _Logaritmikus
id: _Logaritmik
it: _Logaritmico
ja: 対数(_L)
lt: _Logaritminis
lv: _Logaritmisks
mk: _Логаритамски
nl: _Logaritmisch
no: _Logaritmisk
pl: _Logarytmiczny
pt: _Logarítmico
ro: _Logaritmic
ru: _Логарифмический
sk: _Logaritmické
sl: _Logaritemsko
sr: _Логаритамски
sv: _Logaritmisk
th: _ลอการิทึม
tr: _Logaritmik
uk: _Логарифмічний
ur: _لوگارتھمک
vi: _Logarit

source: _Near Field
af: _Nabye Veld
ar: المجال ال_قريب
bg: _Близко поле
bn: _নিকট ক্ষেত্র
bs: _Blisko polje
cs: _Blízké pole
da: _Nærfelt
de: _Nahfeld
el: _Κοντινό Πεδίο
es: Campo _cercano
et: _Lähiväli
fi: _Lähikenttä
fr: Champ _proche
he: שדה _קרוב
hi: _निकट क्षेत्र
hr: _Blisko polje
hu: _Közeltér
id: Medan _Dekat
it: Campo _Vicino
ja: 近傍界(_N)
lt: _Artimasis laukas
lv: _Tuvais lauks
mk: _Блиско поле
nl: _Nabij veld
no: _Nærfelt
pl: Pole _bliskie
pt: Campo _Próximo
ro: Câmp _Apropiat
ru: _Ближнее поле
sk: _Blízke pole
sl: _Bližnje polje
sr: _Блиско поље
sv: _Närfält
th: _สนามใกล้
tr: _Yakın Alan
uk: _Ближнє поле
ur: _نزدیکی فیلڈ
vi: _Trường gần

source: Near _E Field
af: Nabye _E Veld
ar: حقل _E القريب
bg: Близко _E поле
bn: নিকট _E ক্ষেত্র
bs: Blisko _E polje
cs: Blízké pole _E
da: Nær _E-felt
de: Elektrisches _Nahfeld
el: Πεδίο Εγγύς _E
es: Campo _E cercano
et: Lähi _E väli
fi: Lähi-_E-kenttä
fr: Champ _E proche
he: שדה _E קרוב
hi: निकट _E क्षेत्र
hr: Blisko _E polje
hu: Közel _E mező
id: Medan _E Dekat
it: Campo _E vicino
ja: 近傍_E界
lt: Artimasis _E laukas
lv: Tuvais _E lauks
mk: Блиско _E поле
nl: Nabij _E-veld
no: Nær _E-felt
pl: Pole _E bliskie
pt: Campo _E Próximo
ro: Câmp _E Apropiat
ru: Ближнее поле _E
sk: Blízke pole _E
sl: Bližnje polje _E
sr: Блиско _Е поље
sv: Nära _E-fält
th: สนาม _E ใกล้
tr: Yakın _E Alanı
uk: Ближнє поле _E
ur: نزدیکی _E فیلڈ
vi: Trường _E gần

source: Near _H Field
af: Nabye _H Veld
ar: حقل _H القريب
bg: Близко _H поле
bn: নিকট _H ক্ষেত্র
bs: Blisko _H polje
cs: Blízké pole _H
da: Nær _H-felt
de: Magnetisches _Nahfeld
el: Πεδίο Εγγύς _H
es: Campo _H cercano
et: Lähi _H väli
fi: Lähi-_H-kenttä
fr: Champ _H proche
he: שדה _H קרוב
hi: निकट _H क्षेत्र
hr: Blisko _H polje
hu: Közel _H mező
id: Medan _H Dekat
it: Campo _H vicino
ja: 近傍_H界
lt: Artimasis _H laukas
lv: Tuvais _H lauks
mk: Блиско _H поле
nl: Nabij _H-veld
no: Nær _H-felt
pl: Pole _H bliskie
pt: Campo _H Próximo
ro: Câmp _H Apropiat
ru: Ближнее поле _H
sk: Blízke pole _H
sl: Bližnje polje _H
sr: Блиско _H поље
sv: Nära _H-fält
th: สนาม _H ใกล้
tr: Yakın _H Alanı
uk: Ближнє поле _H
ur: نزدیکی _H فیلڈ
vi: Trường _H gần

source: _Poynting Vector
af: _Poynting-vektor
ar: متجه _Poynting
bg: _Вектор на Пойнтинг
bn: _পয়েন্টিং ভেক্টর
bs: _Poyntingov vektor
cs: _Poyntingův vektor
da: _Poynting-vektor
de: _Poynting-Vektor
el: Διάνυσμα _Poynting
es: Vector de _Poynting
et: _Poyntingi vektor
fi: _Poyntingin vektori
fr: Vecteur de _Poynting
he: וקטור _פוינטינג
hi: _पॉइंटिंग वेक्टर
hr: _Poyntingov vektor
hu: _Poynting-vektor
id: _Vektor Poynting
it: Vettore di _Poynting
ja: _ポインティングベクトル
lt: _Pointingo vektorius
lv: _Pointinga vektors
mk: _Појнтингов вектор
no: _Poynting-vektor
pl: _Wektor Poyntinga
pt: Vetor de _Poynting
ro: _Vector Poynting
ru: Вектор _Пойнтинга
sk: _Poyntingov vektor
sl: _Poyntingov vektor
sr: _Појнтингов вектор
sv: _Poyntingvektor
th: _เวกเตอร์พอยน์ติง
tr: _Poynting Vektörü
uk: _Вектор Пойнтінга
ur: _پوائنٹنگ ویکٹر
vi: _Vectơ Poynting

source: _Animate Dialog
af: _Animeer Dialoog
ar: حوار ال_تحريك
bg: _Диалог за анимация
bn: _অ্যানিমেট ডায়ালগ
bs: _Dijalog animacije
cs: _Dialog animace
da: _Animationsdialog
de: _Animationsdialog
el: Διάλογος _Κίνησης
es: Diálogo de _Animación
et: _Animatsioonidialoog
fi: _Animaatiovalintaikkuna
fr: Boîte de dialogue d'_animation
he: תיבת דו-שיח ה_נפשה
hi: _एनिमेट संवाद
hr: _Dijaloški okvir animacije
hu: _Animáció párbeszédablak
id: Dialog _Animasi
it: Finestra di _Animazione
ja: _アニメーションダイアログ
lt: _Animacijos dialogas
lv: _Animācijas dialogs
mk: Дијалог за _анимација
nl: _Animatiedialoog
no: _Animasjonsdialog
pl: _Okno animacji
pt: Diálogo de _Animação
ro: _Dialog animație
ru: Диалог _анимации
sk: _Dialóg animácie
sl: _Pogovorno okno animacije
sr: _Дијалог анимације
sv: _Animera dialog
th: _ไดอะล็อกแอนิเมชัน
tr: _Animasyon İletişim Kutusu
uk: _Діалог анімації
ur: _اینیمیٹ ڈائیلاگ
vi: _Hộp thoại hoạt ảnh

source: _Total Field
af: _Totale Veld
ar: الحقل ال_كلي
bg: _Пълно поле
bn: _মোট ক্ষেত্র
bs: _Ukupno polje
cs: _Celkové pole
da: _Totalfelt
de: _Gesamtfeld
el: _Συνολικό Πεδίο
es: Campo _total
et: _Koguväli
fi: _Kokonaiskenttä
fr: Champ _total
he: שדה _כולל
hi: _कुल क्षेत्र
hr: _Ukupno polje
hu: _Teljes mező
id: Medan _Total
it: Campo _Totale
ja: _全界
lt: _Bendras laukas
lv: _Kopējais lauks
mk: _Вкупно поле
nl: _Totaal veld
no: _Totalfelt
pl: _Pole całkowite
pt: Campo _Total
ro: _Câmp total
ru: _Суммарное поле
sk: _Celkové pole
sl: _Skupno polje
sr: _Укупно поље
sv: _Totalfält
th: _สนามรวม
tr: _Toplam Alan
uk: _Повне поле
ur: _کل فیلڈ
vi: _Trường tổng

source: _Peak Value
af: _Piekwaarde
ar: القيمة ال_قصوى
bg: _Пикова стойност
bn: _শীর্ষ মান
bs: _Vršna vrijednost
cs: _Špičková hodnota
da: _Spidsværdi
de: _Spitzenwert
el: _Μέγιστη Τιμή
es: Valor _pico
et: _Tippväärtus
fi: _Huippuarvo
fr: Valeur _crête
he: ערך _שיא
hi: _शिखर मान
hr: _Vršna vrijednost
hu: _Csúcsérték
id: Nilai _Puncak
it: Valore di _Picco
ja: _ピーク値
lt: _Didžiausia reikšmė
lv: _Maksimālā vērtība
mk: _Врвна вредност
nl: _Piekwaarde
no: _Toppverdi
pl: _Wartość szczytowa
pt: Valor de _Pico
ro: _Valoare de vârf
ru: _Пиковое значение
sk: _Špičková hodnota
sl: _Vrhovna vrednost
sr: _Вршна вредност
sv: _Toppvärde
th: _ค่าสูงสุด
tr: _Tepe Değeri
uk: _Пікове значення
ur: _چوٹی قدر
vi: _Giá trị đỉnh

source: _Snapshot
af: _Momentopname
ar: _لقطة
bg: _Моментна снимка
bn: _স্ন্যাপশট
bs: _Snimak
cs: _Snímek
da: _Øjebliksbillede
de: _Momentaufnahme
el: _Στιγμιότυπο
es: _Instantánea
et: _Hetktõmmis
fi: _Tilannekuva
fr: _Instantané
he: _תמונת מצב
hi: _स्नैपशॉट
hr: _Snimka
hu: _Pillanatkép
id: _Cuplikan
it: _Istantanea
ja: _スナップショット
lt: _Momentinė nuotrauka
lv: _Momentuzņēmums
mk: _Снимка
nl: _Momentopname
no: _Øyeblikksbilde
pl: _Migawka
pt: _Instantâneo
ro: _Instantaneu
ru: _Снимок
sk: _Snímka
sl: _Posnetek
sr: _Снимак
sv: _Ögonblicksbild
th: _ภาพนิ่ง
tr: _Anlık Görüntü
uk: _Знімок
ur: _سنیپ شاٹ
vi: _Ảnh chụp

source: _Overlay Structure
af: _Oorleg Struktuur
ar: _تراكب البنية
bg: _Наслагване на структурата
bn: _ওভারলে স্ট্রাকচার
bs: _Preklapanje strukture
cs: _Překrýt strukturu
da: _Overlejr struktur
de: _Struktur überlagern
el: _Επικάλυψη Δομής
es: _Superponer estructura
et: _Kata struktuur
fi: _Näytä rakenne päällä
fr: _Superposer la structure
he: _שכבת מבנה
hi: _संरचना आच्छादन
hr: _Preklapanje strukture
hu: _Struktúra átfedés
id: _Tumpang Tindih Struktur
it: _Sovrapponi Struttura
ja: _構造オーバーレイ
lt: _Perdengti struktūrą
lv: _Pārklāt struktūru
mk: _Преклопи структура
nl: _Structuur overlappen
no: _Overlegg struktur
pl: _Nałóż strukturę
pt: _Sobrepor Estrutura
ro: _Suprapunere structură
ru: _Наложить структуру
sk: _Prekryť štruktúru
sl: _Prekrij strukturo
sr: _Прекриј структуру
sv: _Överlagra struktur
th: _ซ้อนทับโครงสร้าง
tr: _Yapıyı Kapla
uk: _Накласти структуру
ur: _اوورلے ڈھانچہ
vi: _Phủ cấu trúc

source: Gain Pattern
af: Aanwinspatroon
ar: نمط الكسب
bg: Диаграма на усилване
bn: গেইন প্যাটার্ন
bs: Dijagram pojačanja
cs: Diagram zisku
da: Forstærkningsdiagram
de: Gewinndiagramm
el: Διάγραμμα Κέρδους
es: Patrón de ganancia
et: Võimendusdiagramm
fi: Vahvistuskuvio
fr: Diagramme de gain
he: תבנית הגבר
hi: गेन पैटर्न
hr: Dijagram dobitka
hu: Nyereség diagram
id: Pola Penguatan
it: Diagramma di Guadagno
ja: 利得パターン
lt: Stiprinimo diagrama
lv: Pastiprinājuma diagramma
mk: Дијаграм на добиток
nl: Versterkingspatroon
no: Forsterkningsdiagram
pl: Charakterystyka wzmocnienia
pt: Diagrama de Ganho
ro: Diagramă de câștig
ru: Диаграмма усиления
sk: Diagram zisku
sl: Diagram ojačenja
sr: Дијаграм појачања
sv: Förstärkningsmönster
th: รูปแบบอัตราขยาย
tr: Kazanç Örüntüsü
uk: Діаграма підсилення
ur: گین پیٹرن
vi: Đồ thị độ lợi

source: E/H Fields
af: E/H-velde
ar: حقول E/H
bg: E/H полета
bn: E/H ক্ষেত্র
bs: E/H polja
cs: Pole E/H
da: E/H-felter
de: E/H-Felder
el: Πεδία E/H
es: Campos E/H
et: E/H väljad
fi: E/H-kentät
fr: Champs E/H
he: שדות E/H
hi: E/H क्षेत्र
hr: E/H polja
hu: E/H mezők
id: Medan E/H
it: Campi E/H
ja: E/H界
lt: E/H laukai
lv: E/H lauki
mk: E/H полиња
nl: E/H-velden
no: E/H-felt
pl: Pola E/H
pt: Campos E/H
ro: Câmpuri E/H
ru: Поля E/H
sk: E/H polia
sl: E/H polja
sr: E/H поља
sv: E/H-fält
th: สนาม E/H
tr: E/H Alanları
uk: Поля E/H
ur: E/H فیلڈز
vi: Trường E/H

source: Zoom %
af: Zoem %
ar: التكبير %
bg: Мащаб %
bn: জুম %
bs: Uvećanje %
cs: Zvětšení %
el: Μεγέθυνση %
et: Suurendus %
fi: Zoomaus %
he: זום %
hi: ज़ूम %
hr: Zum %
hu: Nagyítás %
ja: ズーム %
lt: Mastelis %
lv: Tālummaiņa %
mk: Зум %
pl: Powiększenie %
ru: Масштаб %
sk: Priblíženie %
sl: Povečava %
sr: Увећање %
th: ซูม %
tr: Yakınlaştırma %
uk: Масштаб %
ur: زوم %
vi: Thu phóng %
