Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: End 1 Y Real Part (S)
af: Einde 1 Y Reële Deel (S)
ar: الجزء الحقيقي لـ Y للطرف 1 (S)
bg: Край 1 Y реална част (S)
bn: প্রান্ত 1 Y বাস্তব অংশ (S)
bs: Kraj 1 Y realni dio (S)
cs: Konec 1 Y reálná část (S)
da: Ende 1 Y realdel (S)
de: Ende 1 Y Realteil (S)
el: Άκρο 1 Y Πραγματικό Μέρος (S)
es: Extremo 1 Y parte real (S)
et: Ots 1 Y reaalosa (S)
fi: Pää 1 Y reaaliosa (S)
fr: Partie réelle Y extrémité 1 (S)
he: קצה 1 Y חלק ממשי (S)
hi: सिरा 1 Y वास्तविक भाग (S)
hr: Kraj 1 Y realni dio (S)
hu: 1. vég Y valós rész (S)
id: Bagian Riil Y Ujung 1 (S)
it: Estremità 1 Y Parte Reale (S)
ja: 端点1 Y実部 (S)
lt: Galas 1 Y realioji dalis (S)
lv: 1. gala Y reālā daļa (S)
mk: Крај 1 Y реален дел (S)
nl: Uiteinde 1 Y reëel deel (S)
no: Ende 1 Y realdel (S)
pl: Koniec 1, część rzeczywista Y (S)
pt: Parte Real Y Extremidade 1 (S)
ro: Capăt 1 Y Parte reală (S)
ru: Конец 1 Y действ. часть (S)
sk: Koniec 1 Y reálna časť (S)
sl: Konec 1 Y realni del (S)
sr: Крај 1 Y реални део (S)
sv: Ände 1 Y realdel (S)
th: ส่วนจริง Y ปลาย 1 (S)
tr: Uç 1 Y Reel Kısım (S)
uk: Кінець 1 Y дійсна частина (См)
ur: سرا 1 Y حقیقی حصہ (S)
vi: Phần thực Y đầu 1 (S)

source: End 2 Y Real Part (S)
af: Einde 2 Y Reële Deel (S)
ar: الجزء الحقيقي لـ Y للطرف 2 (S)
bg: Край 2 Y реална част (S)
bn: প্রান্ত 2 Y বাস্তব অংশ (S)
bs: Kraj 2 Y realni dio (S)
cs: Konec 2 Y reálná část (S)
da: Ende 2 Y realdel (S)
de: Ende 2 Y Realteil (S)
el: Άκρο 2 Y Πραγματικό Μέρος (S)
es: Extremo 2 Y parte real (S)
et: Ots 2 Y reaalosa (S)
fi: Pää 2 Y reaaliosa (S)
fr: Partie réelle Y extrémité 2 (S)
he: קצה 2 Y חלק ממשי (S)
hi: सिरा 2 Y वास्तविक भाग (S)
hr: Kraj 2 Y realni dio (S)
hu: 2. vég Y valós rész (S)
id: Bagian Riil Y Ujung 2 (S)
it: Estremità 2 Y Parte Reale (S)
ja: 端点2 Y実部 (S)
lt: Galas 2 Y realioji dalis (S)
lv: 2. gala Y reālā daļa (S)
mk: Крај 2 Y реален дел (S)
nl: Uiteinde 2 Y reëel deel (S)
no: Ende 2 Y realdel (S)
pl: Koniec 2, część rzeczywista Y (S)
pt: Parte Real Y Extremidade 2 (S)
ro: Capăt 2 Y Parte reală (S)
ru: Конец 2 Y действ. часть (S)
sk: Koniec 2 Y reálna časť (S)
sl: Konec 2 Y realni del (S)
sr: Крај 2 Y реални део (S)
sv: Ände 2 Y realdel (S)
th: ส่วนจริง Y ปลาย 2 (S)
tr: Uç 2 Y Reel Kısım (S)
uk: Кінець 2 Y дійсна частина (См)
ur: سرا 2 Y حقیقی حصہ (S)
vi: Phần thực Y đầu 2 (S)

source: Length of Tx Line (m)
af: Lengte van Tx-lyn (m)
ar: طول خط النقل (m)
bg: Дължина на Tx линията (m)
bn: Tx লাইনের দৈর্ঘ্য (m)
bs: Dužina Tx linije (m)
cs: Délka Tx linky (m)
da: Længde af Tx-linje (m)
de: Länge der Übertragungsleitung (m)
el: Μήκος Γραμμής Tx (m)
es: Longitud de línea Tx (m)
et: Ülekandeliini pikkus (m)
fi: Siirtojohtopituus (m)
fr: Longueur de la ligne Tx (m)
he: אורך קו תמסורת (מ׳)
hi: Tx लाइन की लंबाई (m)
hr: Duljina Tx linije (m)
hu: Tápvonal hossza (m)
id: Panjang Saluran Tx (m)
it: Lunghezza Linea Tx (m)
ja: 伝送線路長 (m)
lt: Perdavimo linijos ilgis (m)
lv: Pārvades līnijas garums (m)
mk: Должина на Tx линија (m)
nl: Lengte van Tx-lijn (m)
no: Lengde på Tx-linje (m)
pl: Długość linii Tx (m)
pt: Comprimento da Linha Tx (m)
ro: Lungime linie Tx (m)
ru: Длина линии передачи (м)
sk: Dĺžka Tx vedenia (m)
sl: Dolžina prenosne linije (m)
sr: Дужина Tx линије (m)
sv: Längd på Tx-ledning (m)
th: ความยาวสายส่ง (m)
tr: İletim Hattı Uzunluğu (m)
uk: Довжина лінії передачі (м)
ur: Tx لائن کی لمبائی (m)
vi: Chiều dài đường truyền (m)

source: End 1 Y Imag Part (S)
af: Einde 1 Y Imaginêre Deel (S)
ar: الجزء التخيلي لـ Y للطرف 1 (S)
bg: Край 1 Y имагинерна част (S)
bn: প্রান্ত 1 Y কাল্পনিক অংশ (S)
bs: Kraj 1 Y imaginarni dio (S)
cs: Konec 1 Y imaginární část (S)
da: Ende 1 Y imaginærdel (S)
de: Ende 1 Y Imaginärteil (S)
el: Άκρο 1 Y Φανταστικό Μέρος (S)
es: Extremo 1 Y parte imag (S)
et: Ots 1 Y imaginaarosa (S)
fi: Pää 1 Y imaginaariosa (S)
fr: Partie imaginaire Y extrémité 1 (S)
he: קצה 1 Y חלק מדומה (S)
hi: सिरा 1 Y काल्पनिक भाग (S)
hr: Kraj 1 Y imaginarni dio (S)
hu: 1. vég Y képzetes rész (S)
id: Bagian Imajiner Y Ujung 1 (S)
it: Estremità 1 Y Parte Immag. (S)
ja: 端点1 Y虚部 (S)
lt: Galas 1 Y menamoji dalis (S)
lv: 1. gala Y imaginārā daļa (S)
mk: Крај 1 Y имагинарен дел (S)
nl: Uiteinde 1 Y imaginair deel (S)
no: Ende 1 Y imaginærdel (S)
pl: Koniec 1, część urojona Y (S)
pt: Parte Imag. Y Extremidade 1 (S)
ro: Capăt 1 Y Parte imaginară (S)
ru: Конец 1 Y мним. часть (S)
sk: Koniec 1 Y imaginárna časť (S)
sl: Konec 1 Y imaginarni del (S)
sr: Крај 1 Y имагинарни део (S)
sv: Ände 1 Y imaginärdel (S)
th: ส่วนจินตภาพ Y ปลาย 1 (S)
tr: Uç 1 Y Sanal Kısım (S)
uk: Кінець 1 Y уявна частина (См)
ur: سرا 1 Y فرضی حصہ (S)
vi: Phần ảo Y đầu 1 (S)

source: End 2 Y Imag Part (S)
af: Einde 2 Y Imaginêre Deel (S)
ar: الجزء التخيلي لـ Y للطرف 2 (S)
bg: Край 2 Y имагинерна част (S)
bn: প্রান্ত 2 Y কাল্পনিক অংশ (S)
bs: Kraj 2 Y imaginarni dio (S)
cs: Konec 2 Y imaginární část (S)
da: Ende 2 Y imaginærdel (S)
de: Ende 2 Y Imaginärteil (S)
el: Άκρο 2 Y Φανταστικό Μέρος (S)
es: Extremo 2 Y parte imag (S)
et: Ots 2 Y imaginaarosa (S)
fi: Pää 2 Y imaginaariosa (S)
fr: Partie imaginaire Y extrémité 2 (S)
he: קצה 2 Y חלק מדומה (S)
hi: सिरा 2 Y काल्पनिक भाग (S)
hr: Kraj 2 Y imaginarni dio (S)
hu: 2. vég Y képzetes rész (S)
id: Bagian Imajiner Y Ujung 2 (S)
it: Estremità 2 Y Parte Immag. (S)
ja: 端点2 Y虚部 (S)
lt: Galas 2 Y menamoji dalis (S)
lv: 2. gala Y imaginārā daļa (S)
mk: Крај 2 Y имагинарен дел (S)
nl: Uiteinde 2 Y imaginair deel (S)
no: Ende 2 Y imaginærdel (S)
pl: Koniec 2, część urojona Y (S)
pt: Parte Imag. Y Extremidade 2 (S)
ro: Capăt 2 Y Parte imaginară (S)
ru: Конец 2 Y мним. часть (S)
sk: Koniec 2 Y imaginárna časť (S)
sl: Konec 2 Y imaginarni del (S)
sr: Крај 2 Y имагинарни део (S)
sv: Ände 2 Y imaginärdel (S)
th: ส่วนจินตภาพ Y ปลาย 2 (S)
tr: Uç 2 Y Sanal Kısım (S)
uk: Кінець 2 Y уявна частина (См)
ur: سرا 2 Y فرضی حصہ (S)
vi: Phần ảo Y đầu 2 (S)

source: Transmission Line
af: Transmissielyn
ar: خط النقل
bg: Предавателна линия
bn: ট্রান্সমিশন লাইন
bs: Prijenosna linija
cs: Přenosová linka
da: Transmissionslinje
de: Übertragungsleitung
el: Γραμμή Μεταφοράς
es: Línea de transmisión
et: Ülekandeliin
fi: Siirtojohto
fr: Ligne de transmission
he: קו תמסורת
hi: ट्रांसमिशन लाइन
hr: Prijenosna linija
hu: Tápvonal
id: Saluran Transmisi
it: Linea di Trasmissione
ja: 伝送線路
lt: Perdavimo linija
lv: Pārvades līnija
mk: Преносна линија
nl: Transmissielijn
no: Transmisjonslinje
pl: Linia transmisyjna
pt: Linha de Transmissão
ro: Linie de transmisie
ru: Линия передачи
sk: Prenosové vedenie
sl: Prenosna linija
sr: Преносна линија
sv: Transmissionsledning
th: สายส่ง
tr: İletim Hattı
uk: Лінія передачі
ur: ٹرانسمیشن لائن
vi: Đường truyền

source: Wire Element (GW & GC cards)
af: Draadelement (GW & GC-kaarte)
ar: عنصر السلك (بطاقتا GW و GC)
bg: Проводников елемент (GW & GC карти)
bn: তার উপাদান (GW & GC cards)
bs: Element žice (GW i GC kartice)
cs: Drátový prvek (karty GW a GC)
da: Trådelement (GW & GC-kort)
de: Drahtelement (GW- & GC-Karten)
el: Στοιχείο Αγωγού (GW & GC cards)
es: Elemento de hilo (tarjetas GW y GC)
et: Traadielement (GW ja GC kaardid)
fi: Johdinelementti (GW- ja GC-kortit)
fr: Élément filaire (cartes GW et GC)
he: אלמנט תיל (כרטיסי GW & GC)
hi: तार तत्व (GW & GC कार्ड)
hr: Element žice (GW i GC kartice)
hu: Huzalelem (GW és GC kártyák)
id: Elemen Kawat (kartu GW & GC)
it: Elemento Filo (schede GW e GC)
ja: ワイヤ要素 (GW & GCカード)
lt: Laido elementas (GW ir GC kortelės)
lv: Vada elements (GW un GC kartes)
mk: Елемент на жица (GW и GC картички)
nl: Draadelement (GW & GC cards)
no: Trådelement (GW- og GC-kort)
pl: Element przewodu (karty GW i GC)
pt: Elemento de Fio (cartões GW e GC)
ro: Element conductor (carduri GW & GC)
ru: Элемент провода (карты GW и GC)
sk: Drôtový prvok (GW a GC karty)
sl: Element žice (kartici GW in GC)
sr: Елемент жице (GW и GC картице)
sv: Trådelement (GW- & GC-kort)
th: องค์ประกอบเส้นลวด (GW & GC cards)
tr: Tel Elemanı (GW ve GC kartları)
uk: Елемент дроту (картки GW та GC)
ur: تار عنصر (GW & GC cards)
vi: Phần tử dây (thẻ GW & GC)

source: Wire X1
af: Draad X1
ar: السلك X1
bg: Проводник X1
bn: তার X1
bs: Žica X1
cs: Drát X1
da: Tråd X1
de: Draht X1
el: Αγωγός X1
es: Hilo X1
et: Traat X1
fi: Johdin X1
fr: Fil X1
he: תיל X1
hi: तार X1
hr: Žica X1
hu: Huzal X1
id: Kawat X1
it: Filo X1
ja: ワイヤ X1
lt: Laido X1
lv: Vads X1
mk: Жица X1
nl: Draad X1
no: Tråd X1
pl: Przewód X1
pt: Fio X1
ro: Conductor X1
ru: Провод X1
sk: Drôt X1
sl: Žica X1
sr: Жица X1
sv: Tråd X1
th: เส้นลวด X1
tr: Tel X1
uk: Дріт X1
ur: تار X1
vi: Dây X1

source: Wire X2
af: Draad X2
ar: السلك X2
bg: Проводник X2
bn: তার X2
bs: Žica X2
cs: Drát X2
da: Tråd X2
de: Draht X2
el: Αγωγός X2
es: Hilo X2
et: Traat X2
fi: Johdin X2
fr: Fil X2
he: תיל X2
hi: तार X2
hr: Žica X2
hu: Huzal X2
id: Kawat X2
it: Filo X2
ja: ワイヤ X2
lt: Laido X2
lv: Vads X2
mk: Жица X2
nl: Draad X2
no: Tråd X2
pl: Przewód X2
pt: Fio X2
ro: Conductor X2
ru: Провод X2
sk: Drôt X2
sl: Žica X2
sr: Жица X2
sv: Tråd X2
th: เส้นลวด X2
tr: Tel X2
uk: Дріт X2
ur: تار X2
vi: Dây X2

source: Wire Y1
af: Draad Y1
ar: السلك Y1
bg: Проводник Y1
bn: তার Y1
bs: Žica Y1
cs: Drát Y1
da: Tråd Y1
de: Draht Y1
el: Αγωγός Y1
es: Hilo Y1
et: Traat Y1
fi: Johdin Y1
fr: Fil Y1
he: תיל Y1
hi: तार Y1
hr: Žica Y1
hu: Huzal Y1
id: Kawat Y1
it: Filo Y1
ja: ワイヤ Y1
lt: Laido Y1
lv: Vads Y1
mk: Жица Y1
nl: Draad Y1
no: Tråd Y1
pl: Przewód Y1
pt: Fio Y1
ro: Conductor Y1
ru: Провод Y1
sk: Drôt Y1
sl: Žica Y1
sr: Жица Y1
sv: Tråd Y1
th: เส้นลวด Y1
tr: Tel Y1
uk: Дріт Y1
ur: تار Y1
vi: Dây Y1

source: Wire Y2
af: Draad Y2
ar: السلك Y2
bg: Проводник Y2
bn: তার Y2
bs: Žica Y2
cs: Drát Y2
da: Tråd Y2
de: Draht Y2
el: Αγωγός Y2
es: Hilo Y2
et: Traat Y2
fi: Johdin Y2
fr: Fil Y2
he: תיל Y2
hi: तार Y2
hr: Žica Y2
hu: Huzal Y2
id: Kawat Y2
it: Filo Y2
ja: ワイヤ Y2
lt: Laido Y2
lv: Vads Y2
mk: Жица Y2
nl: Draad Y2
no: Tråd Y2
pl: Przewód Y2
pt: Fio Y2
ro: Conductor Y2
ru: Провод Y2
sk: Drôt Y2
sl: Žica Y2
sr: Жица Y2
sv: Tråd Y2
th: เส้นลวด Y2
tr: Tel Y2
uk: Дріт Y2
ur: تار Y2
vi: Dây Y2

source: Wire Z1
af: Draad Z1
ar: السلك Z1
bg: Проводник Z1
bn: তার Z1
bs: Žica Z1
cs: Drát Z1
da: Tråd Z1
de: Draht Z1
el: Αγωγός Z1
es: Hilo Z1
et: Traat Z1
fi: Johdin Z1
fr: Fil Z1
he: תיל Z1
hi: तार Z1
hr: Žica Z1
hu: Huzal Z1
id: Kawat Z1
it: Filo Z1
ja: ワイヤ Z1
lt: Laido Z1
lv: Vads Z1
mk: Жица Z1
nl: Draad Z1
no: Tråd Z1
pl: Przewód Z1
pt: Fio Z1
ro: Conductor Z1
ru: Провод Z1
sk: Drôt Z1
sl: Žica Z1
sr: Жица Z1
sv: Tråd Z1
th: เส้นลวด Z1
tr: Tel Z1
uk: Дріт Z1
ur: تار Z1
vi: Dây Z1

source: Wire Z2
af: Draad Z2
ar: السلك Z2
bg: Проводник Z2
bn: তার Z2
bs: Žica Z2
cs: Drát Z2
da: Tråd Z2
de: Draht Z2
el: Αγωγός Z2
es: Hilo Z2
et: Traat Z2
fi: Johdin Z2
fr: Fil Z2
he: תיל Z2
hi: तार Z2
hr: Žica Z2
hu: Huzal Z2
id: Kawat Z2
it: Filo Z2
ja: ワイヤ Z2
lt: Laido Z2
lv: Vads Z2
mk: Жица Z2
nl: Draad Z2
no: Tråd Z2
pl: Przewód Z2
pt: Fio Z2
ro: Conductor Z2
ru: Провод Z2
sk: Drôt Z2
sl: Žica Z2
sr: Жица Z2
sv: Tråd Z2
th: เส้นลวด Z2
tr: Tel Z2
uk: Дріт Z2
ur: تار Z2
vi: Dây Z2

source: Wire Length
af: Draadlengte
ar: طول السلك
bg: Дължина на проводника
bn: তারের দৈর্ঘ্য
bs: Dužina žice
cs: Délka drátu
da: Trådlængde
de: Drahtlänge
el: Μήκος Αγωγού
es: Longitud del hilo
et: Traadi pikkus
fi: Johtimen pituus
fr: Longueur du fil
he: אורך תיל
hi: तार की लंबाई
hr: Duljina žice
hu: Huzalhossz
id: Panjang Kawat
it: Lunghezza Filo
ja: ワイヤ長
lt: Laido ilgis
lv: Vada garums
mk: Должина на жица
nl: Draadlengte
no: Trådlengde
pl: Długość przewodu
pt: Comprimento do Fio
ro: Lungime conductor
ru: Длина провода
sk: Dĺžka drôtu
sl: Dolžina žice
sr: Дужина жице
sv: Trådlängd
th: ความยาวเส้นลวด
tr: Tel Uzunluğu
uk: Довжина дроту
ur: تار کی لمبائی
vi: Chiều dài dây

source: Wire Data
af: Draaddata
ar: بيانات السلك
bg: Данни за проводника
bn: তারের ডেটা
bs: Podaci žice
cs: Data drátu
da: Tråddata
de: Drahtdaten
el: Δεδομένα Αγωγού
es: Datos del hilo
et: Traadi andmed
fi: Johdintiedot
fr: Données du fil
he: נתוני תיל
hi: तार डेटा
hr: Podaci žice
hu: Huzaladatok
id: Data Kawat
it: Dati Filo
ja: ワイヤデータ
lt: Laido duomenys
lv: Vada dati
mk: Податоци за жица
nl: Draadgegevens
no: Tråddata
pl: Dane przewodu
pt: Dados do Fio
ro: Date conductor
ru: Данные провода
sk: Údaje drôtu
sl: Podatki žice
sr: Подаци жице
sv: Tråddata
th: ข้อมูลเส้นลวด
tr: Tel Verileri
uk: Дані дроту
ur: تار ڈیٹا
vi: Dữ liệu dây

source: Tapered Wire
af: Tapse Draad
ar: سلك مدبب
bg: Конусен проводник
bn: টেপার্ড তার
bs: Konusna žica
cs: Zúžený drát
da: Tilspidset tråd
de: Konischer Draht
el: Κωνικός Αγωγός
es: Hilo cónico
et: Koonusjas traat
fi: Kapeneva johdin
fr: Fil conique
he: תיל מחודד
hi: टेपर्ड तार
hr: Konusna žica
hu: Kúpos huzal
id: Kawat Tirus
it: Filo Rastremato
ja: テーパワイヤ
lt: Kūginis laidas
lv: Konisks vads
mk: Конусна жица
nl: Taps toelopende draad
no: Konisk tråd
pl: Przewód zwężany
pt: Fio Cônico
ro: Conductor conic
ru: Конический провод
sk: Zúžený drôt
sl: Stožčasta žica
sr: Конусна жица
sv: Avsmalnande tråd
th: เส้นลวดเรียว
tr: Konik Tel
uk: Конічний дріт
ur: ٹیپرڈ تار
vi: Dây côn

source: Length Taper
af: Lengte Taps
ar: تدرج الطول
bg: Конусност по дължина
bn: দৈর্ঘ্য টেপার
bs: Konusnost dužine
cs: Zúžení délky
da: Længdetilspidsning
de: Längenverjüngung
el: Κλίση Μήκους
es: Conicidad de longitud
et: Pikkuse kooniline muutus
fi: Pituuden kapeneminen
fr: Conicité en longueur
he: חידוד אורך
hi: लंबाई टेपर
hr: Suženje duljine
hu: Hossz kúposság
id: Tirus Panjang
it: Rastremazione Lunghezza
ja: 長さテーパ
lt: Ilgio siaurėjimas
lv: Garuma sašaurināšanās
mk: Должина на конус
nl: Lengteverloop
no: Lengdeavsmalning
pl: Zwężenie długości
pt: Afilamento de Comprimento
ro: Conicitate lungime
ru: Конусность по длине
sk: Zúženie dĺžky
sl: Dolžina stožca
sr: Конусност дужине
sv: Längdavsmalnande
th: ความยาวส่วนเรียว
tr: Koniklik Uzunluğu
uk: Конусність довжини
ur: لمبائی ٹیپر
vi: Độ côn chiều dài

source: Diameter Seg 1
ar: قطر segment 1
bg: Диаметър сегмент 1
bn: ব্যাস Seg 1
bs: Prečnik segmenta 1
cs: Průměr seg. 1
de: Durchmesser Seg 1
el: Διάμετρος Τμ. 1
es: Diámetro seg 1
et: Läbimõõt seg 1
fi: Halkaisija Seg 1
fr: Diamètre seg 1
he: קוטר מקטע 1
hi: व्यास Segment 1
hr: Promjer seg. 1
hu: Átmérő 1. szegm.
it: Diametro Seg 1
ja: 直径 セグメント1
lt: Segmento 1 skersmuo
lv: 1. segmenta diametrs
mk: Дијаметар сег. 1
pl: Średnica segmentu 1
pt: Diâmetro Seg 1
ro: Diametru Seg 1
ru: Диаметр сегм. 1
sk: Priemer seg. 1
sl: Premer segmenta 1
sr: Пречник сег. 1
th: เส้นผ่านศูนย์กลาง segment 1
tr: Çap Segment 1
uk: Діаметр сегмента 1
ur: قطر سیگ 1
vi: Đường kính phân đoạn 1

source: Diameter Seg N
ar: قطر segment N
bg: Диаметър сегмент N
bn: ব্যাস Seg N
bs: Prečnik segmenta N
cs: Průměr seg. N
de: Durchmesser Seg N
el: Διάμετρος Τμ. N
es: Diámetro seg N
et: Läbimõõt seg N
fi: Halkaisija Seg N
fr: Diamètre seg N
he: קוטר מקטע N
hi: व्यास Segment N
hr: Promjer seg. N
hu: Átmérő N. szegm.
it: Diametro Seg N
ja: 直径 セグメントN
lt: Segmento N skersmuo
lv: N segmenta diametrs
mk: Дијаметар сег. N
pl: Średnica segmentu N
pt: Diâmetro Seg N
ro: Diametru Seg N
ru: Диаметр сегм. N
sk: Priemer seg. N
sl: Premer segmenta N
sr: Пречник сег. N
th: เส้นผ่านศูนย์กลาง segment N
tr: Çap Segment N
uk: Діаметр сегмента N
ur: قطر سیگ N
vi: Đường kính phân đoạn N

source: Diam. Taper
af: Diam. Taps
ar: تدرج القطر
bg: Конусност на диаметъра
bn: ব্যাস টেপার
bs: Konusnost prečnika
cs: Zúž. průměru
da: Diam. tilspidsning
de: Durchm.-Verjüngung
el: Κλίση Διαμ.
es: Conicidad de diám.
et: Läbim. kooniline muutus
fi: Halkaisijan kapeneminen
fr: Conicité diam.
he: חידוד קוטר
hi: व्यास टेपर
hr: Suženje promjera
hu: Átm. kúposság
id: Tirus Diam.
it: Rastr. Diametro
ja: 直径テーパ
lt: Skersmens siaurėjimas
lv: Diametra sašaur.
mk: Конус на дијам.
nl: Diam. verloop
no: Diam. avsmalning
pl: Zwęż. średnicy
pt: Afilamento de Diâm.
ro: Conicitate diam.
ru: Конусность диам.
sk: Zúženie priem.
sl: Premer stožca
sr: Конусност преч.
sv: Diam. avsmalnande
th: เส้นผ่านศูนย์กลางส่วนเรียว
tr: Çap Konikliği
uk: Конусність діаметра
ur: قطر ٹیپر
vi: Độ côn đường kính

source: Wire Taper Data
af: Draad Tapsdata
ar: بيانات تدرج السلك
bg: Данни за конусност на проводника
bn: তার টেপার ডেটা
bs: Podaci konusnosti žice
cs: Data zúžení drátu
da: Trådtilspidsningsdata
de: Drahtverjüngungsdaten
el: Δεδομένα Κλίσης Αγωγού
es: Datos de conicidad del hilo
et: Traadi koonilisuse andmed
fi: Johtimen kapenemistiedot
fr: Données de conicité du fil
he: נתוני חידוד תיל
hi: तार टेपर डेटा
hr: Podaci suženja žice
hu: Huzal kúposság adatok
id: Data Tirus Kawat
it: Dati Rastremazione Filo
ja: ワイヤテーパデータ
lt: Laido siaurėjimo duomenys
lv: Vada sašaurināšanās dati
mk: Податоци за конус на жица
nl: Tapse draadgegevens
no: Trådavsmalningsdata
pl: Dane zwężenia przewodu
pt: Dados de Afilamento do Fio
ro: Date conicitate conductor
ru: Данные конусности провода
sk: Údaje zúženia drôtu
sl: Podatki stožčaste žice
sr: Подаци конусности жице
sv: Trådavsmalnande data
th: ข้อมูลเส้นลวดเรียว
tr: Tel Koniklik Verileri
uk: Дані конусності дроту
ur: تار ٹیپر ڈیٹا
vi: Dữ liệu côn dây

source: Impedance (Zo) Ohm
af: Impedansie (Zo) Ohm
ar: الممانعة (Zo) Ohm
bg: Импеданс (Zo) Ohm
bn: ইম্পিড্যান্স (Zo) Ohm
bs: Impedansa (Zo) Ohm
da: Impedans (Zo) Ohm
de: Impedanz (Zo) Ohm
el: Εμπέδηση (Zo) Ohm
es: Impedancia (Zo) Ohm
et: Impedants (Zo) Ω
fi: Impedanssi (Zo) Ohm
fr: Impédance (Zo) Ohm
he: עכבה (Zo) Ohm
hi: प्रतिबाधा (Zo) Ohm
hr: Impedancija (Zo) Ohm
hu: Impedancia (Zo) Ohm
id: Impedansi (Zo) Ohm
it: Impedenza (Zo) Ohm
ja: インピーダンス (Zo) Ω
lt: Varža (Zo) Ω
mk: Импеданса (Zo) Ohm
nl: Impedantie (Zo) Ohm
no: Impedans (Zo) Ohm
pl: Impedancja (Zo) Ohm
pt: Impedância (Zo) Ohm
ro: Impedanță (Zo) Ohm
ru: Импеданс (Zo) Ом
sk: Impedancia (Zo) Ohm
sl: Impedanca (Zo) Ohm
sr: Импеданса (Zo) Ohm
sv: Impedans (Zo) Ohm
th: อิมพีแดนซ์ (Zo) Ohm
tr: Empedans (Zo) Ohm
uk: Імпеданс (Zo) Ом
ur: امپیڈینس (Zo) Ohm
vi: Trở kháng (Zo) Ohm

source: Transmission Line Impedance (Zo)
af: Transmissielyn Impedansie (Zo)
ar: ممانعة خط النقل (Zo)
bg: Импеданс на предавателната линия (Zo)
bn: ট্রান্সমিশন লাইন ইম্পিড্যান্স (Zo)
bs: Impedansa prijenosne linije (Zo)
cs: Impedance přenosové linky (Zo)
da: Transmissionslinjeimpedans (Zo)
de: Übertragungsleitungsimpedanz (Zo)
el: Εμπέδηση Γραμμής Μεταφοράς (Zo)
es: Impedancia de línea de transmisión (Zo)
et: Ülekandeliini impedants (Zo)
fi: Siirtojohtoimpedanssi (Zo)
fr: Impédance de ligne de transmission (Zo)
he: עכבת קו תמסורת (Zo)
hi: ट्रांसमिशन लाइन प्रतिबाधा (Zo)
hr: Impedancija prijenosne linije (Zo)
hu: Tápvonal impedancia (Zo)
id: Impedansi Saluran Transmisi (Zo)
it: Impedenza Linea di Trasmissione (Zo)
ja: 伝送線路インピーダンス (Zo)
lt: Perdavimo linijos varža (Zo)
lv: Pārvades līnijas impedance (Zo)
mk: Импеданса на преносна линија (Zo)
nl: Transmissielijn impedantie (Zo)
no: Transmisjonslinjeimpedans (Zo)
pl: Impedancja linii transmisyjnej (Zo)
pt: Impedância da Linha de Transmissão (Zo)
ro: Impedanță linie de transmisie (Zo)
ru: Импеданс линии передачи (Zo)
sk: Impedancia prenosového vedenia (Zo)
sl: Impedanca prenosne linije (Zo)
sr: Импеданса преносне линије (Zo)
sv: Transmissionsledningsimpedans (Zo)
th: อิมพีแดนซ์สายส่ง (Zo)
tr: İletim Hattı Empedansı (Zo)
uk: Імпеданс лінії передачі (Zo)
ur: ٹرانسمیشن لائن امپیڈینس (Zo)
vi: Trở kháng đường truyền (Zo)

source: (C) 2007-2022 Neoklis Kyriazis
sr: © 2007-2022 Neoklis Kyriazis

source: untitled.nec
af: naamloos.nec
da: unavngivet.nec
de: unbenannt.nec
es: sin_titulo.nec
et: nimetu.nec
fi: nimetön.nec
fr: sans_titre.nec
hr: neimenovano.nec
hu: névtelen.nec
it: senza_titolo.nec
lt: be_pavadinimo.nec
nl: naamloos.nec
pt: sem_titulo.nec
sl: neimenovano.nec
sv: namnlös.nec
tr: isimsiz.nec

source: Smith
ja: スミス
ru: Смит
uk: Сміта

source: dB
uk: дБ

source: # plot for [i=2:3] 'filename.gplot' using 1:i with lines smooth bezier title columnhead(i);
da: # plot for [i=2:3] 'filnavn.gplot' using 1:i with lines smooth bezier title columnhead(i);
es: # plot for [i=2:3] 'nombre_archivo.gplot' using 1:i with lines smooth bezier title columnhead(i);
fi: # plot for [i=2:3] 'tiedostonimi.gplot' using 1:i with lines smooth bezier title columnhead(i);
nl: # plot for [i=2:3] 'bestandsnaam.gplot' using 1:i with lines smooth bezier title columnhead(i);
no: # plot for [i=2:3] 'filnavn.gplot' using 1:i with lines smooth bezier title columnhead(i);
pl: # plot for [i=2:3] 'nazwa_pliku.gplot' using 1:i with lines smooth bezier title columnhead(i);
