Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Usage: xnec2c [options] [<input-file-name>] -i|--input <input-file-name> -c|--config <config-file-path> - file must exist -C|--new-config <new-config-file-path> - creates the file when missing -j|--jobs <number of processors in SMP machine> (-j0 disables forking) --openblas-threads <n> set OpenBLAS thread count (default: 1) --mkl-threads <n> set Intel MKL thread count (default: 1) --omp-threads <n> set OpenMP thread count (default: 1) -b|--batch: enable batch mode, exit after the frequency loop runs -P|--no-pthreads: disable pthreads and use the GTK loop for debugging -h|--help: print usage information and exit -V|--version: print xnec2c version number and exit -v|--verbose: increase verbosity, can be specified multiple times -d|--debug: enable debug output (-dd includes backtraces) -d|--quiet: suppress debug/verbose output --optimize: Activate the optimizer immediately. --skip-verify: skip geometry verification checks The following arguments write to an output file after the frequency loop completes. These are useful to combine with --batch; If you wish to specify filenames to write without --batch mode then enable the File->Optimizer Settings or the files you specify on the command line will not be written. --write-csv <filename> - write CSV file of measurements --write-s1p <filename> - write S1P file of S-parameters --write-s2p-max-gain <filename> - write S2P file, port-2 is max-gain --write-s2p-viewer-gain <filename> - write S2P file, port-2 is viewer-gain --write-rdpat <filename> - write CSV of the radiation pattern --write-currents <filename> - write CSV of currents and charges
af: Gebruik: xnec2c [opsies] [<invoerlêernaam>] -i|--input <invoerlêernaam> -c|--config <konfigurasielêerpad> - lêer moet bestaan -C|--new-config <nuwe-konfigurasielêerpad> - skep die lêer as dit ontbreek -j|--jobs <aantal verwerkers in SMP-masjien> (-j0 deaktiveer forking) --openblas-threads <n> stel OpenBLAS-draadtelling (verstek: 1) --mkl-threads <n> stel Intel MKL-draadtelling (verstek: 1) --omp-threads <n> stel OpenMP-draadtelling (verstek: 1) -b|--batch: aktiveer bondelmodus, verlaat nadat die frekwensielus loop -P|--no-pthreads: deaktiveer pthreads en gebruik die GTK-lus vir ontfouting -h|--help: druk gebruiksinligting en verlaat -V|--version: druk xnec2c-weergawenommer en verlaat -v|--verbose: verhoog breedsprakigheid, kan meervoudig gespesifiseer word -d|--debug: aktiveer ontfoutingsuitset (-dd sluit terugspore in) -d|--quiet: onderdruk ontfoutings/breedsprakige uitset --optimize: Aktiveer die optimeerder onmiddellik. --skip-verify: slaan geometrie-verifikasiekontroles oor Die volgende argumente skryf na 'n uitsetlêer nadat die frekwensielus voltooi. Hierdie is nuttig om met --batch te kombineer; As u lêername wil spesifiseer om te skryf sonder --batch-modus, aktiveer dan die Lêer->Optimeerder- instellings of die lêers wat u op die opdraglyn spesifiseer sal nie geskryf word nie. --write-csv <lêernaam> - skryf CSV-lêer van metings --write-s1p <lêernaam> - skryf S1P-lêer van S-parameters --write-s2p-max-gain <lêernaam> - skryf S2P-lêer, poort-2 is maks-aanwins --write-s2p-viewer-gain <lêernaam> - skryf S2P-lêer, poort-2 is kyker-aanwins --write-rdpat <lêernaam> - skryf CSV van die stralingspatroon --write-currents <lêernaam> - skryf CSV van strome en ladings
bg: Употреба: xnec2c [опции] [<име-на-входен-файл>] -i|--input <име-на-входен-файл> -c|--config <път-до-конфиг-файл> - файлът трябва да съществува -C|--new-config <път-до-нов-конфиг-файл> - създава файла, ако липсва -j|--jobs <брой процесори в SMP машина> (-j0 деактивира разклоняването) --openblas-threads <n> задава брой нишки за OpenBLAS (по подразбиране: 1) --mkl-threads <n> задава брой нишки за Intel MKL (по подразбиране: 1) --omp-threads <n> задава брой нишки за OpenMP (по подразбиране: 1) -b|--batch: активира пакетен режим, изход след изпълнение на честотния цикъл -P|--no-pthreads: деактивира pthreads и използва GTK цикъла за отстраняване на грешки -h|--help: извежда информация за употребата и излиза -V|--version: извежда номера на версията на xnec2c и излиза -v|--verbose: увеличава подробността, може да се зададе многократно -d|--debug: активира изход за отстраняване на грешки (-dd включва обратни проследявания) -d|--quiet: потиска изхода за отстраняване на грешки/подробности --optimize: Активира оптимизатора незабавно. --skip-verify: пропуска проверките за верификация на геометрията Следните аргументи записват в изходен файл след завършване на честотния цикъл. Те са полезни в комбинация с --batch; Ако искате да зададете имена на файлове за запис без режим --batch, активирайте File->Optimizer Settings, иначе файловете, зададени в командния ред, няма да бъдат записани. --write-csv <име-на-файл> - записва CSV файл с измервания --write-s1p <име-на-файл> - записва S1P файл с S-параметри --write-s2p-max-gain <име-на-файл> - записва S2P файл, порт-2 е макс-усилване --write-s2p-viewer-gain <име-на-файл> - записва S2P файл, порт-2 е усилване-към-наблюдател --write-rdpat <име-на-файл> - записва CSV на диаграмата на излъчване --write-currents <име-на-файл> - записва CSV на токове и заряди
bn: ব্যবহার: xnec2c [options] [<input-file-name>] -i|--input <input-file-name> -c|--config <config-file-path> - ফাইলটি অবশ্যই বিদ্যমান থাকতে হবে -C|--new-config <new-config-file-path> - অনুপস্থিত থাকলে ফাইল তৈরি করে -j|--jobs <SMP মেশিনে প্রসেসরের সংখ্যা> (-j0 forking নিষ্ক্রিয় করে) --openblas-threads <n> OpenBLAS থ্রেড সংখ্যা সেট করুন (ডিফল্ট: 1) --mkl-threads <n> Intel MKL থ্রেড সংখ্যা সেট করুন (ডিফল্ট: 1) --omp-threads <n> OpenMP থ্রেড সংখ্যা সেট করুন (ডিফল্ট: 1) -b|--batch: ব্যাচ মোড সক্রিয় করুন, ফ্রিকোয়েন্সি লুপ চালানোর পর প্রস্থান করুন -P|--no-pthreads: pthreads নিষ্ক্রিয় করুন এবং ডিবাগিংয়ের জন্য GTK লুপ ব্যবহার করুন -h|--help: ব্যবহারের তথ্য প্রিন্ট করুন এবং প্রস্থান করুন -V|--version: xnec2c সংস্করণ নম্বর প্রিন্ট করুন এবং প্রস্থান করুন -v|--verbose: বিস্তারিত বাড়ান, একাধিকবার নির্দিষ্ট করা যায় -d|--debug: ডিবাগ আউটপুট সক্রিয় করুন (-dd backtraces অন্তর্ভুক্ত করে) -d|--quiet: ডিবাগ/বিস্তারিত আউটপুট দমন করুন --optimize: অবিলম্বে অপ্টিমাইজার সক্রিয় করুন। --skip-verify: জ্যামিতি যাচাইকরণ পরীক্ষা এড়িয়ে যান নিম্নলিখিত আর্গুমেন্টগুলি ফ্রিকোয়েন্সি লুপ সম্পন্ন হওয়ার পরে একটি আউটপুট ফাইলে লেখে। এগুলি --batch এর সাথে একত্রিত করতে কার্যকর; আপনি যদি --batch মোড ছাড়া লেখার জন্য ফাইলনাম নির্দিষ্ট করতে চান তাহলে File->Optimizer Settings সক্রিয় করুন অথবা কমান্ড লাইনে আপনি যে ফাইলগুলি নির্দিষ্ট করেছেন সেগুলি লেখা হবে না। --write-csv <filename> - পরিমাপের CSV ফাইল লিখুন --write-s1p <filename> - S-parameters এর S1P ফাইল লিখুন --write-s2p-max-gain <filename> - S2P ফাইল লিখুন, port-2 হল max-gain --write-s2p-viewer-gain <filename> - S2P ফাইল লিখুন, port-2 হল viewer-gain --write-rdpat <filename> - রেডিয়েশন প্যাটার্নের CSV লিখুন --write-currents <filename> - কারেন্ট এবং চার্জের CSV লিখুন
cs: Použití: xnec2c [volby] [<název-vstupního-souboru>] -i|--input <název-vstupního-souboru> -c|--config <cesta-konfiguračního-souboru> - soubor musí existovat -C|--new-config <cesta-nového-konfiguračního-souboru> - vytvoří soubor, pokud chybí -j|--jobs <počet procesorů v SMP stroji> (-j0 zakáže forkování) --openblas-threads <n> nastavit počet vláken OpenBLAS (výchozí: 1) --mkl-threads <n> nastavit počet vláken Intel MKL (výchozí: 1) --omp-threads <n> nastavit počet vláken OpenMP (výchozí: 1) -b|--batch: povolit dávkový režim, ukončit po dokončení frekvenční smyčky -P|--no-pthreads: zakázat pthreads a použít GTK smyčku pro ladění -h|--help: vypsat informace o použití a ukončit -V|--version: vypsat číslo verze xnec2c a ukončit -v|--verbose: zvýšit podrobnost, lze zadat vícekrát -d|--debug: povolit ladicí výstup (-dd zahrnuje zásobníky volání) -d|--quiet: potlačit ladicí/podrobný výstup --optimize: Okamžitě aktivovat optimalizátor. --skip-verify: přeskočit kontroly ověření geometrie Následující argumenty zapisují do výstupního souboru po dokončení frekvenční smyčky. Jsou užitečné v kombinaci s --batch; Pokud chcete zadat názvy souborů k zápisu bez režimu --batch, povolte Soubor->Nastavení optimalizátoru, jinak soubory zadané na příkazovém řádku nebudou zapsány. --write-csv <název-souboru> - zapsat CSV soubor měření --write-s1p <název-souboru> - zapsat S1P soubor S-parametrů --write-s2p-max-gain <název-souboru> - zapsat S2P soubor, port-2 je max-gain --write-s2p-viewer-gain <název-souboru> - zapsat S2P soubor, port-2 je viewer-gain --write-rdpat <název-souboru> - zapsat CSV vyzařovacího diagramu --write-currents <název-souboru> - zapsat CSV proudů a nábojů
el: Χρήση: xnec2c [επιλογές] [<όνομα-αρχείου-εισόδου>] -i|--input <όνομα-αρχείου-εισόδου> -c|--config <διαδρομή-αρχείου-ρυθμίσεων> - το αρχείο πρέπει να υπάρχει -C|--new-config <διαδρομή-νέου-αρχείου-ρυθμίσεων> - δημιουργεί το αρχείο αν λείπει -j|--jobs <αριθμός επεξεργαστών σε μηχανή SMP> (-j0 απενεργοποιεί το forking) --openblas-threads <n> ορισμός αριθμού νημάτων OpenBLAS (προεπιλογή: 1) --mkl-threads <n> ορισμός αριθμού νημάτων Intel MKL (προεπιλογή: 1) --omp-threads <n> ορισμός αριθμού νημάτων OpenMP (προεπιλογή: 1) -b|--batch: ενεργοποίηση λειτουργίας δέσμης, έξοδος μετά την εκτέλεση του βρόχου συχνότητας -P|--no-pthreads: απενεργοποίηση pthreads και χρήση του βρόχου GTK για αποσφαλμάτωση -h|--help: εμφάνιση πληροφοριών χρήσης και έξοδος -V|--version: εμφάνιση αριθμού έκδοσης xnec2c και έξοδος -v|--verbose: αύξηση λεπτομέρειας, μπορεί να καθοριστεί πολλές φορές -d|--debug: ενεργοποίηση εξόδου αποσφαλμάτωσης (-dd περιλαμβάνει backtraces) -d|--quiet: καταστολή εξόδου αποσφαλμάτωσης/λεπτομέρειας --optimize: Ενεργοποίηση του βελτιστοποιητή αμέσως. --skip-verify: παράλειψη ελέγχων επαλήθευσης γεωμετρίας Τα ακόλουθα ορίσματα γράφουν σε αρχείο εξόδου μετά την ολοκλήρωση του βρόχου συχνότητας. Αυτά είναι χρήσιμα σε συνδυασμό με --batch· Αν θέλετε να καθορίσετε ονόματα αρχείων για εγγραφή χωρίς λειτουργία --batch τότε ενεργοποιήστε τις Ρυθμίσεις Βελτιστοποιητή από το μενού Αρχείο διαφορετικά τα αρχεία που καθορίζετε στη γραμμή εντολών δεν θα εγγραφούν. --write-csv <όνομα αρχείου> - εγγραφή αρχείου CSV μετρήσεων --write-s1p <όνομα αρχείου> - εγγραφή αρχείου S1P παραμέτρων S --write-s2p-max-gain <όνομα αρχείου> - εγγραφή αρχείου S2P, η θύρα-2 είναι μέγιστο κέρδος --write-s2p-viewer-gain <όνομα αρχείου> - εγγραφή αρχείου S2P, η θύρα-2 είναι κέρδος παρατηρητή --write-rdpat <όνομα αρχείου> - εγγραφή CSV διαγράμματος ακτινοβολίας --write-currents <όνομα αρχείου> - εγγραφή CSV ρευμάτων και φορτίων
es: Uso: xnec2c [opciones] [<nombre-archivo-entrada>] -i|--input <nombre-archivo-entrada> -c|--config <ruta-archivo-config> - el archivo debe existir -C|--new-config <ruta-nuevo-archivo-config> - crea el archivo si no existe -j|--jobs <número de procesadores en máquina SMP> (-j0 deshabilita bifurcación) --openblas-threads <n> establecer número de hilos OpenBLAS (predeterminado: 1) --mkl-threads <n> establecer número de hilos Intel MKL (predeterminado: 1) --omp-threads <n> establecer número de hilos OpenMP (predeterminado: 1) -b|--batch: habilitar modo por lotes, salir después de ejecutar el bucle de frecuencia -P|--no-pthreads: deshabilitar pthreads y usar el bucle GTK para depuración -h|--help: mostrar información de uso y salir -V|--version: mostrar número de versión de xnec2c y salir -v|--verbose: aumentar verbosidad, se puede especificar múltiples veces -d|--debug: habilitar salida de depuración (-dd incluye trazas de pila) -d|--quiet: suprimir salida de depuración/verbosidad --optimize: Activar el optimizador inmediatamente. --skip-verify: omitir verificaciones de geometría Los siguientes argumentos escriben a un archivo de salida después de completar el bucle de frecuencia. Son útiles para combinar con --batch; Si desea especificar nombres de archivo para escribir sin modo --batch, habilite Archivo->Configuración del Optimizador o los archivos especificados en la línea de comandos no se escribirán. --write-csv <nombre-archivo> - escribir archivo CSV de mediciones --write-s1p <nombre-archivo> - escribir archivo S1P de parámetros S --write-s2p-max-gain <nombre-archivo> - escribir archivo S2P, puerto-2 es ganancia máxima --write-s2p-viewer-gain <nombre-archivo> - escribir archivo S2P, puerto-2 es ganancia del visor --write-rdpat <nombre-archivo> - escribir CSV del patrón de radiación --write-currents <nombre-archivo> - escribir CSV de corrientes y cargas
et: Kasutamine: xnec2c [valikud] [<sisendfaili-nimi>] -i|--input <sisendfaili-nimi> -c|--config <konfiguratsioonifaili-tee> - fail peab olema olemas -C|--new-config <uue-konfiguratsioonifaili-tee> - loob faili, kui puudub -j|--jobs <protsessorite arv SMP masinas> (-j0 keelab hargnemise) --openblas-threads <n> määra OpenBLAS lõimede arv (vaikimisi: 1) --mkl-threads <n> määra Intel MKL lõimede arv (vaikimisi: 1) --omp-threads <n> määra OpenMP lõimede arv (vaikimisi: 1) -b|--batch: luba pakkrežiim, välju pärast sagedustsükli lõppu -P|--no-pthreads: keela pthreads ja kasuta silumiseks GTK tsüklit -h|--help: kuva kasutusteave ja välju -V|--version: kuva xnec2c versiooninumber ja välju -v|--verbose: suurenda üksikasjalikkust, saab määrata mitu korda -d|--debug: luba silumisväljund (-dd sisaldab tagasijälgi) -d|--quiet: summuta silumis-/üksikasjalik väljund --optimize: Aktiveeri optimeerija kohe. --skip-verify: jäta geomeetria kontroll vahele Järgmised argumendid kirjutavad väljundfaili pärast sagedustsükli lõppu. Need on kasulikud koos --batch valikuga; Kui soovite määrata failinimed kirjutamiseks ilma --batch režiimita, siis lubage Fail->Optimeerija seaded, vastasel juhul käsureal määratud faile ei kirjutata. --write-csv <failinimi> - kirjuta mõõtmiste CSV-fail --write-s1p <failinimi> - kirjuta S-parameetrite S1P-fail --write-s2p-max-gain <failinimi> - kirjuta S2P-fail, port-2 on max-gain --write-s2p-viewer-gain <failinimi> - kirjuta S2P-fail, port-2 on viewer-gain --write-rdpat <failinimi> - kirjuta kiirgusdiagrammi CSV --write-currents <failinimi> - kirjuta voolude ja laengute CSV
fi: Käyttö: xnec2c [valitsimet] [<syötetiedoston-nimi>] -i|--input <syötetiedoston-nimi> -c|--config <asetustiedoston-polku> - tiedoston on oltava olemassa -C|--new-config <uuden-asetustiedoston-polku> - luo tiedoston, jos se puuttuu -j|--jobs <prosessorien määrä SMP-koneessa> (-j0 poistaa haaroituksen käytöstä) --openblas-threads <n> aseta OpenBLAS-säikeiden määrä (oletus: 1) --mkl-threads <n> aseta Intel MKL -säikeiden määrä (oletus: 1) --omp-threads <n> aseta OpenMP-säikeiden määrä (oletus: 1) -b|--batch: ota erätila käyttöön, lopeta taajuussilmukan jälkeen -P|--no-pthreads: poista pthreads käytöstä ja käytä GTK-silmukkaa virheenkorjaukseen -h|--help: tulosta käyttöohjeet ja lopeta -V|--version: tulosta xnec2c:n versionumero ja lopeta -v|--verbose: lisää yksityiskohtaisuutta, voidaan määrittää useita kertoja -d|--debug: ota virheenkorjaustulostus käyttöön (-dd sisältää pinojäljitykset) -d|--quiet: estä virheenkorjaus-/yksityiskohtainen tulostus --optimize: Aktivoi optimoija välittömästi. --skip-verify: ohita geometrian tarkistukset Seuraavat argumentit kirjoittavat tulostiedostoon taajuussilmukan valmistuttua. Nämä ovat hyödyllisiä yhdessä --batch-tilan kanssa. Jos haluat määrittää tiedostonimet ilman --batch-tilaa, ota käyttöön Tiedosto->Optimoijan asetukset, muuten komentorivillä määritettyjä tiedostoja ei kirjoiteta. --write-csv <tiedostonimi> - kirjoita mittausten CSV-tiedosto --write-s1p <tiedostonimi> - kirjoita S-parametrien S1P-tiedosto --write-s2p-max-gain <tiedostonimi> - kirjoita S2P-tiedosto, portti 2 on maksimivahvistus --write-s2p-viewer-gain <tiedostonimi> - kirjoita S2P-tiedosto, portti 2 on katseluvahvistus --write-rdpat <tiedostonimi> - kirjoita säteilykuvion CSV-tiedosto --write-currents <tiedostonimi> - kirjoita virtojen ja varausten CSV-tiedosto
fr: Utilisation : xnec2c [options] [<fichier-entrée>] -i|--input <fichier-entrée> -c|--config <chemin-fichier-config> - le fichier doit exister -C|--new-config <nouveau-chemin-fichier-config> - crée le fichier s'il est manquant -j|--jobs <nombre de processeurs dans une machine SMP> (-j0 désactive le fork) --openblas-threads <n> définit le nombre de threads OpenBLAS (par défaut : 1) --mkl-threads <n> définit le nombre de threads Intel MKL (par défaut : 1) --omp-threads <n> définit le nombre de threads OpenMP (par défaut : 1) -b|--batch: active le mode batch, quitte après l'exécution de la boucle de fréquence -P|--no-pthreads: désactive pthreads et utilise la boucle GTK pour le débogage -h|--help: affiche les informations d'utilisation et quitte -V|--version: affiche le numéro de version de xnec2c et quitte -v|--verbose: augmente la verbosité, peut être spécifié plusieurs fois -d|--debug: active la sortie de débogage (-dd inclut les traces d'appels) -d|--quiet: supprime la sortie de débogage/verbosité --optimize: Active l'optimiseur immédiatement. --skip-verify: ignore les vérifications de géométrie Les arguments suivants écrivent dans un fichier de sortie après la fin de la boucle de fréquence. Ils sont utiles à combiner avec --batch ; si vous souhaitez spécifier des noms de fichiers à écrire sans le mode --batch, activez Fichier->Paramètres de l'optimiseur, sinon les fichiers que vous spécifiez en ligne de commande ne seront pas écrits. --write-csv <fichier> - écrit un fichier CSV des mesures --write-s1p <fichier> - écrit un fichier S1P des paramètres S --write-s2p-max-gain <fichier> - écrit un fichier S2P, port-2 est gain maximum --write-s2p-viewer-gain <fichier> - écrit un fichier S2P, port-2 est gain observateur --write-rdpat <fichier> - écrit un CSV du diagramme de rayonnement --write-currents <fichier> - écrit un CSV des courants et charges
hi: उपयोग: xnec2c [विकल्प] [<input-file-name>] -i|--input <input-file-name> -c|--config <config-file-path> - फ़ाइल मौजूद होनी चाहिए -C|--new-config <new-config-file-path> - गायब होने पर फ़ाइल बनाता है -j|--jobs <SMP मशीन में प्रोसेसर की संख्या> (-j0 forking अक्षम करता है) --openblas-threads <n> OpenBLAS थ्रेड संख्या सेट करें (डिफ़ॉल्ट: 1) --mkl-threads <n> Intel MKL थ्रेड संख्या सेट करें (डिफ़ॉल्ट: 1) --omp-threads <n> OpenMP थ्रेड संख्या सेट करें (डिफ़ॉल्ट: 1) -b|--batch: बैच मोड सक्षम करें, आवृत्ति लूप चलने के बाद बाहर निकलें -P|--no-pthreads: डिबगिंग के लिए pthreads अक्षम करें और GTK लूप का उपयोग करें -h|--help: उपयोग जानकारी प्रिंट करें और बाहर निकलें -V|--version: xnec2c संस्करण संख्या प्रिंट करें और बाहर निकलें -v|--verbose: वर्बोसिटी बढ़ाएं, कई बार निर्दिष्ट किया जा सकता है -d|--debug: डिबग आउटपुट सक्षम करें (-dd में बैकट्रेस शामिल हैं) -d|--quiet: डिबग/वर्बोस आउटपुट दबाएं --optimize: ऑप्टिमाइज़र को तुरंत सक्रिय करें। --skip-verify: ज्यामिति सत्यापन जाँच छोड़ें निम्नलिखित आर्गुमेंट आवृत्ति लूप पूरा होने के बाद आउटपुट फ़ाइल में लिखते हैं। ये --batch के साथ संयोजन में उपयोगी हैं; यदि आप --batch मोड के बिना लिखने के लिए फ़ाइलनाम निर्दिष्ट करना चाहते हैं तो File->Optimizer Settings सक्षम करें अन्यथा कमांड लाइन पर निर्दिष्ट फ़ाइलें नहीं लिखी जाएंगी। --write-csv <filename> - माप की CSV फ़ाइल लिखें --write-s1p <filename> - S-parameters की S1P फ़ाइल लिखें --write-s2p-max-gain <filename> - S2P फ़ाइल लिखें, port-2 max-gain है --write-s2p-viewer-gain <filename> - S2P फ़ाइल लिखें, port-2 viewer-gain है --write-rdpat <filename> - विकिरण पैटर्न की CSV लिखें --write-currents <filename> - धाराओं और आवेशों की CSV लिखें
hr: Uporaba: xnec2c [opcije] [<ime-ulazne-datoteke>] -i|--input <ime-ulazne-datoteke> -c|--config <putanja-konfiguracijske-datoteke> - datoteka mora postojati -C|--new-config <putanja-nove-konfiguracijske-datoteke> - stvara datoteku ako nedostaje -j|--jobs <broj procesora u SMP stroju> (-j0 onemogućuje forkanje) --openblas-threads <n> postavi broj OpenBLAS niti (zadano: 1) --mkl-threads <n> postavi broj Intel MKL niti (zadano: 1) --omp-threads <n> postavi broj OpenMP niti (zadano: 1) -b|--batch: omogući batch način, izlaz nakon završetka frekvencijske petlje -P|--no-pthreads: onemogući pthreads i koristi GTK petlju za debugiranje -h|--help: ispiši informacije o uporabi i izađi -V|--version: ispiši broj verzije xnec2c i izađi -v|--verbose: povećaj opširnost, može se navesti više puta -d|--debug: omogući debug izlaz (-dd uključuje povratne tragove) -d|--quiet: suzbij debug/verbose izlaz --optimize: Odmah aktiviraj optimizator. --skip-verify: preskoči provjere verifikacije geometrije Sljedeći argumenti zapisuju u izlaznu datoteku nakon završetka frekvencijske petlje. Korisni su u kombinaciji s --batch; Ako želite navesti imena datoteka za zapisivanje bez --batch načina, omogućite Datoteka->Postavke optimizatora ili se datoteke koje navedete u naredbenom retku neće zapisati. --write-csv <ime-datoteke> - zapiši CSV datoteku mjerenja --write-s1p <ime-datoteke> - zapiši S1P datoteku S-parametara --write-s2p-max-gain <ime-datoteke> - zapiši S2P datoteku, port-2 je max-gain --write-s2p-viewer-gain <ime-datoteke> - zapiši S2P datoteku, port-2 je viewer-gain --write-rdpat <ime-datoteke> - zapiši CSV dijagrama zračenja --write-currents <ime-datoteke> - zapiši CSV struja i naboja
id: Penggunaan: xnec2c [opsi] [<nama-file-input>] -i|--input <nama-file-input> -c|--config <path-file-konfigurasi> - file harus ada -C|--new-config <path-file-konfigurasi-baru> - membuat file jika tidak ada -j|--jobs <jumlah prosesor di mesin SMP> (-j0 menonaktifkan forking) --openblas-threads <n> atur jumlah thread OpenBLAS (default: 1) --mkl-threads <n> atur jumlah thread Intel MKL (default: 1) --omp-threads <n> atur jumlah thread OpenMP (default: 1) -b|--batch: aktifkan mode batch, keluar setelah loop frekuensi selesai -P|--no-pthreads: nonaktifkan pthreads dan gunakan loop GTK untuk debugging -h|--help: tampilkan informasi penggunaan dan keluar -V|--version: tampilkan nomor versi xnec2c dan keluar -v|--verbose: tingkatkan verbositas, dapat ditentukan beberapa kali -d|--debug: aktifkan output debug (-dd menyertakan backtrace) -d|--quiet: sembunyikan output debug/verbose --optimize: Aktifkan optimizer segera. --skip-verify: lewati pemeriksaan verifikasi geometri Argumen berikut menulis ke file output setelah loop frekuensi selesai. Ini berguna untuk dikombinasikan dengan --batch; Jika Anda ingin menentukan nama file untuk ditulis tanpa mode --batch maka aktifkan File->Optimizer Settings atau file yang Anda tentukan di baris perintah tidak akan ditulis. --write-csv <namafile> - tulis file CSV pengukuran --write-s1p <namafile> - tulis file S1P S-parameter --write-s2p-max-gain <namafile> - tulis file S2P, port-2 adalah max-gain --write-s2p-viewer-gain <namafile> - tulis file S2P, port-2 adalah viewer-gain --write-rdpat <namafile> - tulis CSV pola radiasi --write-currents <namafile> - tulis CSV arus dan muatan
it: Uso: xnec2c [opzioni] [<nome-file-input>] -i|--input <nome-file-input> -c|--config <percorso-file-config> - il file deve esistere -C|--new-config <percorso-nuovo-file-config> - crea il file se mancante -j|--jobs <numero di processori in macchina SMP> (-j0 disabilita il forking) --openblas-threads <n> imposta il numero di thread OpenBLAS (predefinito: 1) --mkl-threads <n> imposta il numero di thread Intel MKL (predefinito: 1) --omp-threads <n> imposta il numero di thread OpenMP (predefinito: 1) -b|--batch: abilita modalità batch, esce dopo l'esecuzione del ciclo di frequenza -P|--no-pthreads: disabilita pthreads e usa il ciclo GTK per il debug -h|--help: stampa le informazioni di utilizzo ed esce -V|--version: stampa il numero di versione di xnec2c ed esce -v|--verbose: aumenta la verbosità, può essere specificato più volte -d|--debug: abilita l'output di debug (-dd include i backtrace) -d|--quiet: sopprimi l'output di debug/verbose --optimize: Attiva l'ottimizzatore immediatamente. --skip-verify: salta i controlli di verifica della geometria I seguenti argomenti scrivono su un file di output dopo il completamento del ciclo di frequenza. Sono utili da combinare con --batch; Se si desidera specificare nomi di file da scrivere senza la modalità --batch, abilitare File->Impostazioni Ottimizzatore o i file specificati sulla riga di comando non verranno scritti. --write-csv <nomefile> - scrivi file CSV delle misurazioni --write-s1p <nomefile> - scrivi file S1P dei parametri S --write-s2p-max-gain <nomefile> - scrivi file S2P, porta-2 è guadagno massimo --write-s2p-viewer-gain <nomefile> - scrivi file S2P, porta-2 è guadagno visualizzatore --write-rdpat <nomefile> - scrivi CSV del diagramma di radiazione --write-currents <nomefile> - scrivi CSV di correnti e cariche
ja: 使用方法: xnec2c [オプション] [<入力ファイル名>] -i|--input <入力ファイル名> -c|--config <設定ファイルパス> - ファイルが存在する必要があります -C|--new-config <新規設定ファイルパス> - ファイルがない場合は作成します -j|--jobs <SMPマシンのプロセッサ数> (-j0でフォークを無効化) --openblas-threads <n> OpenBLASスレッド数を設定 (デフォルト: 1) --mkl-threads <n> Intel MKLスレッド数を設定 (デフォルト: 1) --omp-threads <n> OpenMPスレッド数を設定 (デフォルト: 1) -b|--batch: バッチモードを有効にし、周波数ループ実行後に終了 -P|--no-pthreads: pthreadsを無効にしてデバッグ用にGTKループを使用 -h|--help: 使用方法を表示して終了 -V|--version: xnec2cのバージョン番号を表示して終了 -v|--verbose: 詳細度を上げる。複数回指定可能 -d|--debug: デバッグ出力を有効にする (-ddでバックトレースを含む) -d|--quiet: デバッグ/詳細出力を抑制 --optimize: オプティマイザを直ちに起動 --skip-verify: ジオメトリ検証チェックをスキップ 以下の引数は周波数ループ完了後に出力ファイルに書き込みます。 これらは--batchと組み合わせると便利です。--batchモードなしで ファイル名を指定する場合は、ファイル→オプティマイザ設定を有効に してください。そうしないとコマンドラインで指定したファイルは書き込まれません。 --write-csv <ファイル名> - 測定値のCSVファイルを書き込む --write-s1p <ファイル名> - SパラメータのS1Pファイルを書き込む --write-s2p-max-gain <ファイル名> - S2Pファイルを書き込む。ポート2は最大利得 --write-s2p-viewer-gain <ファイル名> - S2Pファイルを書き込む。ポート2はビューア利得 --write-rdpat <ファイル名> - 放射パターンのCSVを書き込む --write-currents <ファイル名> - 電流と電荷のCSVを書き込む
lt: Naudojimas: xnec2c [parinktys] [<įvesties-failo-pavadinimas>] -i|--input <įvesties-failo-pavadinimas> -c|--config <konfigūracijos-failo-kelias> - failas turi egzistuoti -C|--new-config <naujo-konfigūracijos-failo-kelias> - sukuria failą, jei trūksta -j|--jobs <procesorių skaičius SMP įrenginyje> (-j0 išjungia procesų kūrimą) --openblas-threads <n> nustatyti OpenBLAS gijų skaičių (numatyta: 1) --mkl-threads <n> nustatyti Intel MKL gijų skaičių (numatyta: 1) --omp-threads <n> nustatyti OpenMP gijų skaičių (numatyta: 1) -b|--batch: įjungti paketinį režimą, išeiti po dažnio ciklo -P|--no-pthreads: išjungti pthreads ir naudoti GTK ciklą derinimui -h|--help: išspausdinti naudojimo informaciją ir išeiti -V|--version: išspausdinti xnec2c versijos numerį ir išeiti -v|--verbose: padidinti išsamumą, gali būti nurodyta kelis kartus -d|--debug: įjungti derinimo išvestį (-dd įtraukia steko sekimus) -d|--quiet: slopinti derinimo/išsamią išvestį --optimize: Aktyvuoti optimizatorių nedelsiant. --skip-verify: praleisti geometrijos tikrinimo patikras Toliau nurodyti argumentai įrašo į išvesties failą pasibaigus dažnio ciklui. Jie naudingi derinti su --batch; Jei norite nurodyti failo pavadinimus įrašymui be --batch režimo, įjunkite Failas->Optimizavimo nustatymai arba nurodyti komandinėje eilutėje failai nebus įrašyti. --write-csv <failo-pavadinimas> - įrašyti CSV failą su matavimais --write-s1p <failo-pavadinimas> - įrašyti S1P failą su S-parametrais --write-s2p-max-gain <failo-pavadinimas> - įrašyti S2P failą, prievadas-2 yra maks-stiprinimas --write-s2p-viewer-gain <failo-pavadinimas> - įrašyti S2P failą, prievadas-2 yra peržiūros-stiprinimas --write-rdpat <failo-pavadinimas> - įrašyti CSV su spinduliavimo diagrama --write-currents <failo-pavadinimas> - įrašyti CSV su srovėmis ir krūviais
lv: Lietojums: xnec2c [opcijas] [<ievades-faila-nosaukums>] -i|--input <ievades-faila-nosaukums> -c|--config <konfigurācijas-faila-ceļš> - failam jāeksistē -C|--new-config <jauna-konfigurācijas-faila-ceļš> - izveido failu, ja tas neeksistē -j|--jobs <procesoru skaits SMP mašīnā> (-j0 atspējo sazarošanu) --openblas-threads <n> iestatīt OpenBLAS pavedienu skaitu (noklusējums: 1) --mkl-threads <n> iestatīt Intel MKL pavedienu skaitu (noklusējums: 1) --omp-threads <n> iestatīt OpenMP pavedienu skaitu (noklusējums: 1) -b|--batch: iespējot pakešu režīmu, iziet pēc frekvenču cikla izpildes -P|--no-pthreads: atspējot pthreads un izmantot GTK ciklu atkļūdošanai -h|--help: parādīt lietošanas informāciju un iziet -V|--version: parādīt xnec2c versijas numuru un iziet -v|--verbose: palielināt detalizāciju, var norādīt vairākas reizes -d|--debug: iespējot atkļūdošanas izvadi (-dd iekļauj izsaukumu izsekošanu) -d|--quiet: apslāpēt atkļūdošanas/detalizēto izvadi --optimize: Nekavējoties aktivizēt optimizētāju. --skip-verify: izlaist ģeometrijas verifikācijas pārbaudes Šie argumenti raksta izvades failā pēc frekvenču cikla pabeigšanas. Tos ir noderīgi kombinēt ar --batch; Ja vēlaties norādīt failu nosaukumus rakstīšanai bez --batch režīma, tad iespējojiet File->Optimizer Settings, pretējā gadījumā komandrindā norādītie faili netiks rakstīti. --write-csv <faila_nosaukums> - rakstīt CSV failu ar mērījumiem --write-s1p <faila_nosaukums> - rakstīt S1P failu ar S-parametriem --write-s2p-max-gain <faila_nosaukums> - rakstīt S2P failu, port-2 ir maksimālais pastiprinājums --write-s2p-viewer-gain <faila_nosaukums> - rakstīt S2P failu, port-2 ir skatītāja pastiprinājums --write-rdpat <faila_nosaukums> - rakstīt CSV ar starojuma diagrammu --write-currents <faila_nosaukums> - rakstīt CSV ar strāvām un lādiņiem
mk: Употреба: xnec2c [опции] [<име-на-влезна-датотека>] -i|--input <име-на-влезна-датотека> -c|--config <патека-до-конфиг-датотека> - датотеката мора да постои -C|--new-config <патека-до-нова-конфиг-датотека> - ја создава датотеката ако недостасува -j|--jobs <број на процесори во SMP машина> (-j0 го оневозможува разгранувањето) --openblas-threads <n> постави број на OpenBLAS нишки (стандардно: 1) --mkl-threads <n> постави број на Intel MKL нишки (стандардно: 1) --omp-threads <n> постави број на OpenMP нишки (стандардно: 1) -b|--batch: овозможи сериски режим, излези по извршување на фреквентната јамка -P|--no-pthreads: оневозможи pthreads и користи GTK јамка за дебагирање -h|--help: прикажи информации за употреба и излези -V|--version: прикажи број на верзија на xnec2c и излези -v|--verbose: зголеми детализирање, може да се наведе повеќе пати -d|--debug: овозможи debug излез (-dd вклучува backtraces) -d|--quiet: потисни debug/verbose излез --optimize: Активирај го оптимизаторот веднаш. --skip-verify: прескокни проверки за верификација на геометрија Следните аргументи запишуваат во излезна датотека по завршување на фреквентната јамка. Овие се корисни во комбинација со --batch; Ако сакате да наведете имиња на датотеки за запишување без --batch режим тогаш овозможете File->Optimizer Settings или датотеките што ги наведовте на командната линија нема да бидат запишани. --write-csv <датотека> - запиши CSV датотека со мерења --write-s1p <датотека> - запиши S1P датотека со S-параметри --write-s2p-max-gain <датотека> - запиши S2P датотека, port-2 е max-gain --write-s2p-viewer-gain <датотека> - запиши S2P датотека, port-2 е viewer-gain --write-rdpat <датотека> - запиши CSV на дијаграмот на зрачење --write-currents <датотека> - запиши CSV на струи и полнежи
no: Bruk: xnec2c [alternativer] [<inndatafil-navn>] -i|--input <inndatafil-navn> -c|--config <konfigurasjonsfil-sti> - filen må eksistere -C|--new-config <ny-konfigurasjonsfil-sti> - oppretter filen hvis den mangler -j|--jobs <antall prosessorer i SMP-maskin> (-j0 deaktiverer forking) --openblas-threads <n> angi OpenBLAS-trådantall (standard: 1) --mkl-threads <n> angi Intel MKL-trådantall (standard: 1) --omp-threads <n> angi OpenMP-trådantall (standard: 1) -b|--batch: aktiver satsvis modus, avslutt etter frekvenssløyfen kjører -P|--no-pthreads: deaktiver pthreads og bruk GTK-løkken for feilsøking -h|--help: skriv ut bruksinformasjon og avslutt -V|--version: skriv ut xnec2c-versjonsnummer og avslutt -v|--verbose: øk detaljeringsgrad, kan angis flere ganger -d|--debug: aktiver feilsøkingsutdata (-dd inkluderer tilbakesporing) -d|--quiet: undertrykk feilsøkings-/detaljert utdata --optimize: Aktiver optimalisatoren umiddelbart. --skip-verify: hopp over geometriverifiseringskontroller Følgende argumenter skriver til en utdatafil etter at frekvenssløyfen fullføres. Disse er nyttige å kombinere med --batch; Hvis du ønsker å angi filnavn for skriving uten --batch-modus, aktiver Fil->Optimalisatorinnstillinger eller filene du angir på kommandolinjen vil ikke bli skrevet. --write-csv <filnavn> - skriv CSV-fil med målinger --write-s1p <filnavn> - skriv S1P-fil med S-parametre --write-s2p-max-gain <filnavn> - skriv S2P-fil, port-2 er maks-forsterkning --write-s2p-viewer-gain <filnavn> - skriv S2P-fil, port-2 er visningsforsterkning --write-rdpat <filnavn> - skriv CSV med strålingsmønsteret --write-currents <filnavn> - skriv CSV med strømmer og ladninger
pl: Użycie: xnec2c [opcje] [<nazwa-pliku-wejściowego>] -i|--input <nazwa-pliku-wejściowego> -c|--config <ścieżka-pliku-konfiguracji> - plik musi istnieć -C|--new-config <ścieżka-nowego-pliku-konfiguracji> - tworzy plik, jeśli nie istnieje -j|--jobs <liczba procesorów w maszynie SMP> (-j0 wyłącza rozwidlanie) --openblas-threads <n> ustaw liczbę wątków OpenBLAS (domyślnie: 1) --mkl-threads <n> ustaw liczbę wątków Intel MKL (domyślnie: 1) --omp-threads <n> ustaw liczbę wątków OpenMP (domyślnie: 1) -b|--batch: włącz tryb wsadowy, zakończ po wykonaniu pętli częstotliwości -P|--no-pthreads: wyłącz pthreads i użyj pętli GTK do debugowania -h|--help: wyświetl informacje o użyciu i zakończ -V|--version: wyświetl numer wersji xnec2c i zakończ -v|--verbose: zwiększ szczegółowość, można podać wielokrotnie -d|--debug: włącz wyjście debugowania (-dd zawiera ślady stosu) -d|--quiet: pomiń wyjście debugowania/szczegółowe --optimize: Aktywuj optymalizator natychmiast. --skip-verify: pomiń sprawdzanie weryfikacji geometrii Następujące argumenty zapisują do pliku wyjściowego po zakończeniu pętli częstotliwości. Są przydatne w połączeniu z --batch; Jeśli chcesz określić nazwy plików do zapisu bez trybu --batch, włącz Plik->Ustawienia optymalizatora, w przeciwnym razie pliki określone w wierszu poleceń nie zostaną zapisane. --write-csv <nazwa_pliku> - zapisz plik CSV z pomiarami --write-s1p <nazwa_pliku> - zapisz plik S1P z parametrami S --write-s2p-max-gain <nazwa_pliku> - zapisz plik S2P, port-2 to maks. zysk --write-s2p-viewer-gain <nazwa_pliku> - zapisz plik S2P, port-2 to zysk obserwatora --write-rdpat <nazwa_pliku> - zapisz CSV charakterystyki promieniowania --write-currents <nazwa_pliku> - zapisz CSV prądów i ładunków
pt: Uso: xnec2c [opções] [<nome-do-arquivo-de-entrada>] -i|--input <nome-do-arquivo-de-entrada> -c|--config <caminho-do-arquivo-de-configuração> - o arquivo deve existir -C|--new-config <caminho-do-novo-arquivo-de-configuração> - cria o arquivo quando ausente -j|--jobs <número de processadores na máquina SMP> (-j0 desabilita bifurcação) --openblas-threads <n> define a contagem de threads do OpenBLAS (padrão: 1) --mkl-threads <n> define a contagem de threads do Intel MKL (padrão: 1) --omp-threads <n> define a contagem de threads do OpenMP (padrão: 1) -b|--batch: habilita o modo em lote, sai após a execução do loop de frequência -P|--no-pthreads: desabilita pthreads e usa o loop GTK para depuração -h|--help: imprime informações de uso e sai -V|--version: imprime o número da versão do xnec2c e sai -v|--verbose: aumenta a verbosidade, pode ser especificado várias vezes -d|--debug: habilita saída de depuração (-dd inclui rastreamentos) -d|--quiet: suprime saída de depuração/verbosidade --optimize: Ativa o otimizador imediatamente. --skip-verify: ignora verificações de validação da geometria Os seguintes argumentos escrevem em um arquivo de saída após a conclusão do loop de frequência. Estes são úteis para combinar com --batch; Se você deseja especificar nomes de arquivos para escrever sem o modo --batch, então habilite Arquivo->Configurações do Otimizador ou os arquivos especificados na linha de comando não serão escritos. --write-csv <nome-do-arquivo> - escreve arquivo CSV de medições --write-s1p <nome-do-arquivo> - escreve arquivo S1P de parâmetros-S --write-s2p-max-gain <nome-do-arquivo> - escreve arquivo S2P, porta-2 é ganho máximo --write-s2p-viewer-gain <nome-do-arquivo> - escreve arquivo S2P, porta-2 é ganho do visualizador --write-rdpat <nome-do-arquivo> - escreve CSV do padrão de radiação --write-currents <nome-do-arquivo> - escreve CSV de correntes e cargas
ro: Utilizare: xnec2c [opțiuni] [<nume-fișier-intrare>] -i|--input <nume-fișier-intrare> -c|--config <cale-fișier-config> - fișierul trebuie să existe -C|--new-config <cale-fișier-config-nou> - creează fișierul dacă lipsește -j|--jobs <număr de procesoare în mașină SMP> (-j0 dezactivează bifurcarea) --openblas-threads <n> setează numărul de fire OpenBLAS (implicit: 1) --mkl-threads <n> setează numărul de fire Intel MKL (implicit: 1) --omp-threads <n> setează numărul de fire OpenMP (implicit: 1) -b|--batch: activează modul batch, ieșire după rularea buclei de frecvență -P|--no-pthreads: dezactivează pthreads și folosește bucla GTK pentru depanare -h|--help: afișează informații de utilizare și ieșire -V|--version: afișează numărul versiunii xnec2c și ieșire -v|--verbose: crește nivelul de detalii, poate fi specificat de mai multe ori -d|--debug: activează ieșirea de depanare (-dd include urmărirea stivei) -d|--quiet: suprimă ieșirea de depanare/detalii --optimize: Activează optimizatorul imediat. --skip-verify: omite verificările geometriei Următoarele argumente scriu într-un fișier de ieșire după finalizarea buclei de frecvență. Acestea sunt utile în combinație cu --batch; Dacă doriți să specificați nume de fișiere fără modul --batch, atunci activați File->Optimizer Settings, altfel fișierele specificate în linia de comandă nu vor fi scrise. --write-csv <nume_fișier> - scrie fișier CSV cu măsurători --write-s1p <nume_fișier> - scrie fișier S1P cu parametri S --write-s2p-max-gain <nume_fișier> - scrie fișier S2P, port-2 este câștig maxim --write-s2p-viewer-gain <nume_fișier> - scrie fișier S2P, port-2 este câștig vizualizator --write-rdpat <nume_fișier> - scrie CSV al diagramei de radiație --write-currents <nume_fișier> - scrie CSV cu curenți și sarcini
ru: Использование: xnec2c [опции] [<имя-входного-файла>] -i|--input <имя-входного-файла> -c|--config <путь-к-файлу-конфигурации> - файл должен существовать -C|--new-config <путь-к-новому-файлу-конфигурации> - создаёт файл при отсутствии -j|--jobs <количество процессоров в SMP-машине> (-j0 отключает форк) --openblas-threads <n> задать количество потоков OpenBLAS (по умолчанию: 1) --mkl-threads <n> задать количество потоков Intel MKL (по умолчанию: 1) --omp-threads <n> задать количество потоков OpenMP (по умолчанию: 1) -b|--batch: включить пакетный режим, выход после завершения цикла частот -P|--no-pthreads: отключить pthreads и использовать цикл GTK для отладки -h|--help: вывести справку и выйти -V|--version: вывести номер версии xnec2c и выйти -v|--verbose: увеличить подробность вывода, можно указать несколько раз -d|--debug: включить отладочный вывод (-dd включает трассировку стека) -d|--quiet: подавить отладочный/подробный вывод --optimize: Активировать оптимизатор немедленно. --skip-verify: пропустить проверку геометрии Следующие аргументы записывают в выходной файл после завершения цикла частот. Их удобно использовать с --batch; Если Вы хотите указать имена файлов для записи без режима --batch, включите Файл->Настройки оптимизатора, иначе файлы, указанные в командной строке, не будут записаны. --write-csv <имя-файла> - записать CSV-файл измерений --write-s1p <имя-файла> - записать S1P-файл S-параметров --write-s2p-max-gain <имя-файла> - записать S2P-файл, port-2 — макс. усиление --write-s2p-viewer-gain <имя-файла> - записать S2P-файл, port-2 — усиление наблюдателя --write-rdpat <имя-файла> - записать CSV диаграммы направленности --write-currents <имя-файла> - записать CSV токов и зарядов
sl: Uporaba: xnec2c [možnosti] [<ime-vhodne-datoteke>] -i|--input <ime-vhodne-datoteke> -c|--config <pot-do-konfiguracijske-datoteke> - datoteka mora obstajati -C|--new-config <pot-do-nove-konfiguracijske-datoteke> - ustvari datoteko, če ne obstaja -j|--jobs <število procesorjev v SMP napravi> (-j0 onemogoči vejitev) --openblas-threads <n> nastavi število niti OpenBLAS (privzeto: 1) --mkl-threads <n> nastavi število niti Intel MKL (privzeto: 1) --omp-threads <n> nastavi število niti OpenMP (privzeto: 1) -b|--batch: omogoči paketni način, izhod po zaključku frekvenčne zanke -P|--no-pthreads: onemogoči pthreads in uporabi GTK zanko za razhroščevanje -h|--help: izpiši informacije o uporabi in zapri -V|--version: izpiši različico xnec2c in zapri -v|--verbose: povečaj razširjenost izpisa, možno večkratno podajanje -d|--debug: omogoči razhroščevalni izpis (-dd vključuje sledenje sklada) -d|--quiet: zaduši razhroščevalni/razširjeni izpis --optimize: Takoj aktiviraj optimizator. --skip-verify: preskoči preverjanja geometrije Naslednji argumenti zapisujejo v izhodno datoteko po zaključku frekvenčne zanke. Uporabni so v kombinaciji z --batch; Če želite določiti imena datotek za zapis brez načina --batch, omogočite Datoteka->Nastavitve optimizatorja, sicer datoteke, ki jih določite v ukazni vrstici, ne bodo zapisane. --write-csv <ime-datoteke> - zapiši CSV datoteko meritev --write-s1p <ime-datoteke> - zapiši S1P datoteko S-parametrov --write-s2p-max-gain <ime-datoteke> - zapiši S2P datoteko, vrata-2 je max-gain --write-s2p-viewer-gain <ime-datoteke> - zapiši S2P datoteko, vrata-2 je viewer-gain --write-rdpat <ime-datoteke> - zapiši CSV sevalnega diagrama --write-currents <ime-datoteke> - zapiši CSV tokov in nabojev
sr: Употреба: xnec2c [опције] [<име-улазне-датотеке>] -i|--input <име-улазне-датотеке> -c|--config <путања-конфиг-датотеке> - датотека мора да постоји -C|--new-config <путања-нове-конфиг-датотеке> - креира датотеку ако недостаје -j|--jobs <број процесора у SMP машини> (-j0 онемогућава форковање) --openblas-threads <n> подеси број OpenBLAS нити (подразумевано: 1) --mkl-threads <n> подеси број Intel MKL нити (подразумевано: 1) --omp-threads <n> подеси број OpenMP нити (подразумевано: 1) -b|--batch: омогући batch режим, изађи након извршавања фреквентне петље -P|--no-pthreads: онемогући pthreads и користи GTK петљу за отклањање грешака -h|--help: прикажи информације о употреби и изађи -V|--version: прикажи број верзије xnec2c и изађи -v|--verbose: повећај опширност, може се навести више пута -d|--debug: омогући debug излаз (-dd укључује backtraces) -d|--quiet: потисни debug/verbose излаз --optimize: Одмах активирај оптимизатор. --skip-verify: прескочи провере верификације геометрије Следећи аргументи уписују у излазну датотеку након завршетка фреквентне петље. Ово је корисно комбиновати са --batch; Ако желите да наведете имена датотека за упис без --batch режима, омогућите File->Optimizer Settings или датотеке које наведете у командној линији неће бити уписане. --write-csv <име-датотеке> - упиши CSV датотеку мерења --write-s1p <име-датотеке> - упиши S1P датотеку S-параметара --write-s2p-max-gain <име-датотеке> - упиши S2P датотеку, port-2 је max-gain --write-s2p-viewer-gain <име-датотеке> - упиши S2P датотеку, port-2 је viewer-gain --write-rdpat <име-датотеке> - упиши CSV дијаграма зрачења --write-currents <име-датотеке> - упиши CSV струја и наелектрисања
sv: Användning: xnec2c [alternativ] [<indatafilnamn>] -i|--input <indatafilnamn> -c|--config <konfigurationsfilsökväg> - filen måste finnas -C|--new-config <ny-konfigurationsfilsökväg> - skapar filen om den saknas -j|--jobs <antal processorer i SMP-maskin> (-j0 inaktiverar forking) --openblas-threads <n> ange OpenBLAS-trådantal (standard: 1) --mkl-threads <n> ange Intel MKL-trådantal (standard: 1) --omp-threads <n> ange OpenMP-trådantal (standard: 1) -b|--batch: aktivera batchläge, avsluta efter frekvensslingan körs -P|--no-pthreads: inaktivera pthreads och använd GTK-loopen för felsökning -h|--help: visa användningsinformation och avsluta -V|--version: visa xnec2c-versionsnummer och avsluta -v|--verbose: öka utförlighet, kan anges flera gånger -d|--debug: aktivera felsökningsutdata (-dd inkluderar bakåtspårningar) -d|--quiet: undertryck felsöknings-/utförlig utdata --optimize: Aktivera optimeraren omedelbart. --skip-verify: hoppa över geometriverifieringskontroller Följande argument skriver till en utdatafil efter att frekvensslingan har slutförts. Dessa är användbara att kombinera med --batch; Om du vill ange filnamn att skriva utan --batchläge, aktivera Arkiv->Optimerarinställningar annars kommer filerna du anger på kommandoraden inte att skrivas. --write-csv <filnamn> - skriv CSV-fil med mätningar --write-s1p <filnamn> - skriv S1P-fil med S-parametrar --write-s2p-max-gain <filnamn> - skriv S2P-fil, port-2 är maxförstärkning --write-s2p-viewer-gain <filnamn> - skriv S2P-fil, port-2 är betraktarförstärkning --write-rdpat <filnamn> - skriv CSV av strålningsmönstret --write-currents <filnamn> - skriv CSV av strömmar och laddningar
th: การใช้งาน: xnec2c [ตัวเลือก] [<ชื่อไฟล์อินพุต>] -i|--input <ชื่อไฟล์อินพุต> -c|--config <พาธไฟล์คอนฟิก> - ไฟล์ต้องมีอยู่ -C|--new-config <พาธไฟล์คอนฟิกใหม่> - สร้างไฟล์เมื่อไม่มี -j|--jobs <จำนวนโปรเซสเซอร์ในเครื่อง SMP> (-j0 ปิดใช้งาน forking) --openblas-threads <n> ตั้งค่าจำนวนเธรด OpenBLAS (ค่าเริ่มต้น: 1) --mkl-threads <n> ตั้งค่าจำนวนเธรด Intel MKL (ค่าเริ่มต้น: 1) --omp-threads <n> ตั้งค่าจำนวนเธรด OpenMP (ค่าเริ่มต้น: 1) -b|--batch: เปิดใช้งานโหมดแบตช์ ออกหลังจากลูปความถี่ทำงานเสร็จ -P|--no-pthreads: ปิดใช้งาน pthreads และใช้ลูป GTK สำหรับการดีบัก -h|--help: แสดงข้อมูลการใช้งานและออก -V|--version: แสดงหมายเลขเวอร์ชัน xnec2c และออก -v|--verbose: เพิ่มความละเอียดของข้อความ สามารถระบุได้หลายครั้ง -d|--debug: เปิดใช้งานเอาต์พุตดีบัก (-dd รวม backtrace) -d|--quiet: ระงับเอาต์พุตดีบัก/verbose --optimize: เปิดใช้งานตัวปรับแต่งทันที --skip-verify: ข้ามการตรวจสอบเรขาคณิต อาร์กิวเมนต์ต่อไปนี้เขียนไปยังไฟล์เอาต์พุตหลังจากลูปความถี่เสร็จสิ้น สิ่งเหล่านี้มีประโยชน์เมื่อใช้ร่วมกับ --batch; หากคุณต้องการระบุ ชื่อไฟล์ที่จะเขียนโดยไม่ใช้โหมด --batch ให้เปิดใช้งาน ไฟล์->การตั้งค่า การปรับแต่ง มิฉะนั้นไฟล์ที่คุณระบุในบรรทัดคำสั่งจะไม่ถูกเขียน --write-csv <ชื่อไฟล์> - เขียนไฟล์ CSV ของการวัด --write-s1p <ชื่อไฟล์> - เขียนไฟล์ S1P ของ S-parameters --write-s2p-max-gain <ชื่อไฟล์> - เขียนไฟล์ S2P, port-2 คือ max-gain --write-s2p-viewer-gain <ชื่อไฟล์> - เขียนไฟล์ S2P, port-2 คือ viewer-gain --write-rdpat <ชื่อไฟล์> - เขียน CSV ของแบบรูปการแผ่คลื่น --write-currents <ชื่อไฟล์> - เขียน CSV ของกระแสและประจุ
tr: Kullanım: xnec2c [seçenekler] [<girdi-dosya-adı>] -i|--input <girdi-dosya-adı> -c|--config <yapılandırma-dosya-yolu> - dosya mevcut olmalı -C|--new-config <yeni-yapılandırma-dosya-yolu> - eksikse dosyayı oluşturur -j|--jobs <SMP makinesindeki işlemci sayısı> (-j0 çatallamayı devre dışı bırakır) --openblas-threads <n> OpenBLAS iş parçacığı sayısını ayarla (varsayılan: 1) --mkl-threads <n> Intel MKL iş parçacığı sayısını ayarla (varsayılan: 1) --omp-threads <n> OpenMP iş parçacığı sayısını ayarla (varsayılan: 1) -b|--batch: toplu iş modunu etkinleştir, frekans döngüsü çalıştıktan sonra çık -P|--no-pthreads: pthreads'i devre dışı bırak ve hata ayıklama için GTK döngüsünü kullan -h|--help: kullanım bilgisini yazdır ve çık -V|--version: xnec2c sürüm numarasını yazdır ve çık -v|--verbose: ayrıntı düzeyini artır, birden fazla kez belirtilebilir -d|--debug: hata ayıklama çıktısını etkinleştir (-dd geri izlemeleri içerir) -d|--quiet: hata ayıklama/ayrıntılı çıktıyı bastır --optimize: Optimize ediciyi hemen etkinleştir. --skip-verify: geometri doğrulama kontrollerini atla Aşağıdaki argümanlar frekans döngüsü tamamlandıktan sonra bir çıktı dosyasına yazar. Bunlar --batch ile birleştirmek için yararlıdır; --batch modu olmadan dosya adları belirtmek istiyorsanız Dosya->Optimize Edici Ayarları'nı etkinleştirin, aksi takdirde komut satırında belirttiğiniz dosyalar yazılmayacaktır. --write-csv <dosyaadı> - ölçümlerin CSV dosyasını yaz --write-s1p <dosyaadı> - S-parametrelerinin S1P dosyasını yaz --write-s2p-max-gain <dosyaadı> - S2P dosyası yaz, port-2 maksimum kazanç --write-s2p-viewer-gain <dosyaadı> - S2P dosyası yaz, port-2 görüntüleyici kazancı --write-rdpat <dosyaadı> - ışıma örüntüsünün CSV'sini yaz --write-currents <dosyaadı> - akımlar ve yüklerin CSV'sini yaz
ur: استعمال: xnec2c [اختیارات] [<input-file-name>] -i|--input <input-file-name> -c|--config <config-file-path> - فائل موجود ہونی چاہیے -C|--new-config <new-config-file-path> - غیر موجود ہونے پر فائل بناتا ہے -j|--jobs <SMP مشین میں پروسیسرز کی تعداد> (-j0 فورکنگ غیر فعال کرتا ہے) --openblas-threads <n> OpenBLAS تھریڈ کی تعداد مقرر کریں (ڈیفالٹ: 1) --mkl-threads <n> Intel MKL تھریڈ کی تعداد مقرر کریں (ڈیفالٹ: 1) --omp-threads <n> OpenMP تھریڈ کی تعداد مقرر کریں (ڈیفالٹ: 1) -b|--batch: بیچ موڈ فعال کریں، فریکوئنسی لوپ چلنے کے بعد باہر نکلیں -P|--no-pthreads: pthreads غیر فعال کریں اور ڈیبگنگ کے لیے GTK لوپ استعمال کریں -h|--help: استعمال کی معلومات دکھائیں اور باہر نکلیں -V|--version: xnec2c ورژن نمبر دکھائیں اور باہر نکلیں -v|--verbose: تفصیل بڑھائیں، متعدد بار استعمال کیا جا سکتا ہے -d|--debug: ڈیبگ آؤٹ پٹ فعال کریں (-dd بیک ٹریسز شامل کرتا ہے) -d|--quiet: ڈیبگ/تفصیلی آؤٹ پٹ دبائیں --optimize: آپٹیمائزر فوری طور پر فعال کریں۔ --skip-verify: جیومیٹری تصدیقی جانچ چھوڑیں درج ذیل آرگومنٹس فریکوئنسی لوپ مکمل ہونے کے بعد آؤٹ پٹ فائل میں لکھتے ہیں۔ یہ --batch کے ساتھ استعمال کے لیے مفید ہیں؛ اگر آپ --batch موڈ کے بغیر فائل نام لکھنا چاہتے ہیں تو File->Optimizer Settings فعال کریں ورنہ کمانڈ لائن پر بیان کردہ فائلیں نہیں لکھی جائیں گی۔ --write-csv <filename> - پیمائش کی CSV فائل لکھیں --write-s1p <filename> - S-parameters کی S1P فائل لکھیں --write-s2p-max-gain <filename> - S2P فائل لکھیں، port-2 max-gain ہے --write-s2p-viewer-gain <filename> - S2P فائل لکھیں، port-2 viewer-gain ہے --write-rdpat <filename> - ریڈی ایشن پیٹرن کی CSV لکھیں --write-currents <filename> - کرنٹس اور چارجز کی CSV لکھیں
vi: Cách dùng: xnec2c [tùy chọn] [<tên-tệp-đầu-vào>] -i|--input <tên-tệp-đầu-vào> -c|--config <đường-dẫn-tệp-cấu-hình> - tệp phải tồn tại -C|--new-config <đường-dẫn-tệp-cấu-hình-mới> - tạo tệp khi chưa có -j|--jobs <số bộ xử lý trong máy SMP> (-j0 vô hiệu hóa forking) --openblas-threads <n> đặt số luồng OpenBLAS (mặc định: 1) --mkl-threads <n> đặt số luồng Intel MKL (mặc định: 1) --omp-threads <n> đặt số luồng OpenMP (mặc định: 1) -b|--batch: bật chế độ batch, thoát sau khi vòng lặp tần số chạy xong -P|--no-pthreads: vô hiệu hóa pthreads và dùng vòng lặp GTK để gỡ lỗi -h|--help: in thông tin cách dùng và thoát -V|--version: in số phiên bản xnec2c và thoát -v|--verbose: tăng mức chi tiết, có thể chỉ định nhiều lần -d|--debug: bật đầu ra gỡ lỗi (-dd bao gồm backtraces) -d|--quiet: ẩn đầu ra gỡ lỗi/chi tiết --optimize: Kích hoạt bộ tối ưu hóa ngay lập tức. --skip-verify: bỏ qua kiểm tra xác minh hình học Các đối số sau ghi vào tệp đầu ra sau khi vòng lặp tần số hoàn thành. Chúng hữu ích khi kết hợp với --batch; Nếu bạn muốn chỉ định tên tệp để ghi mà không có chế độ --batch thì hãy bật Tệp->Cài đặt Bộ tối ưu hóa hoặc các tệp bạn chỉ định trên dòng lệnh sẽ không được ghi. --write-csv <tên-tệp> - ghi tệp CSV của các phép đo --write-s1p <tên-tệp> - ghi tệp S1P của S-parameters --write-s2p-max-gain <tên-tệp> - ghi tệp S2P, cổng-2 là max-gain --write-s2p-viewer-gain <tên-tệp> - ghi tệp S2P, cổng-2 là viewer-gain --write-rdpat <tên-tệp> - ghi CSV của đồ thị bức xạ --write-currents <tên-tệp> - ghi CSV của dòng điện và điện tích
