Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Failed to initialize symbol table
af: Kon nie simbooltabel inisialiseer nie
ar: فشل تهيئة جدول الرموز
bg: Неуспешно инициализиране на таблицата със символи
bn: সিম্বল টেবিল আরম্ভ করতে ব্যর্থ
bs: Inicijalizacija tabele simbola nije uspjela
cs: Inicializace tabulky symbolů selhala
da: Kunne ikke initialisere symboltabel
de: Symboltabelle konnte nicht initialisiert werden
el: Αποτυχία αρχικοποίησης πίνακα συμβόλων
es: Error al inicializar la tabla de símbolos
et: Sümbolite tabeli initsialiseerimine ebaõnnestus
fi: Symbolitaulun alustus epäonnistui
fr: Échec de l'initialisation de la table des symboles
he: אתחול טבלת סמלים נכשל
hi: प्रतीक तालिका को आरंभ करने में विफल
hr: Neuspješna inicijalizacija tablice simbola
hu: Szimbólumtábla inicializálása sikertelen
id: Gagal menginisialisasi tabel simbol
it: Inizializzazione tabella simboli fallita
ja: シンボルテーブルの初期化に失敗しました
lt: Nepavyko inicializuoti simbolių lentelės
lv: Neizdevās inicializēt simbolu tabulu
mk: Неуспешна иницијализација на табелата со симболи
nl: Initialisatie van symbooltabel mislukt
no: Klarte ikke å initialisere symboltabell
pl: Nie udało się zainicjować tablicy symboli
pt: Falha ao inicializar tabela de símbolos
ro: Inițializarea tabelei de simboluri a eșuat
ru: Не удалось инициализировать таблицу символов
sk: Inicializácia tabuľky symbolov zlyhala
sl: Inicializacija tabele simbolov ni uspela
sr: Иницијализација табеле симбола није успела
sv: Misslyckades att initiera symboltabell
th: ล้มเหลวในการเริ่มต้นตารางสัญลักษณ์
tr: Sembol tablosu başlatılamadı
uk: Не вдалося ініціалізувати таблицю символів
ur: علامت ٹیبل کی ابتدا ناکام ہوئی
vi: Khởi tạo bảng ký hiệu thất bại

source: Failed to initialize symbol table
af: Kon nie simbooltabel inisialiseer nie
ar: فشل تهيئة جدول الرموز
bg: Неуспешно инициализиране на таблицата със символи
bn: সিম্বল টেবিল আরম্ভ করতে ব্যর্থ
bs: Inicijalizacija tabele simbola nije uspjela
cs: Inicializace tabulky symbolů selhala
da: Kunne ikke initialisere symboltabel
de: Symboltabelle konnte nicht initialisiert werden
el: Αποτυχία αρχικοποίησης πίνακα συμβόλων
es: Error al inicializar la tabla de símbolos
et: Sümbolite tabeli initsialiseerimine ebaõnnestus
fi: Symbolitaulun alustus epäonnistui
fr: Échec de l'initialisation de la table des symboles
he: אתחול טבלת סמלים נכשל
hi: प्रतीक तालिका को आरंभ करने में विफल
hr: Neuspješna inicijalizacija tablice simbola
hu: Szimbólumtábla inicializálása sikertelen
id: Gagal menginisialisasi tabel simbol
it: Inizializzazione tabella simboli fallita
ja: シンボルテーブルの初期化に失敗しました
lt: Nepavyko inicializuoti simbolių lentelės
lv: Neizdevās inicializēt simbolu tabulu
mk: Неуспешна иницијализација на табелата со симболи
nl: Initialisatie van symbooltabel mislukt
no: Klarte ikke å initialisere symboltabell
pl: Nie udało się zainicjować tablicy symboli
pt: Falha ao inicializar tabela de símbolos
ro: Inițializarea tabelei de simboluri a eșuat
ru: Не удалось инициализировать таблицу символов
sk: Inicializácia tabuľky symbolov zlyhala
sl: Inicializacija tabele simbolov ni uspela
sr: Иницијализација табеле симбола није успела
sv: Misslyckades att initiera symboltabell
th: ล้มเหลวในการเริ่มต้นตารางสัญลักษณ์
tr: Sembol tablosu başlatılamadı
uk: Не вдалося ініціалізувати таблицю символів
ur: علامت ٹیبل کی ابتدا ناکام ہوئی
vi: Khởi tạo bảng ký hiệu thất bại

source: ignoring CM card in commands
af: ignoreer CM kaart in opdragte
ar: تجاهل بطاقة CM في الأوامر
bg: игнориране на карта CM в командите
bn: কমান্ডে CM কার্ড উপেক্ষা করা হচ্ছে
bs: ignorisanje CM kartice u komandama
cs: Ignoruji kartu CM v příkazech
da: ignorerer CM-kort i kommandoer
de: CM-Karte in Befehlen wird ignoriert
el: αγνόηση κάρτας CM στις εντολές
es: ignorando tarjeta CM en comandos
et: CM kaart käskudes ignoreeritakse
fi: ohitetaan CM-kortti komennoissa
fr: carte CM ignorée dans les commandes
he: מתעלם מכרטיס CM בפקודות
hi: कमांड में CM कार्ड को अनदेखा किया जा रहा है
hr: zanemarivanje CM kartice u naredbama
hu: CM kártya figyelmen kívül hagyva a parancsokban
id: mengabaikan kartu CM dalam perintah
it: scheda CM ignorata nei comandi
ja: コマンド内のCMカードを無視しています
lt: ignoruojama CM kortelė komandose
lv: CM karte komandās tiek ignorēta
mk: се игнорира CM картичка во командите
nl: CM-kaart in opdrachten wordt genegeerd
no: ignorerer CM-kort i kommandoer
pl: ignorowanie karty CM w poleceniach
pt: ignorando cartão CM nos comandos
ro: se ignoră cardul CM din comenzi
ru: игнорирование карты CM в командах
sk: ignorujem CM kartu v príkazoch
sl: prezrta kartica CM v ukazih
sr: игнорисање CM картице у командама
sv: ignorerar CM-kort i kommandon
th: ละเว้นการ์ด CM ในคำสั่ง
tr: komutlarda CM kartı yoksayılıyor
uk: ігнорування картки CM у командах
ur: کمانڈز میں CM کارڈ نظرانداز کیا جا رہا ہے
vi: bỏ qua thẻ CM trong lệnh

source: Ignoring CM card in commands
af: Ignoreer CM kaart in opdragte
ar: تجاهل بطاقة CM في الأوامر
bg: Игнориране на карта CM в командите
bn: কমান্ডে CM কার্ড উপেক্ষা করা হচ্ছে
bs: Ignorisanje CM kartice u komandama
cs: Ignoruji kartu CM v příkazech
da: Ignorerer CM-kort i kommandoer
de: CM-Karte in Befehlen wird ignoriert
el: Αγνόηση κάρτας CM στις εντολές
es: Ignorando tarjeta CM en comandos
et: CM kaart käskudes ignoreeritakse
fi: Ohitetaan CM-kortti komennoissa
fr: Carte CM ignorée dans les commandes
he: מתעלם מכרטיס CM בפקודות
hi: कमांड में CM कार्ड को अनदेखा किया जा रहा है
hr: Zanemarivanje CM kartice u naredbama
hu: CM kártya figyelmen kívül hagyva a parancsokban
id: Mengabaikan kartu CM dalam perintah
it: Scheda CM ignorata nei comandi
ja: コマンド内のCMカードを無視しています
lt: Ignoruojama CM kortelė komandose
lv: CM karte komandās tiek ignorēta
mk: Се игнорира CM картичка во командите
nl: CM-kaart in opdrachten wordt genegeerd
no: Ignorerer CM-kort i kommandoer
pl: Ignorowanie karty CM w poleceniach
pt: Ignorando cartão CM nos comandos
ro: Se ignoră cardul CM din comenzi
ru: Игнорирование карты CM в командах
sk: Ignorujem CM kartu v príkazoch
sl: Prezrta kartica CM v ukazih
sr: Игнорисање CM картице у командама
sv: Ignorerar CM-kort i kommandon
th: ละเว้นการ์ด CM ในคำสั่ง
tr: Komutlarda CM kartı yoksayılıyor
uk: Ігнорування картки CM у командах
ur: کمانڈز میں CM کارڈ نظرانداز کیا جا رہا ہے
vi: Bỏ qua thẻ CM trong lệnh

source: CP card is ignored Coupling calculation not implemented
af: CP kaart word geïgnoreer Koppelingsberekening nie geïmplementeer nie
ar: تم تجاهل بطاقة CP حساب الاقتران غير مطبق
bg: картата CP се игнорира Изчисляването на свързването не е реализирано
bn: CP কার্ড উপেক্ষা করা হয়েছে কাপলিং গণনা বাস্তবায়িত হয়নি
bs: CP kartica je ignorisana Proračun sprege nije implementiran
cs: Karta CP je ignorována Výpočet vazby není implementován
da: CP-kort ignoreres Koblingsberegning ikke implementeret
de: CP-Karte wird ignoriert Kopplungsberechnung nicht implementiert
el: Η κάρτα CP αγνοείται Ο υπολογισμός σύζευξης δεν έχει υλοποιηθεί
es: La tarjeta CP es ignorada Cálculo de acoplamiento no implementado
et: CP kaart ignoreeritakse Sidestuse arvutus ei ole realiseeritud
fi: CP-kortti ohitetaan Kytkentälaskentaa ei ole toteutettu
fr: Carte CP ignorée Calcul de couplage non implémenté
he: כרטיס CP מתעלם חישוב צימוד לא מיושם
hi: CP कार्ड को अनदेखा किया गया कपलिंग गणना लागू नहीं है
hr: CP kartica se zanemaruje Proračun sprezanja nije implementiran
hu: CP kártya figyelmen kívül hagyva Csatolás számítás nincs implementálva
id: Kartu CP diabaikan Perhitungan kopling tidak diimplementasikan
it: scheda CP ignorata Calcolo accoppiamento non implementato
ja: CPカードは無視されます カップリング計算は実装されていません
lt: CP kortelė ignoruojama Sąsajos skaičiavimas neįgyvendintas
lv: CP karte tiek ignorēta Saites aprēķins nav implementēts
mk: CP картичката се игнорира Пресметката на спрегнување не е имплементирана
nl: CP-kaart wordt genegeerd Koppelingsberekening niet geïmplementeerd
no: CP-kort ignoreres Koblingsberegning er ikke implementert
pl: Karta CP jest ignorowana Obliczanie sprzężenia nie jest zaimplementowane
pt: cartão CP é ignorado Cálculo de acoplamento não implementado
ro: Cardul CP este ignorat Calculul cuplajului nu este implementat
ru: Карта CP игнорируется Расчёт связи не реализован
sk: CP karta je ignorovaná Výpočet väzby nie je implementovaný
sl: kartica CP je prezrta Izračun sklopitve ni implementiran
sr: CP картица је игнорисана Прорачун спрезања није имплементиран
sv: CP-kort ignoreras Kopplingsberäkning är inte implementerad
th: การ์ด CP ถูกละเว้น การคำนวณการคัปปลิ้งไม่ได้ถูกนำมาใช้
tr: CP kartı yoksayılıyor Bağlaşım hesaplaması uygulanmadı
uk: Картка CP ігнорується Обчислення зв'язку не реалізовано
ur: CP کارڈ نظرانداز کیا گیا کپلنگ کیلکولیشن نافذ نہیں ہے
vi: Thẻ CP bị bỏ qua Tính toán ghép nối chưa được triển khai

source: Max frequency <= Min frequency in FR card
af: Maks frekwensie <= Min frekwensie in FR kaart
ar: التردد الأقصى <= التردد الأدنى في بطاقة FR
bg: Макс. честота <= Мин. честота в карта FR
bn: FR কার্ডে সর্বোচ্চ ফ্রিকোয়েন্সি <= সর্বনিম্ন ফ্রিকোয়েন্সি
bs: Maksimalna frekvencija <= minimalna frekvencija u FR kartici
cs: Maximální frekvence <= Minimální frekvence na kartě FR
da: Maks frekvens <= Min frekvens i FR-kort
de: Max. Frequenz <= Min. Frequenz in FR-Karte
el: Μέγιστη συχνότητα <= Ελάχιστη συχνότητα στην κάρτα FR
es: Frecuencia máxima <= Frecuencia mínima en tarjeta FR
et: Maksimaalne sagedus <= minimaalne sagedus FR kaardil
fi: Maksimitaajuus <= minimitaajuus FR-kortissa
fr: Fréquence max <= Fréquence min dans la carte FR
he: תדר מקסימלי <= תדר מינימלי בכרטיס FR
hi: FR कार्ड में अधिकतम आवृत्ति <= न्यूनतम आवृत्ति
hr: Maks. frekvencija <= Min. frekvencija u FR kartici
hu: Max. frekvencia <= Min. frekvencia az FR kártyában
id: Frekuensi maks <= Frekuensi min dalam kartu FR
it: Frequenza max <= frequenza min nella scheda FR
ja: FRカードで最大周波数 <= 最小周波数
lt: Maks. dažnis <= Min. dažnis FR kortelėje
lv: Maksimālā frekvence <= minimālā frekvence FR kartē
mk: Максимална фреквенција <= Минимална фреквенција во FR картичка
nl: Max. frequentie <= min. frequentie in FR-kaart
no: Maks frekvens <= Min frekvens i FR-kort
pl: Maks. częstotliwość <= Min. częstotliwość w karcie FR
pt: Frequência máxima <= Frequência mínima no cartão FR
ro: Frecvența maximă <= Frecvența minimă în cardul FR
ru: Макс. частота <= Мин. частота в карте FR
sk: Max frekvencia <= Min frekvencia v FR karte
sl: Največja frekvenca <= najmanjša frekvenca v kartici FR
sr: Максимална фреквенција <= Минимална фреквенција у FR картици
sv: Maxfrekvens <= Minfrekvens i FR-kort
th: ความถี่สูงสุด <= ความถี่ต่ำสุดในการ์ด FR
tr: FR kartında maksimum frekans <= minimum frekans
uk: Макс. частота <= Мін. частота в картці FR
ur: FR کارڈ میں زیادہ سے زیادہ فریکوئنسی <= کم سے کم فریکوئنسی
vi: Tần số tối đa <= Tần số tối thiểu trong thẻ FR

source: Max frequency <= Min frequency in FR card Please check FR card data and correct
af: Maks frekwensie <= Min frekwensie in FR kaart Kontroleer asseblief FR kaart data en korrigeer
ar: التردد الأقصى <= التردد الأدنى في بطاقة FR يرجى التحقق من بيانات بطاقة FR وتصحيحها
bg: Макс. честота <= Мин. честота в карта FR Моля, проверете данните в картата FR и ги коригирайте
bn: FR কার্ডে সর্বোচ্চ ফ্রিকোয়েন্সি <= সর্বনিম্ন ফ্রিকোয়েন্সি অনুগ্রহ করে FR কার্ড ডেটা পরীক্ষা করে সংশোধন করুন
bs: Maksimalna frekvencija <= minimalna frekvencija u FR kartici Molimo provjerite podatke FR kartice i ispravite
cs: Maximální frekvence <= Minimální frekvence na kartě FR Prosím zkontrolujte data karty FR a opravte
da: Maks frekvens <= Min frekvens i FR-kort Kontrollér venligst FR-kortdata og ret
de: Max. Frequenz <= Min. Frequenz in FR-Karte Bitte überprüfen Sie die FR-Kartendaten und korrigieren Sie diese
el: Μέγιστη συχνότητα <= Ελάχιστη συχνότητα στην κάρτα FR Παρακαλώ ελέγξτε τα δεδομένα της κάρτας FR και διορθώστε
es: Frecuencia máxima <= Frecuencia mínima en tarjeta FR Por favor verifique los datos de la tarjeta FR y corrija
et: Maksimaalne sagedus <= minimaalne sagedus FR kaardil Palun kontrollige FR kaardi andmeid ja parandage
fi: Maksimitaajuus <= minimitaajuus FR-kortissa Tarkista FR-kortin tiedot ja korjaa
fr: Fréquence max <= Fréquence min dans la carte FR Veuillez vérifier les données de la carte FR et corriger
he: תדר מקסימלי <= תדר מינימלי בכרטיס FR אנא בדוק את נתוני כרטיס FR ותקן
hi: FR कार्ड में अधिकतम आवृत्ति <= न्यूनतम आवृत्ति कृपया FR कार्ड डेटा की जाँच करें और सही करें
hr: Maks. frekvencija <= Min. frekvencija u FR kartici Molimo provjerite podatke FR kartice i ispravite
hu: Max. frekvencia <= Min. frekvencia az FR kártyában Kérjük ellenőrizze az FR kártya adatait és javítsa
id: Frekuensi maks <= Frekuensi min dalam kartu FR Silakan periksa data kartu FR dan perbaiki
it: Frequenza max <= frequenza min nella scheda FR Verificare e correggere i dati della scheda FR
ja: FRカードで最大周波数 <= 最小周波数 FRカードのデータを確認して修正してください
lt: Maks. dažnis <= Min. dažnis FR kortelėje Patikrinkite FR kortelės duomenis ir pataisykite
lv: Maksimālā frekvence <= minimālā frekvence FR kartē Lūdzu pārbaudiet FR kartes datus un izlabojiet
mk: Максимална фреквенција <= Минимална фреквенција во FR картичка Проверете ги податоците на FR картичката и поправете
nl: Max. frequentie <= min. frequentie in FR-kaart Controleer de FR-kaartgegevens en corrigeer
no: Maks frekvens <= Min frekvens i FR-kort Vennligst sjekk FR-kortdata og korriger
pl: Maks. częstotliwość <= Min. częstotliwość w karcie FR Proszę sprawdzić dane karty FR i poprawić
pt: Frequência máxima <= Frequência mínima no cartão FR Por favor, verifique os dados do cartão FR e corrija
ro: Frecvența maximă <= Frecvența minimă în cardul FR Verificați datele cardului FR și corectați
ru: Макс. частота <= Мин. частота в карте FR Пожалуйста, проверьте данные карты FR и исправьте
sk: Max frekvencia <= Min frekvencia v FR karte Skontrolujte dáta FR karty a opravte
sl: Največja frekvenca <= najmanjša frekvenca v kartici FR Prosimo, preverite podatke kartice FR in jih popravite
sr: Максимална фреквенција <= Минимална фреквенција у FR картици Молимо проверите податке FR картице и исправите
sv: Maxfrekvens <= Minfrekvens i FR-kort Kontrollera FR-kortdata och korrigera
th: ความถี่สูงสุด <= ความถี่ต่ำสุดในการ์ด FR กรุณาตรวจสอบข้อมูลการ์ด FR และแก้ไข
tr: FR kartında maksimum frekans <= minimum frekans Lütfen FR kartı verilerini kontrol edip düzeltin
uk: Макс. частота <= Мін. частота в картці FR Будь ласка, перевірте дані картки FR та виправте
ur: FR کارڈ میں زیادہ سے زیادہ فریکوئنسی <= کم سے کم فریکوئنسی براہ کرم FR کارڈ ڈیٹا چیک کریں اور درست کریں
vi: Tần số tối đa <= Tần số tối thiểu trong thẻ FR Vui lòng kiểm tra dữ liệu thẻ FR và sửa

source: Fix the GE/GN cards: The GE card specifies that a ground is present, but the GN indicates otherwise.
af: Herstel die GE/GN kaarte: Die GE kaart spesifiseer dat 'n grondvlak teenwoordig is, maar die GN dui anders aan.
ar: أصلح بطاقات GE/GN: بطاقة GE تحدد وجود أرضي، لكن GN تشير إلى خلاف ذلك.
bg: Поправете картите GE/GN: Картата GE указва наличие на земя, но картата GN показва обратното.
bn: GE/GN কার্ড ঠিক করুন: GE কার্ড নির্দেশ করে যে গ্রাউন্ড আছে, কিন্তু GN অন্যথা নির্দেশ করে।
bs: Ispravite GE/GN kartice: GE kartica specificira da je uzemljenje prisutno, ali GN ukazuje suprotno.
cs: Opravte karty GE/GN: Karta GE specifikuje přítomnost země, ale karta GN uvádí opak.
da: Ret GE/GN-kortene: GE-kortet angiver at en jord er til stede, men GN angiver det modsatte.
de: Korrigieren Sie die GE/GN-Karten: Die GE-Karte gibt an, dass ein Ground vorhanden ist, aber die GN-Karte zeigt etwas anderes an.
el: Διορθώστε τις κάρτες GE/GN: Η κάρτα GE καθορίζει ότι υπάρχει γείωση, αλλά η GN υποδεικνύει το αντίθετο.
es: Corrija las tarjetas GE/GN: La tarjeta GE especifica que hay un plano de tierra presente, pero la GN indica lo contrario.
et: Parandage GE/GN kaardid: GE kaart määrab, et maandus on olemas, kuid GN näitab vastupidist.
fi: Korjaa GE/GN-kortit: GE-kortti määrittää maatason olevan läsnä, mutta GN osoittaa toisin.
fr: Corrigez les cartes GE/GN : La carte GE spécifie qu'un plan de masse est présent, mais la carte GN indique le contraire.
he: תקן את כרטיסי GE/GN: כרטיס GE מציין שקרקע קיימת, אך כרטיס GN מציין אחרת.
hi: GE/GN कार्ड को ठीक करें: GE कार्ड इंगित करता है कि ग्राउंड मौजूद है, लेकिन GN अन्यथा इंगित करता है।
hr: Ispravite GE/GN kartice: GE kartica navodi da je uzemljenje prisutno, ali GN označava suprotno.
hu: Javítsa a GE/GN kártyákat: A GE kártya földsíkot jelöl, de a GN mást jelez.
id: Perbaiki kartu GE/GN: Kartu GE menentukan bahwa ground ada, tetapi GN menunjukkan sebaliknya.
it: Correggere le schede GE/GN: La scheda GE specifica che è presente un piano di massa, ma la scheda GN indica il contrario.
ja: GE/GNカードを修正してください: GEカードはグラウンドが存在すると指定していますが、GNカードはそうではありません。
lt: Pataisykite GE/GN korteles: GE kortelė nurodo, kad yra įžeminimas, bet GN nurodo priešingai.
lv: Izlabojiet GE/GN kartes: GE karte norāda, ka ir zemējums, bet GN norāda pretēji.
mk: Поправете ги GE/GN картичките: GE картичката специфицира дека има заземјување, но GN покажува поинаку.
nl: Corrigeer de GE/GN-kaarten: De GE-kaart specificeert dat een grondvlak aanwezig is, maar de GN geeft anders aan.
no: Fiks GE/GN-kortene: GE-kortet spesifiserer at et jordplan er til stede, men GN indikerer noe annet.
pl: Popraw karty GE/GN: Karta GE określa, że uziemienie jest obecne, ale karta GN wskazuje inaczej.
pt: Corrija os cartões GE/GN: O cartão GE especifica que um plano de terra está presente, mas o GN indica o contrário.
ro: Corectați cardurile GE/GN: Cardul GE specifică prezența unui plan de masă, dar cardul GN indică altfel.
ru: Исправьте карты GE/GN: Карта GE указывает на наличие земли, но карта GN указывает обратное.
sk: Opravte GE/GN karty: GE karta určuje, že zem je prítomná, ale GN uvádza opak.
sl: Popravite kartici GE/GN: Kartica GE določa prisotnost tal, vendar kartica GN kaže drugače.
sr: Исправите GE/GN картице: GE картица наводи да је присутно уземљење, али GN показује супротно.
sv: Fixa GE/GN-korten: GE-kortet anger att en jordplan finns, men GN indikerar motsatsen.
th: แก้ไขการ์ด GE/GN: การ์ด GE ระบุว่ามีกราวด์อยู่ แต่ GN ระบุเป็นอย่างอื่น
tr: GE/GN kartlarını düzeltin: GE kartı bir toprak düzlemi olduğunu belirtiyor, ancak GN aksini gösteriyor.
uk: Виправте картки GE/GN: Картка GE вказує на наявність землі, але картка GN вказує інше.
ur: GE/GN کارڈز کو درست کریں: GE کارڈ بتاتا ہے کہ گراؤنڈ موجود ہے، لیکن GN اس کے برعکس بتاتا ہے۔
vi: Sửa các thẻ GE/GN: Thẻ GE chỉ định có mặt phẳng đất, nhưng thẻ GN chỉ định ngược lại.

source: theta > 90 deg. with ground specified
af: theta > 90 grade met grondvlak gespesifiseer
ar: theta > 90 درجة مع تحديد الأرضي
bg: theta > 90 градуса при зададена земя
bn: গ্রাউন্ড নির্দিষ্ট করার সাথে theta > 90 ডিগ্রি
bs: theta > 90 stepeni sa specificiranim uzemljenjem
cs: Theta > 90 stupňů se specifikovanou zemí
da: theta > 90 grader med jord angivet
de: Theta > 90 Grad mit angegebenem Ground
el: theta > 90 μοίρες με καθορισμένη γείωση
es: theta > 90 grados con plano de tierra especificado
et: theta > 90 kraadi määratud maandusega
fi: theta > 90 astetta maatason kanssa
fr: theta > 90 deg. avec plan de masse spécifié
he: theta > 90 מעלות עם קרקע מוגדרת
hi: ग्राउंड निर्दिष्ट होने पर theta > 90 डिग्री
hr: theta > 90 stup. s navedenim uzemljenjem
hu: Theta > 90 fok megadott földsíkkal
id: theta > 90 derajat dengan ground yang ditentukan
it: theta > 90 gradi con piano di massa specificato
ja: グラウンド指定時にtheta > 90度
lt: theta > 90 laipsnių su nurodytu įžeminimu
lv: theta > 90 grādi ar norādītu zemējumu
mk: тета > 90 степени со специфицирано заземјување
nl: theta > 90 graden met grondvlak gespecificeerd
no: theta > 90 grader med jordplan spesifisert
pl: theta > 90 stopni przy określonym uziemieniu
pt: theta > 90 graus com plano de terra especificado
ro: theta > 90 grade cu plan de masă specificat
ru: theta > 90 град. при указанной земле
sk: theta > 90 stupňov so špecifikovanou zemou
sl: theta > 90 stopinj z določenimi tlemi
sr: theta > 90 степени са наведеним уземљењем
sv: theta > 90 grader med angiven jordplan
th: theta > 90 องศา โดยมีการระบุกราวด์
tr: toprak düzlemi belirtilmiş durumda theta > 90 derece
uk: theta > 90 град. при вказаній землі
ur: گراؤنڈ متعین ہونے کے ساتھ theta > 90 ڈگری
vi: theta > 90 độ với mặt phẳng đất được chỉ định

source: Theta > 90 deg with ground specified Please check RP card data and correct
af: Theta > 90 grade met grondvlak gespesifiseer Kontroleer asseblief RP kaart data en korrigeer
ar: Theta > 90 درجة مع تحديد الأرضي يرجى التحقق من بيانات بطاقة RP وتصحيحها
bg: Theta > 90 градуса при зададена земя Моля, проверете данните в картата RP и ги коригирайте
bn: গ্রাউন্ড নির্দিষ্ট করার সাথে Theta > 90 ডিগ্রি অনুগ্রহ করে RP কার্ড ডেটা পরীক্ষা করে সংশোধন করুন
bs: Theta > 90 stepeni sa specificiranim uzemljenjem Molimo provjerite podatke RP kartice i ispravite
cs: Theta > 90 stupňů se specifikovanou zemí Prosím zkontrolujte data karty RP a opravte
da: Theta > 90 grader med jord angivet Kontrollér venligst RP-kortdata og ret
de: Theta > 90 Grad mit angegebenem Ground Bitte überprüfen Sie die RP-Kartendaten und korrigieren Sie diese
el: Theta > 90 μοίρες με καθορισμένη γείωση Παρακαλώ ελέγξτε τα δεδομένα της κάρτας RP και διορθώστε
es: Theta > 90 grados con plano de tierra especificado Por favor verifique los datos de la tarjeta RP y corrija
et: Theta > 90 kraadi määratud maandusega Palun kontrollige RP kaardi andmeid ja parandage
fi: Theta > 90 astetta maatason kanssa Tarkista RP-kortin tiedot ja korjaa
fr: Theta > 90 deg avec plan de masse spécifié Veuillez vérifier les données de la carte RP et corriger
he: Theta > 90 מעלות עם קרקע מוגדרת אנא בדוק את נתוני כרטיס RP ותקן
hi: ग्राउंड निर्दिष्ट होने पर Theta > 90 डिग्री कृपया RP कार्ड डेटा की जाँच करें और सही करें
hr: Theta > 90 stup. s navedenim uzemljenjem Molimo provjerite podatke RP kartice i ispravite
hu: Theta > 90 fok megadott földsíkkal Kérjük ellenőrizze az RP kártya adatait és javítsa
id: Theta > 90 derajat dengan ground yang ditentukan Silakan periksa data kartu RP dan perbaiki
it: Theta > 90 gradi con piano di massa specificato Verificare e correggere i dati della scheda RP
ja: グラウンド指定時にTheta > 90度 RPカードのデータを確認して修正してください
lt: Theta > 90 laipsnių su nurodytu įžeminimu Patikrinkite RP kortelės duomenis ir pataisykite
lv: Theta > 90 grādi ar norādītu zemējumu Lūdzu pārbaudiet RP kartes datus un izlabojiet
mk: Тета > 90 степени со специфицирано заземјување Проверете ги податоците на RP картичката и поправете
nl: Theta > 90 graden met grondvlak gespecificeerd Controleer de RP-kaartgegevens en corrigeer
no: Theta > 90 grader med jordplan spesifisert Vennligst sjekk RP-kortdata og korriger
pl: Theta > 90 stopni przy określonym uziemieniu Proszę sprawdzić dane karty RP i poprawić
pt: Theta > 90 graus com plano de terra especificado Por favor, verifique os dados do cartão RP e corrija
ro: Theta > 90 grade cu plan de masă specificat Verificați datele cardului RP și corectați
ru: Theta > 90 град. при указанной земле Пожалуйста, проверьте данные карты RP и исправьте
sk: Theta > 90 stupňov so špecifikovanou zemou Skontrolujte dáta RP karty a opravte
sl: Theta > 90 stopinj z določenimi tlemi Prosimo, preverite podatke kartice RP in jih popravite
sr: Theta > 90 степени са наведеним уземљењем Молимо проверите податке RP картице и исправите
sv: Theta > 90 grader med angiven jordplan Kontrollera RP-kortdata och korrigera
th: Theta > 90 องศา โดยมีการระบุกราวด์ กรุณาตรวจสอบข้อมูลการ์ด RP และแก้ไข
tr: Toprak düzlemi belirtilmiş durumda theta > 90 derece Lütfen RP kartı verilerini kontrol edip düzeltin
uk: Theta > 90 град. при вказаній землі Будь ласка, перевірте дані картки RP та виправте
ur: گراؤنڈ متعین ہونے کے ساتھ Theta > 90 ڈگری براہ کرم RP کارڈ ڈیٹا چیک کریں اور درست کریں
vi: Theta > 90 độ với mặt phẳng đất được chỉ định Vui lòng kiểm tra dữ liệu thẻ RP và sửa
