Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Save as S2P: _Viewer Gain (S21)
af: Stoor as S2P: _Kyker Aanwins (S21)
ar: حفظ كـ S2P: كسب ال_مشاهد (S21)
bg: Запис като S2P: Усилване за _наблюдател (S21)
bn: S2P হিসাবে সংরক্ষণ করুন: _ভিউয়ার গেইন (S21)
bs: Sačuvaj kao S2P: Pojačanje _posmatrača (S21)
cs: Uložit jako S2P: Zisk _pohledu (S21)
da: Gem som S2P: _Visningsforstærkning (S21)
de: Speichern als S2P: _Betrachtergewinn (S21)
el: Αποθήκευση ως S2P: Κέρδος _Παρατηρητή (S21)
es: Guardar como S2P: Ganancia del _Visor (S21)
et: Salvesta kui S2P: _Vaataja võimendus (S21)
fi: Tallenna S2P: _Katselijan vahvistus (S21)
fr: Enregistrer comme S2P : Gain _visualiseur (S21)
he: שמור כ-S2P: רווח _צופה (S21)
hi: S2P के रूप में सहेजें: _व्यूअर गेन (S21)
hr: Spremi kao S2P: Dobitak _preglednika (S21)
hu: Mentés S2P: _Nézőpont erősítés (S21)
id: Simpan sebagai S2P: Penguatan _Viewer (S21)
it: Salva come S2P: Guadagno _Visualizzatore (S21)
ja: S2Pとして保存: ビューア利得(_V) (S21)
lt: Išsaugoti kaip S2P: _peržiūros stiprinimas (S21)
lv: Saglabāt kā S2P: _Skatītāja pastiprinājums (S21)
mk: Зачувај како S2P: Добивка на _прегледувач (S21)
nl: Opslaan als S2P: _Kijkerversterking (S21)
no: Lagre som S2P: _Visningsforsterkning (S21)
pl: Zapisz jako S2P: Zysk _widoku (S21)
pt: Salvar como S2P: Ganho do _Visualizador (S21)
ro: Salvare ca S2P: Câștig _Vizualizator (S21)
ru: Сохранить как S2P: Усиление _обзора (S21)
sk: Uložiť ako S2P: Zisk _zobrazovača (S21)
sl: Shrani kot S2P: Ojačitev _pregledovalnika (S21)
sr: Сачувај као S2P: Појачање _прегледача (S21)
sv: Spara som S2P: _Betraktarförstärkning (S21)
th: บันทึกเป็น S2P: อัตราขยาย_มุมมอง (S21)
tr: S2P olarak kaydet: _Görüntüleyici Kazancı (S21)
uk: Зберегти як S2P: підсилення _оглядача (S21)
ur: S2P کے طور پر محفوظ کریں: _ویور گین (S21)
vi: Lưu dạng S2P: Độ lợi _Người xem (S21)

source: _View
af: _Bekyk
ar: _عرض
bg: _Изглед
bn: _দেখুন
bs: _Prikaz
cs: _Zobrazení
da: _Vis
de: _Ansicht
el: _Προβολή
es: _Ver
et: _Vaade
fi: _Näytä
fr: _Affichage
he: _תצוגה
hi: _दृश्य
hr: _Pogled
hu: _Nézet
id: _Tampilan
it: _Visualizza
ja: 表示(_V)
lt: _Rodymas
lv: _Skats
mk: _Преглед
nl: _Beeld
no: _Vis
pl: _Widok
pt: _Visualizar
ro: _Vizualizare
ru: _Вид
sk: _Zobrazenie
sl: _Pogled
sr: _Преглед
sv: _Visa
th: _มุมมอง
tr: _Görünüm
uk: _Вигляд
ur: _دیکھیں
vi: _Xem

source: _Polarization
af: _Polarisasie
ar: الا_ستقطاب
bg: _Поляризация
bn: _পোলারাইজেশন
bs: _Polarizacija
cs: _Polarizace
da: _Polarisering
de: _Polarisation
el: _Πόλωση
es: _Polarización
et: _Polarisatsioon
fi: _Polarisaatio
fr: _Polarisation
he: _קיטוב
hi: _ध्रुवीकरण
hr: _Polarizacija
hu: _Polarizáció
id: _Polarisasi
it: _Polarizzazione
ja: 偏波(_P)
lt: _Poliarizacija
lv: _Polarizācija
mk: _Поларизација
nl: _Polarisatie
no: _Polarisering
pl: _Polaryzacja
pt: _Polarização
ro: _Polarizare
ru: _Поляризация
sk: _Polarizácia
sl: _Polarizacija
sr: _Поларизација
sv: _Polarisation
th: _โพลาไรเซชัน
tr: _Polarizasyon
uk: _Поляризація
ur: _پولرائزیشن
vi: _Phân cực

source: _Total
af: _Totaal
ar: ال_كلي
bg: _Обща
bn: _মোট
bs: _Ukupno
cs: _Celková
de: _Gesamt
el: _Συνολική
et: _Kokku
fi: _Kokonais
he: _כולל
hi: _कुल
hr: _Ukupno
hu: _Teljes
it: _Totale
ja: 全体(_T)
lt: _Bendra
lv: _Kopējais
mk: _Вкупно
nl: _Totaal
pl: _Całkowita
ru: _Полная
sk: _Celková
sl: _Skupno
sr: _Укупна
th: _รวม
tr: _Toplam
uk: _Загальна
ur: _کل
vi: _Tổng

source: _Horizontal
af: _Horisontaal
ar: الأ_فقي
bg: _Хоризонтална
bn: _অনুভূমিক
bs: _Horizontalno
cs: _Horizontální
da: _Horisontal
el: _Οριζόντια
et: _Horisontaalne
fi: _Vaakasuora
he: _אופקי
hi: _क्षैतिज
hr: _Horizontalno
hu: _Vízszintes
it: _Orizzontale
ja: 水平(_H)
lt: _Horizontali
lv: _Horizontālais
mk: _Хоризонтална
nl: _Horizontaal
no: _Horisontal
pl: _Pozioma
ro: _Orizontală
ru: _Горизонтальная
sk: _Horizontálna
sl: _Vodoravno
sr: _Хоризонтална
sv: _Horisontell
th: _แนวนอน
tr: _Yatay
uk: _Горизонтальна
ur: _افقی
vi: _Ngang

source: _Vertical
af: _Vertikaal
ar: ال_رأسي
bg: _Вертикална
bn: _উল্লম্ব
bs: _Vertikalno
cs: _Vertikální
da: _Vertikal
de: _Vertikal
el: _Κατακόρυφη
et: _Vertikaalne
fi: _Pystysuora
he: _אנכי
hi: _ऊर्ध्वाधर
hr: _Vertikalno
hu: _Függőleges
id: _Vertikal
it: _Verticale
ja: 垂直(_V)
lt: _Vertikali
lv: _Vertikālais
mk: _Вертикална
nl: _Verticaal
no: _Vertikal
pl: _Pionowa
ro: _Verticală
ru: _Вертикальная
sk: _Vertikálna
sl: _Navpično
sr: _Вертикална
sv: _Vertikal
th: _แนวตั้ง
tr: _Dikey
uk: _Вертикальна
ur: _عمودی
vi: _Dọc

source: _Right Hand
af: _Regterhand
ar: اليد الي_منى
bg: _Дясна ръка
bn: _ডান হাত
bs: _Desna ruka
cs: _Pravotočivá
da: _Højrehånds
de: _Rechtsdrehend
el: _Δεξιόστροφη
es: Mano _derecha
et: _Parempoolne
fi: _Oikeakätinen
fr: Main _droite
he: יד _ימין
hi: _दायाँ हाथ
hr: _Desnoručna
hu: _Jobbkezes
id: Tangan _Kanan
it: _Destrorsa
ja: 右旋(_R)
lt: _Dešinė ranka
lv: _Labās rokas
mk: _Десна рака
nl: _Rechtsdraaiend
no: _Høyrehånds
pl: _Prawoskrętna
pt: Mão _Direita
ro: Mână _Dreaptă
ru: _Правая круговая
sk: _Pravotočivá
sl: _Desnosučno
sr: _Десноручна
sv: _Högerhand
th: มือ_ขวา
tr: _Sağ El
uk: _Права кругова
ur: _دائیں ہاتھ
vi: Tay _Phải

source: _Left Hand
af: _Linkerhand
ar: اليد الي_سرى
bg: _Лява ръка
bn: _বাম হাত
bs: _Lijeva ruka
cs: _Levotočivá
da: _Venstrehånds
de: _Linksdrehend
el: _Αριστερόστροφη
es: Mano _izquierda
et: _Vasakpoolne
fi: _Vasenkätinen
fr: Main _gauche
he: יד _שמאל
hi: _बायाँ हाथ
hr: _Lijevoručna
hu: _Balkezes
id: Tangan _Kiri
it: _Sinistrorsa
ja: 左旋(_L)
lt: _Kairė ranka
lv: _Kreisās rokas
mk: _Лева рака
nl: _Linksdraaiend
no: _Venstrehånds
pl: _Lewoskrętna
pt: Mão _Esquerda
ro: Mână _Stângă
ru: _Левая круговая
sk: _Ľavotočivá
sl: _Levosučno
sr: _Леворучна
sv: _Vänsterhand
th: มือ_ซ้าย
tr: _Sol El
uk: _Ліва кругова
ur: _بائیں ہاتھ
vi: Tay _Trái

source: _Net Gain
af: _Netto Aanwins
ar: الكسب ال_صافي
bg: _Нетно усилване
bn: _নেট গেইন
bs: _Neto pojačanje
cs: Čistý _zisk
da: _Nettoforstærkning
de: _Nettogewinn
el: _Καθαρό Κέρδος
es: Ganancia _neta
et: _Netovõimendus
fi: _Nettovahvistus
fr: Gain _net
he: רווח _נקי
hi: _नेट गेन
hr: _Neto dobitak
hu: _Nettó erősítés
id: Penguatan _Bersih
it: Guadagno _Netto
ja: 正味利得(_N)
lt: _Grynasis stiprinimas
lv: _Tīrais pastiprinājums
mk: _Нето добивка
nl: _Nettoversterking
no: _Netto forsterkning
pl: Zysk _netto
pt: Ganho _Líquido
ro: Câștig _Net
ru: _Результирующее усиление
sk: _Čistý zisk
sl: _Neto ojačitev
sr: _Нето појачање
sv: _Nettoförstärkning
th: อัตราขยาย_สุทธิ
tr: _Net Kazanç
uk: _Чисте підсилення
ur: _نیٹ گین
vi: Độ lợi _Thực

source: Show _Min/Max Values
af: Wys _Min/Maks Waardes
ar: إظهار قيم الحد الأ_دنى/الأقصى
bg: Показване на _Мин/Макс стойности
bn: _ন্যূনতম/সর্বোচ্চ মান দেখান
bs: Prikaži _Min/Maks vrijednosti
cs: Zobrazit _Min/Max hodnoty
da: Vis _min./maks. værdier
de: _Min/Max-Werte anzeigen
el: Εμφάνιση _Ελάχιστων/Μέγιστων Τιμών
es: Mostrar valores _mín/máx
et: Näita _Min/Maks väärtusi
fi: Näytä _min/max-arvot
fr: Afficher les valeurs _min/max
he: הצג ערכי _מינ/מקס
hi: _न्यूनतम/अधिकतम मान दिखाएँ
hr: Prikaži _min/maks vrijednosti
hu: _Min/Max értékek megjelenítése
id: Tampilkan Nilai _Min/Maks
it: Mostra Valori _Min/Max
ja: 最小/最大値を表示(_M)
lt: Rodyti _min./maks. reikšmes
lv: Rādīt _Min/Maks vērtības
mk: Прикажи _Мин/Макс вредности
nl: _Min/max-waarden tonen
no: Vis _Min/Maks-verdier
pl: Pokaż wartości _Min/Maks
pt: Mostrar Valores _Mín/Máx
ro: Afișare Valori _Min/Max
ru: Показать значения _Мин/Макс
sk: Zobraziť _Min/Max hodnoty
sl: Prikaži _min./maks. vrednosti
sr: Прикажи _мин/макс вредности
sv: Visa _min/max-värden
th: แสดงค่า_ต่ำสุด/สูงสุด
tr: _Min/Maks Değerleri Göster
uk: Показати значення _Мін/Макс
ur: _کم/زیادہ اقدار دکھائیں
vi: Hiện giá trị _Min/Max

source: Show _S11 (dB) Values
af: Wys _S11 (dB) Waardes
ar: إظهار قيم _S11 (dB)
bg: Показване на стойности _S11 (dB)
bn: _S11 (dB) মান দেখান
bs: Prikaži _S11 (dB) vrijednosti
cs: Zobrazit hodnoty _S11 (dB)
da: Vis _S11 (dB) værdier
de: _S11 (dB)-Werte anzeigen
el: Εμφάνιση Τιμών _S11 (dB)
es: Mostrar valores _S11 (dB)
et: Näita _S11 (dB) väärtusi
fi: Näytä _S11 (dB) -arvot
fr: Afficher les valeurs _S11 (dB)
he: הצג ערכי _S11 (dB)
hi: _S11 (dB) मान दिखाएँ
hr: Prikaži _S11 (dB) vrijednosti
hu: _S11 (dB) értékek megjelenítése
id: Tampilkan Nilai _S11 (dB)
it: Mostra Valori _S11 (dB)
ja: _S11 (dB) 値を表示
lt: Rodyti _S11 (dB) reikšmes
lv: Rādīt _S11 (dB) vērtības
mk: Прикажи _S11 (dB) вредности
nl: _S11 (dB)-waarden tonen
no: Vis _S11 (dB)-verdier
pl: Pokaż wartości _S11 (dB)
pt: Mostrar Valores _S11 (dB)
ro: Afișare Valori _S11 (dB)
ru: Показать значения _S11 (dB)
sk: Zobraziť hodnoty _S11 (dB)
sl: Prikaži vrednosti _S11 (dB)
sr: Прикажи _S11 (dB) вредности
sv: Visa _S11 (dB)-värden
th: แสดงค่า _S11 (dB)
tr: _S11 (dB) Değerlerini Göster
uk: Показати значення _S11 (дБ)
ur: _S11 (dB) اقدار دکھائیں
vi: Hiện giá trị _S11 (dB)

source: Clamp _VSWR Graph to 10
af: Beperk _VSWR Grafiek tot 10
ar: تثبيت مخطط _VSWR عند 10
bg: Ограничаване на графиката _VSWR до 10
bn: _VSWR গ্রাফ 10-এ সীমাবদ্ধ করুন
bs: Ograniči _VSWR graf na 10
cs: Omezit graf _VSWR na 10
da: Begræns _VSWR-graf til 10
de: _VSWR-Diagramm auf 10 begrenzen
el: Περιορισμός Γραφήματος _VSWR στο 10
es: Limitar gráfico _VSWR a 10
et: Piira _VSWR graafik 10-ga
fi: Rajoita _VSWR-kuvaaja arvoon 10
fr: Limiter le graphique _VSWR à 10
he: הגבל גרף _VSWR ל-10
hi: _VSWR ग्राफ़ को 10 पर क्लैंप करें
hr: Ograniči _VSWR grafikon na 10
hu: _VSWR grafikon korlátozása 10-re
id: Batasi Grafik _VSWR ke 10
it: Limita Grafico _VSWR a 10
ja: _VSWRグラフを10に制限
lt: Apriboti _VSWR grafiką iki 10
lv: Ierobežot _VSWR grafiku līdz 10
mk: Ограничи _VSWR графикон на 10
nl: _VSWR-grafiek beperken tot 10
no: Begrens _VSWR-graf til 10
pl: Ogranicz wykres _VSWR do 10
pt: Limitar Gráfico _VSWR a 10
ro: Limitare Grafic _VSWR la 10
ru: Ограничить график _VSWR до 10
sk: Obmedziť graf _VSWR na 10
sl: Omeji graf _VSWR na 10
sr: Ограничи _VSWR график на 10
sv: Begränsa _VSWR-graf till 10
th: จำกัดกราฟ _VSWR ที่ 10
tr: _VSWR Grafiğini 10'a Sabitle
uk: Обмежити графік _VSWR до 10
ur: _VSWR گراف کو 10 تک محدود کریں
vi: Giới hạn đồ thị _VSWR ở 10

source: Round _X Axis Frequency Values
af: Rond _X As Frekwensie Waardes Af
ar: تقريب قيم تردد المحور ال_سيني
bg: Закръгляне на честотните стойности по ос _X
bn: _X অক্ষ ফ্রিকোয়েন্সি মান বৃত্তাকার করুন
bs: Zaokruži vrijednosti frekvencije _X ose
cs: Zaokrouhlit hodnoty frekvence osy _X
da: Afrund _X-akse frekvensværdier
de: _X-Achsen-Frequenzwerte runden
el: Στρογγυλοποίηση Τιμών Συχνότητας Άξονα _X
es: Redondear valores de frecuencia del eje _X
et: Ümarda _X-telje sagedusväärtused
fi: Pyöristä _X-akselin taajuusarvot
fr: Arrondir les valeurs de fréquence sur l'axe _X
he: עגל ערכי תדר בציר _X
hi: _X अक्ष आवृत्ति मान राउंड करें
hr: Zaokruži vrijednosti frekvencije _X osi
hu: _X tengely frekvenciaértékek kerekítése
id: Bulatkan Nilai Frekuensi Sumbu _X
it: Arrotonda Valori Frequenza Asse _X
ja: _X軸周波数値を丸める
lt: Apvalinti _X ašies dažnio reikšmes
lv: Noapaļot _X ass frekvences vērtības
mk: Заокружи фреквенциски вредности на _X оска
nl: _X-as frequentiewaarden afronden
no: Avrund _X-akse frekvensverdier
pl: Zaokrąglij wartości częstotliwości osi _X
pt: Arredondar Valores de Frequência do Eixo _X
ro: Rotunjire Valori Frecvență A_xa X
ru: Округлить значения частоты по оси _X
sk: Zaokrúhliť hodnoty frekvencie osi _X
sl: Zaokroži frekvenčne vrednosti osi _X
sr: Заокружи вредности фреквенције _X осе
sv: Avrunda _X-axelns frekvensvärden
th: ปัดเศษค่าความถี่แกน _X
tr: _X Ekseni Frekans Değerlerini Yuvarla
uk: Округлити значення частоти по осі _X
ur: _X ایکسس فریکوئنسی اقدار راؤنڈ کریں
vi: Làm tròn giá trị tần số trục _X

source: Max Gain
af: Maks Aanwins
ar: الكسب الأقصى
bg: Макс. усилване
bn: সর্বোচ্চ গেইন
bs: Maks. pojačanje
cs: Max. zisk
da: Maks. forstærkning
de: Max. Gewinn
el: Μέγιστο Κέρδος
es: Ganancia máx
et: Maks võimendus
fi: Maksimivahvistus
fr: Gain max
he: רווח מרבי
hi: अधिकतम गेन
hr: Maks. dobitak
hu: Max erősítés
id: Penguatan Maks
it: Guadagno Max
ja: 最大利得
lt: Maks. stiprinimas
lv: Maks. pastiprinājums
mk: Макс добивка
nl: Max. versterking
no: Maks forsterkning
pl: Maks. zysk
pt: Ganho Máx
ro: Câștig Maxim
ru: Макс. усиление
sk: Max. zisk
sl: Maks. ojačitev
sr: Макс појачање
sv: Max förstärkning
th: อัตราขยายสูงสุด
tr: Maks Kazanç
uk: Макс. підсилення
ur: زیادہ سے زیادہ گین
vi: Độ lợi tối đa

source: Direction
af: Rigting
ar: الاتجاه
bg: Посока
bn: দিক
bs: Smjer
cs: Směr
da: Retning
de: Richtung
el: Κατεύθυνση
es: Dirección
et: Suund
fi: Suunta
he: כיוון
hi: दिशा
hr: Smjer
hu: Irány
id: Arah
it: Direzione
ja: 方向
lt: Kryptis
lv: Virziens
mk: Насока
nl: Richting
no: Retning
pl: Kierunek
pt: Direção
ro: Direcție
ru: Направление
sk: Smer
sl: Smer
sr: Смер
sv: Riktning
th: ทิศทาง
tr: Yön
uk: Напрямок
ur: سمت
vi: Hướng

source: Viewer
af: Kyker
ar: المشاهد
bg: Наблюдател
bn: ভিউয়ার
bs: Posmatrač
cs: Pohled
da: Visning
de: Betrachter
el: Παρατηρητής
es: Visor
et: Vaataja
fi: Katselija
fr: Visualiseur
he: צופה
hi: व्यूअर
hr: Preglednik
hu: Nézőpont
it: Visualizzatore
ja: ビューア
lt: Peržiūra
lv: Skatītājs
mk: Прегледувач
nl: Kijker
no: Visning
pl: Widok
pt: Visualizador
ro: Vizualizator
ru: Обзор
sk: Zobrazovač
sl: Pregledovalnik
sr: Прегледач
sv: Betraktare
th: มุมมอง
tr: Görüntüleyici
uk: Оглядач
ur: ویور
vi: Người xem

source: Freq MHz
af: Frek MHz
ar: التردد MHz
bg: Честота MHz
bs: Frekv. MHz
cs: Frekv MHz
da: Frekv. MHz
el: Συχν MHz
es: Frec MHz
et: Sagedus MHz
fi: Taajuus MHz
fr: Fréq MHz
he: תדר MHz
hi: आवृत्ति MHz
hr: Frekv MHz
hu: Frekv MHz
id: Frek MHz
ja: 周波数 MHz
lt: Dažnis MHz
lv: Frekv. MHz
mk: Фрекв MHz
no: Frekv MHz
pl: Częst. MHz
ro: Frecv MHz
ru: Частота MHz
sk: Frekv. MHz
sl: Frek. MHz
sr: Фрекв MHz
sv: Frekv MHz
th: ความถี่ MHz
tr: Frekans MHz
uk: Частота МГц
vi: Tần số MHz

source: Tx Line Zo
af: Tx Lyn Zo
ar: Zo خط النقل
bg: Tx линия Zo
bn: Tx লাইন Zo
bs: Tx linija Zo
cs: Tx vedení Zo
da: Tx-linje Zo
de: Tx-Leitung Zo
el: Zo Γραμμής Tx
es: Zo Línea Tx
et: Tx liini Zo
fi: Siirtolinjan Zo
fr: Zo ligne Tx
he: Zo קו שידור
hr: Zo prijenosne linije
hu: Tx vonal Zo
id: Zo Saluran Tx
it: Zo Linea Tx
ja: 伝送線路 Zo
lt: Perd. linijos Zo
lv: Tx līnijas Zo
mk: Tx линија Zo
nl: Tx-lijn Zo
no: Tx-linje Zo
pl: Zo linii Tx
pt: Zo Linha Tx
ro: Zo Linie Tx
ru: Zo линии передачи
sk: Zo vedenia Tx
sl: Zo prenosne linije
sr: Zo преносне линије
sv: Tx-linje Zo
th: Zo สายส่ง
tr: İletim Hattı Zo
uk: Zo лінії передачі
vi: Zo đường truyền

source: Freq Loop
af: Frek Lus
ar: حلقة التردد
bg: Честотен цикъл
bn: ফ্রিকোয়েন্সি লুপ
bs: Frekv. petlja
cs: Frekv. smyčka
da: Frekvensløkke
de: Freq-Schleife
el: Βρόχος Συχνότητας
es: Bucle de Frec
et: Sagedustsükkel
fi: Taajuussilmukka
fr: Boucle de fréquence
he: לולאת תדר
hi: आवृत्ति लूप
hr: Frekv petlja
hu: Frekv hurok
id: Loop Frekuensi
it: Ciclo Freq
ja: 周波数ループ
lt: Dažnio ciklas
lv: Frekv. cikls
mk: Фрекв циклус
nl: Freq. lus
no: Frekvensløkke
pl: Pętla częst.
pt: Loop de Freq
ro: Buclă Frecvență
ru: Цикл частот
sk: Frekvenčná slučka
sl: Frekvenčna zanka
sr: Фрекв петља
sv: Frekvensloop
th: วนรอบความถี่
tr: Frekans Döngüsü
uk: Цикл частоти
ur: Freq لوپ
vi: Vòng lặp tần số

source: Frequency Data Plots
af: Frekwensie Data Grafieke
ar: مخططات بيانات التردد
bg: Честотни графики
bn: ফ্রিকোয়েন্সি ডেটা প্লট
bs: Grafovi frekvencijskih podataka
cs: Grafy frekvenčních dat
da: Frekvensdata-plot
de: Frequenzdatendiagramme
el: Γραφήματα Δεδομένων Συχνότητας
es: Gráficos de datos de frecuencia
et: Sagedusandmete graafikud
fi: Taajuustietokuvaajat
fr: Graphiques des données de fréquence
he: גרפי נתוני תדר
hi: आवृत्ति डेटा प्लॉट
hr: Grafikoni frekvencijskih podataka
hu: Frekvencia adatábrák
id: Plot Data Frekuensi
it: Grafici Dati di Frequenza
ja: 周波数データプロット
lt: Dažnio duomenų grafikai
lv: Frekvences datu grafiki
mk: Графици на фреквенциски податоци
nl: Frequentiegegevensgrafieken
no: Frekvensdataplott
pl: Wykresy danych częstotliwości
pt: Gráficos de Dados de Frequência
ro: Grafice Date Frecvență
ru: Графики частотных данных
sk: Grafy frekvenčných údajov
sl: Grafi frekvenčnih podatkov
sr: Графикони фреквентних података
sv: Frekvensdatadiagram
th: กราฟข้อมูลความถี่
tr: Frekans Veri Grafikleri
uk: Графіки частотних даних
ur: فریکوئنسی ڈیٹا پلاٹس
vi: Đồ thị dữ liệu tần số

source: Save _Currents/Charges as CSV
af: Stoor _Strome/Ladings as CSV
ar: حفظ ال_تيارات/الشحنات كـ CSV
bg: Запис на _токове/заряди като CSV
bn: _কারেন্ট/চার্জ CSV হিসাবে সংরক্ষণ করুন
bs: Sačuvaj _struje/naboje kao CSV
cs: Uložit _proudy/náboje jako CSV
da: Gem _strømme/ladninger som CSV
de: _Ströme/Ladungen als CSV speichern
el: Αποθήκευση _Ρευμάτων/Φορτίων ως CSV
es: Guardar _corrientes/cargas como CSV
et: Salvesta _Voolud/Laengud CSV-na
fi: Tallenna _virrat/varaukset CSV-muodossa
fr: Enregistrer _courants/charges en CSV
he: שמור _זרמים/מטענים כ-CSV
hi: _धारा/आवेश CSV के रूप में सहेजें
hr: Spremi _struje/naboje kao CSV
hu: _Áramok/Töltések mentése CSV-ként
id: Simpan _Arus/Muatan sebagai CSV
it: Salva _Correnti/Cariche come CSV
ja: 電流/電荷をCSVとして保存(_C)
lt: Išsaugoti _sroves/krūvius kaip CSV
lv: Saglabāt _Strāvas/Lādiņus kā CSV
mk: Зачувај _струи/полнежи како CSV
nl: _Stromen/ladingen opslaan als CSV
no: Lagre _strømmer/ladninger som CSV
pl: Zapisz _prądy/ładunki jako CSV
pt: Salvar _Correntes/Cargas como CSV
ro: Salvare _Curenți/Sarcini ca CSV
ru: Сохранить _токи/заряды как CSV
sk: Uložiť _prúdy/náboje ako CSV
sl: Shrani _tokove/naboje kot CSV
sr: Сачувај _струје/наелектрисања као CSV
sv: Spara _strömmar/laddningar som CSV
th: บันทึก_กระแส/ประจุเป็น CSV
tr: _Akımları/Yükleri CSV olarak kaydet
uk: Зберегти _струми/заряди як CSV
ur: _کرنٹس/چارجز CSV کے طور پر محفوظ کریں
vi: Lưu _dòng điện/điện tích dạng CSV

source: Optimization Settings
af: Optimalisering Instellings
ar: إعدادات التحسين
bg: Настройки за оптимизация
bn: অপ্টিমাইজেশন সেটিংস
bs: Postavke optimizacije
cs: Nastavení optimalizace
da: Optimeringsindstillinger
de: Optimierungseinstellungen
el: Ρυθμίσεις Βελτιστοποίησης
es: Configuración de optimización
et: Optimeerimise seaded
fi: Optimointiasetukset
fr: Paramètres d'optimisation
he: הגדרות אופטימיזציה
hi: अनुकूलन सेटिंग्स
hr: Postavke optimizacije
hu: Optimalizálási beállítások
id: Pengaturan Optimisasi
it: Impostazioni di Ottimizzazione
ja: 最適化設定
lt: Optimizavimo nustatymai
lv: Optimizācijas iestatījumi
mk: Поставки за оптимизација
nl: Optimalisatie-instellingen
no: Optimaliseringsinnstillinger
pl: Ustawienia optymalizacji
pt: Configurações de Otimização
ro: Setări Optimizare
ru: Настройки оптимизации
sk: Nastavenia optimalizácie
sl: Nastavitve optimizacije
sr: Подешавања оптимизације
sv: Optimeringsinställningar
th: การตั้งค่าการปรับแต่ง
tr: Optimizasyon Ayarları
uk: Налаштування оптимізації
ur: آپٹیمائزیشن ترتیبات
vi: Cài đặt tối ưu hóa

source: Reload and write data on .NEC file changes
af: Herlaai en skryf data by .NEC lêer veranderinge
ar: إعادة التحميل وكتابة البيانات عند تغيير ملف .NEC
bg: Презареждане и запис на данни при промени в .NEC файла
bn: .NEC ফাইল পরিবর্তনে ডেটা পুনরায় লোড এবং লিখুন
bs: Ponovo učitaj i upiši podatke pri promjenama .NEC datoteke
cs: Znovu načíst a zapsat data při změnách souboru .NEC
da: Genindlæs og skriv data ved .NEC-filændringer
de: Bei .NEC-Dateiänderungen neu laden und schreiben
el: Επαναφόρτωση και εγγραφή δεδομένων σε αλλαγές αρχείου .NEC
es: Recargar y escribir datos en cambios de archivo .NEC
et: Lae uuesti ja kirjuta andmed .NEC faili muutmisel
fi: Lataa uudelleen ja kirjoita tiedot .NEC-tiedoston muuttuessa
fr: Recharger et écrire les données lors de modifications du fichier .NEC
he: טען מחדש וכתוב נתונים בשינויי קובץ .NEC
hi: .NEC फ़ाइल परिवर्तनों पर डेटा पुनः लोड करें और लिखें
hr: Ponovno učitaj i zapiši podatke pri promjenama .NEC datoteke
hu: Újratöltés és adatírás .NEC fájl változásakor
id: Muat ulang dan tulis data saat file .NEC berubah
it: Ricarica e scrivi dati su modifiche file .NEC
ja: .NECファイル変更時にデータを再読込みして書き込む
lt: Perkrauti ir įrašyti duomenis pasikeitus .NEC failui
lv: Pārlādēt un rakstīt datus pie .NEC faila izmaiņām
mk: Повторно вчитај и запиши податоци при промени на .NEC датотека
nl: Gegevens herladen en schrijven bij wijzigingen in .NEC-bestand
no: Last inn på nytt og skriv data ved .NEC-filendringer
pl: Przeładuj i zapisz dane przy zmianach pliku .NEC
pt: Recarregar e gravar dados em alterações de arquivo .NEC
ro: Reîncarcă și scrie date la modificări fișier .NEC
ru: Перезагружать и записывать данные при изменении файла .NEC
sk: Znovu načítať a zapísať údaje pri zmene súboru .NEC
sl: Ponovno naloži in zapiši podatke ob spremembah datoteke .NEC
sr: Поново учитај и упиши податке при промени .NEC датотеке
sv: Ladda om och skriv data vid .NEC-filändringar
th: โหลดใหม่และเขียนข้อมูลเมื่อไฟล์ .NEC เปลี่ยนแปลง
tr: .NEC dosya değişikliklerinde verileri yeniden yükle ve yaz
uk: Перезавантажити та записати дані при зміні файлу .NEC
ur: .NEC فائل تبدیلیوں پر ڈیٹا دوبارہ لوڈ اور لکھیں
vi: Tải lại và ghi dữ liệu khi tệp .NEC thay đổi

source: _Write files selected below, now.
af: _Skryf lêers hieronder gekies, nou.
ar: ا_كتب الملفات المحددة أدناه، الآن.
bg: _Запис на избраните по-долу файлове сега.
bn: নীচে নির্বাচিত ফাইলগুলি এখন _লিখুন।
bs: _Upiši datoteke odabrane ispod, sada.
cs: _Zapsat níže vybrané soubory nyní.
da: _Skriv valgte filer nedenfor nu.
de: Ausgewählte Dateien jetzt _schreiben.
el: _Εγγραφή επιλεγμένων αρχείων παρακάτω, τώρα.
es: _Escribir archivos seleccionados abajo, ahora.
et: _Kirjuta allpool valitud failid kohe.
fi: _Kirjoita alla valitut tiedostot nyt.
fr: _Écrire les fichiers sélectionnés ci-dessous, maintenant.
he: _כתוב קבצים שנבחרו למטה, כעת.
hi: नीचे चयनित फ़ाइलें, अभी _लिखें।
hr: _Zapiši odabrane datoteke ispod, sada.
hu: Az alább kiválasztott fájlok _írása most.
id: _Tulis berkas yang dipilih di bawah, sekarang.
it: _Scrivi ora i file selezionati sotto.
ja: 以下で選択したファイルを今すぐ書き込む(_W)
lt: Į_rašyti žemiau pasirinktus failus dabar.
lv: _Rakstīt zemāk atlasītos failus tagad.
mk: _Запиши ги избраните датотеки подолу, сега.
nl: Onderstaande geselecteerde bestanden _nu schrijven.
no: _Skriv filer valgt nedenfor, nå.
pl: _Zapisz wybrane poniżej pliki teraz.
pt: _Gravar arquivos selecionados abaixo, agora.
ro: _Scrie fișierele selectate mai jos, acum.
ru: _Записать выбранные ниже файлы сейчас.
sk: _Zapísať nižšie vybrané súbory teraz.
sl: _Zapiši spodaj izbrane datoteke zdaj.
sr: _Упиши доле одабране датотеке, сада.
sv: _Skriv valda filer nedan, nu.
th: _เขียนไฟล์ที่เลือกด้านล่างทันที
tr: Aşağıda seçilen dosyaları şimdi _yaz.
uk: _Записати вибрані нижче файли зараз.
ur: _نیچے منتخب فائلیں ابھی لکھیں۔
vi: _Ghi các tệp đã chọn bên dưới, ngay bây giờ.
