Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: geometry data card error: Unexpected EOF while reading input file - appending GE card
af: geometrie datakaart fout: Onverwagte EOF tydens lees van invoerlêer - voeg GE kaart by
ar: خطأ في بطاقة بيانات الهندسة: نهاية ملف غير متوقعة أثناء قراءة ملف الإدخال - إضافة بطاقة GE
bg: грешка в картата с геометрични данни: Неочакван край на файла при четене на входния файл - добавяне на карта GE
bn: জ্যামিতি ডেটা কার্ড ত্রুটি: ইনপুট ফাইল পড়ার সময় অপ্রত্যাশিত EOF - GE কার্ড যোগ করা হচ্ছে
bs: greška kartice geometrijskih podataka: Neočekivani EOF pri čitanju ulazne datoteke - dodavanje GE kartice
cs: Chyba datové karty geometrie: neočekávaný EOF při čtení vstupního souboru - přidávám kartu GE
da: geometri-datakortfejl: Uventet EOF ved læsning af inputfil - tilføjer GE-kort
de: Geometriedatenkarten-Fehler: Unerwartetes EOF beim Lesen der Eingabedatei - GE-Karte wird angehängt
el: σφάλμα κάρτας δεδομένων γεωμετρίας: Μη αναμενόμενο EOF κατά την ανάγνωση του αρχείου εισόδου - προσθήκη κάρτας GE
es: error en tarjeta de datos de geometría: EOF inesperado al leer archivo de entrada - añadiendo tarjeta GE
et: geomeetria andmekaardi viga: ootamatu faili lõpp sisendfaili lugemisel - lisatakse GE kaart
fi: geometriatietokortin virhe: Odottamaton EOF luettaessa syötetiedostoa - lisätään GE-kortti
fr: erreur de carte de données géométriques : EOF inattendu lors de la lecture du fichier d'entrée - ajout de la carte GE
he: שגיאת כרטיס נתוני גאומטריה: EOF בלתי צפוי בקריאת קובץ קלט - מוסיף כרטיס GE
hi: ज्यामिति डेटा कार्ड त्रुटि: इनपुट फ़ाइल पढ़ते समय अप्रत्याशित EOF - GE कार्ड जोड़ा जा रहा है
hr: pogreška kartice geometrijskih podataka: Neočekivani EOF prilikom čitanja ulazne datoteke - dodavanje GE kartice
hu: geometriai adatkártya hiba: Váratlan fájlvég a bemeneti fájl olvasásakor - GE kártya hozzáfűzése
id: kesalahan kartu data geometri: EOF tak terduga saat membaca file input - menambahkan kartu GE
it: errore scheda dati geometria: EOF inatteso durante la lettura del file di input - aggiunta scheda GE
ja: ジオメトリデータカードエラー: 入力ファイル読み取り中に予期しないEOF - GEカードを追加しています
lt: geometrijos duomenų kortelės klaida: netikėta failo pabaiga skaitant įvesties failą - pridedama GE kortelė
lv: ģeometrijas datu kartes kļūda: negaidīts EOF lasot ievades failu - pievieno GE karti
mk: грешка во картичка за геометриски податоци: Неочекуван EOF при читање на влезна датотека - се додава GE картичка
nl: geometriegegevenskaartfout: Onverwachte EOF bij het lezen van invoerbestand - GE-kaart wordt toegevoegd
no: geometri-datakortfeil: Uventet EOF under lesing av inndatafil - legger til GE-kort
pl: błąd karty danych geometrii: Nieoczekiwany EOF podczas odczytu pliku wejściowego - dołączanie karty GE
pt: erro no cartão de dados de geometria: EOF inesperado ao ler arquivo de entrada - anexando cartão GE
ro: eroare card date geometrie: EOF neașteptat la citirea fișierului de intrare - se adaugă cardul GE
ru: ошибка карты геометрических данных: неожиданный конец файла при чтении входного файла - добавляется карта GE
sk: chyba karty geometrických údajov: Neočakávaný EOF pri čítaní vstupného súboru - pridávam GE kartu
sl: napaka podatkovne kartice geometrije: nepričakovan EOF med branjem vhodne datoteke - dodajam kartico GE
sr: грешка картице геометријских података: Неочекивани EOF при читању улазне датотеке - додавање GE картице
sv: fel på geometridatakort: Oväntat filslut vid läsning av indatafil - lägger till GE-kort
th: ข้อผิดพลาดการ์ดข้อมูลเรขาคณิต: พบ EOF ที่ไม่คาดคิดขณะอ่านไฟล์อินพุต - กำลังเพิ่มการ์ด GE
tr: geometri veri kartı hatası: Girdi dosyası okunurken beklenmeyen EOF - GE kartı ekleniyor
uk: помилка картки геометричних даних: неочікуваний кінець файлу під час читання вхідного файлу - додавання картки GE
ur: جیومیٹری ڈیٹا کارڈ کی خرابی: ان پٹ فائل پڑھتے وقت غیر متوقع EOF - GE کارڈ شامل کیا جا رہا ہے
vi: lỗi thẻ dữ liệu hình học: EOF không mong đợi khi đọc tệp đầu vào - thêm thẻ GE

source: Geometry data card error Unexpected EOF while reading input file Appending a default GE card
af: Geometrie datakaart fout Onverwagte EOF tydens lees van invoerlêer Voeg 'n verstek GE kaart by
ar: خطأ في بطاقة بيانات الهندسة نهاية ملف غير متوقعة أثناء قراءة ملف الإدخال إضافة بطاقة GE افتراضية
bg: Грешка в картата с геометрични данни Неочакван край на файла при четене на входния файл Добавяне на карта GE по подразбиране
bn: জ্যামিতি ডেটা কার্ড ত্রুটি ইনপুট ফাইল পড়ার সময় অপ্রত্যাশিত EOF ডিফল্ট GE কার্ড যোগ করা হচ্ছে
bs: Greška kartice geometrijskih podataka Neočekivani EOF pri čitanju ulazne datoteke Dodavanje podrazumijevane GE kartice
cs: Chyba datové karty geometrie Neočekávaný EOF při čtení vstupního souboru Přidávám výchozí kartu GE
da: Geometri-datakortfejl Uventet EOF ved læsning af inputfil Tilføjer et standard GE-kort
de: Geometriedatenkarten-Fehler Unerwartetes EOF beim Lesen der Eingabedatei Standard-GE-Karte wird angehängt
el: Σφάλμα κάρτας δεδομένων γεωμετρίας Μη αναμενόμενο EOF κατά την ανάγνωση του αρχείου εισόδου Προσθήκη προεπιλεγμένης κάρτας GE
es: Error en tarjeta de datos de geometría EOF inesperado al leer archivo de entrada Añadiendo una tarjeta GE predeterminada
et: Geomeetria andmekaardi viga Ootamatu faili lõpp sisendfaili lugemisel Lisatakse vaikimisi GE kaart
fi: Geometriatietokortin virhe Odottamaton EOF luettaessa syötetiedostoa Lisätään oletus-GE-kortti
fr: Erreur de carte de données géométriques EOF inattendu lors de la lecture du fichier d'entrée Ajout d'une carte GE par défaut
he: שגיאת כרטיס נתוני גאומטריה EOF בלתי צפוי בקריאת קובץ קלט מוסיף כרטיס GE ברירת מחדל
hi: ज्यामिति डेटा कार्ड त्रुटि इनपुट फ़ाइल पढ़ते समय अप्रत्याशित EOF डिफ़ॉल्ट GE कार्ड जोड़ा जा रहा है
hr: Pogreška kartice geometrijskih podataka Neočekivani EOF prilikom čitanja ulazne datoteke Dodavanje zadane GE kartice
hu: Geometriai adatkártya hiba Váratlan fájlvég a bemeneti fájl olvasásakor Alapértelmezett GE kártya hozzáfűzése
id: Kesalahan kartu data geometri EOF tak terduga saat membaca file input Menambahkan kartu GE default
it: Errore scheda dati geometria EOF inatteso durante la lettura del file di input Aggiunta di una scheda GE predefinita
ja: ジオメトリデータカードエラー 入力ファイル読み取り中に予期しないEOF デフォルトのGEカードを追加しています
lt: Geometrijos duomenų kortelės klaida Netikėta failo pabaiga skaitant įvesties failą Pridedama numatytoji GE kortelė
lv: Ģeometrijas datu kartes kļūda Negaidīts EOF lasot ievades failu Pievieno noklusējuma GE karti
mk: Грешка во картичка за геометриски податоци Неочекуван EOF при читање на влезна датотека Се додава стандардна GE картичка
nl: Geometriegegevenskaartfout Onverwachte EOF bij het lezen van invoerbestand Standaard GE-kaart wordt toegevoegd
no: Geometri-datakortfeil Uventet EOF under lesing av inndatafil Legger til et standard GE-kort
pl: Błąd karty danych geometrii Nieoczekiwany EOF podczas odczytu pliku wejściowego Dołączanie domyślnej karty GE
pt: Erro no cartão de dados de geometria EOF inesperado ao ler arquivo de entrada Anexando um cartão GE padrão
ro: Eroare card date geometrie EOF neașteptat la citirea fișierului de intrare Se adaugă un card GE implicit
ru: Ошибка карты геометрических данных Неожиданный конец файла при чтении входного файла Добавляется карта GE по умолчанию
sk: Chyba karty geometrických dát Neočakávaný EOF pri čítaní vstupného súboru Pridávam predvolenú GE kartu
sl: Napaka podatkovne kartice geometrije Nepričakovan EOF med branjem vhodne datoteke Dodajam privzeto kartico GE
sr: Грешка картице геометријских података Неочекивани EOF при читању улазне датотеке Додавање подразумеване GE картице
sv: Geometridatakortfel Oväntat filslut vid läsning av indatafil Lägger till ett standard GE-kort
th: ข้อผิดพลาดการ์ดข้อมูลเรขาคณิต พบ EOF ที่ไม่คาดคิดขณะอ่านไฟล์อินพุต กำลังเพิ่มการ์ด GE เริ่มต้น
tr: Geometri veri kartı hatası Girdi dosyası okunurken beklenmeyen EOF Varsayılan GE kartı ekleniyor
uk: Помилка картки геометричних даних Неочікуваний кінець файлу під час читання вхідного файлу Додавання картки GE за замовчуванням
ur: جیومیٹری ڈیٹا کارڈ کی خرابی ان پٹ فائل پڑھتے وقت غیر متوقع EOF ڈیفالٹ GE کارڈ شامل کیا جا رہا ہے
vi: Lỗi thẻ dữ liệu hình học EOF không mong đợi khi đọc tệp đầu vào Thêm thẻ GE mặc định

source: geometry data card error: card's mnemonic code too short or missing
af: geometrie datakaart fout: kaart se mnemoniese kode te kort of ontbreek
ar: خطأ في بطاقة بيانات الهندسة: رمز البطاقة التذكيري قصير جداً أو مفقود
bg: грешка в картата с геометрични данни: мнемоничният код на картата е твърде кратък или липсва
bn: জ্যামিতি ডেটা কার্ড ত্রুটি: কার্ডের মেমোনিক কোড খুব ছোট বা অনুপস্থিত
bs: greška kartice geometrijskih podataka: mnemonički kod kartice je prekratak ili nedostaje
cs: Chyba datové karty geometrie: mnemonický kód karty je příliš krátký nebo chybí
da: geometri-datakortfejl: kortets mnemoniske kode er for kort eller mangler
de: Geometriedatenkarten-Fehler: Mnemonik-Code der Karte zu kurz oder fehlt
el: σφάλμα κάρτας δεδομένων γεωμετρίας: ο μνημονικός κωδικός της κάρτας είναι πολύ σύντομος ή λείπει
es: error en tarjeta de datos de geometría: código mnemónico de tarjeta demasiado corto o faltante
et: geomeetria andmekaardi viga: kaardi mnemooniline kood on liiga lühike või puudub
fi: geometriatietokortin virhe: kortin muistikoodi liian lyhyt tai puuttuu
fr: erreur de carte de données géométriques : code mnémonique de la carte trop court ou manquant
he: שגיאת כרטיס נתוני גאומטריה: קוד מנמוני של כרטיס קצר מדי או חסר
hi: ज्यामिति डेटा कार्ड त्रुटि: कार्ड का निमोनिक कोड बहुत छोटा है या गायब है
hr: pogreška kartice geometrijskih podataka: mnemonički kod kartice prekratak ili nedostaje
hu: geometriai adatkártya hiba: a kártya mnemonikus kódja túl rövid vagy hiányzik
id: kesalahan kartu data geometri: kode mnemonik kartu terlalu pendek atau tidak ada
it: errore scheda dati geometria: codice mnemonico della scheda troppo corto o mancante
ja: ジオメトリデータカードエラー: カードのニーモニックコードが短すぎるか見つかりません
lt: geometrijos duomenų kortelės klaida: kortelės mnemoninis kodas per trumpas arba jo nėra
lv: ģeometrijas datu kartes kļūda: kartes mnemoniskais kods pārāk īss vai trūkst
mk: грешка во картичка за геометриски податоци: мнемоничкиот код на картичката е прекраток или недостасува
nl: geometriegegevenskaartfout: mnemonische code van kaart te kort of ontbreekt
no: geometri-datakortfeil: kortets mnemoniske kode er for kort eller mangler
pl: błąd karty danych geometrii: kod mnemoniczny karty zbyt krótki lub brakujący
pt: erro no cartão de dados de geometria: código mnemônico do cartão muito curto ou ausente
ro: eroare card date geometrie: codul mnemonic al cardului este prea scurt sau lipsește
ru: ошибка карты геометрических данных: мнемонический код карты слишком короткий или отсутствует
sk: chyba karty geometrických údajov: mnemonický kód karty príliš krátky alebo chýba
sl: napaka podatkovne kartice geometrije: mnemonična koda kartice je prekratka ali manjka
sr: грешка картице геометријских података: мнемонички код картице је прекратак или недостаје
sv: fel på geometridatakort: kortets mnemonik är för kort eller saknas
th: ข้อผิดพลาดการ์ดข้อมูลเรขาคณิต: รหัสช่วยจำของการ์ดสั้นเกินไปหรือไม่มี
tr: geometri veri kartı hatası: kartın mnemonik kodu çok kısa veya eksik
uk: помилка картки геометричних даних: мнемонічний код картки занадто короткий або відсутній
ur: جیومیٹری ڈیٹا کارڈ کی خرابی: کارڈ کا نیمونک کوڈ بہت چھوٹا یا غائب ہے
vi: lỗi thẻ dữ liệu hình học: mã gợi nhớ của thẻ quá ngắn hoặc thiếu

source: Geometry data card error Card's mnemonic code too short or missing
af: Geometrie datakaart fout Kaart se mnemoniese kode te kort of ontbreek
ar: خطأ في بطاقة بيانات الهندسة الرمز التذكيري للبطاقة قصير جداً أو مفقود
bg: Грешка в картата с геометрични данни Мнемоничният код на картата е твърде кратък или липсва
bn: জ্যামিতি ডেটা কার্ড ত্রুটি কার্ডের মেমোনিক কোড খুব ছোট বা অনুপস্থিত
bs: Greška kartice geometrijskih podataka Mnemonički kod kartice je prekratak ili nedostaje
cs: Chyba datové karty geometrie Mnemonický kód karty je příliš krátký nebo chybí
da: Geometri-datakortfejl Kortets mnemoniske kode er for kort eller mangler
de: Geometriedatenkarten-Fehler Mnemonik-Code der Karte zu kurz oder fehlt
el: Σφάλμα κάρτας δεδομένων γεωμετρίας Ο μνημονικός κωδικός της κάρτας είναι πολύ σύντομος ή λείπει
es: Error en tarjeta de datos de geometría Código mnemónico de tarjeta demasiado corto o faltante
et: Geomeetria andmekaardi viga Kaardi mnemooniline kood on liiga lühike või puudub
fi: Geometriatietokortin virhe Kortin muistikoodi liian lyhyt tai puuttuu
fr: Erreur de carte de données géométriques Code mnémonique de la carte trop court ou manquant
he: שגיאת כרטיס נתוני גאומטריה קוד מנמוני של כרטיס קצר מדי או חסר
hi: ज्यामिति डेटा कार्ड त्रुटि कार्ड का निमोनिक कोड बहुत छोटा है या गायब है
hr: Pogreška kartice geometrijskih podataka Mnemonički kod kartice prekratak ili nedostaje
hu: Geometriai adatkártya hiba A kártya mnemonikus kódja túl rövid vagy hiányzik
id: Kesalahan kartu data geometri Kode mnemonik kartu terlalu pendek atau tidak ada
it: Errore scheda dati geometria Codice mnemonico della scheda troppo corto o mancante
ja: ジオメトリデータカードエラー カードのニーモニックコードが短すぎるか見つかりません
lt: Geometrijos duomenų kortelės klaida Kortelės mnemoninis kodas per trumpas arba jo nėra
lv: Ģeometrijas datu kartes kļūda Kartes mnemoniskais kods pārāk īss vai trūkst
mk: Грешка во картичка за геометриски податоци Мнемоничкиот код на картичката е прекраток или недостасува
nl: Geometriegegevenskaartfout Mnemonische code van kaart te kort of ontbreekt
no: Geometri-datakortfeil Kortets mnemoniske kode er for kort eller mangler
pl: Błąd karty danych geometrii Kod mnemoniczny karty zbyt krótki lub brakujący
pt: Erro no cartão de dados de geometria Código mnemônico do cartão muito curto ou ausente
ro: Eroare card date geometrie Codul mnemonic al cardului este prea scurt sau lipsește
ru: Ошибка карты геометрических данных Мнемонический код карты слишком короткий или отсутствует
sk: Chyba karty geometrických dát Mnemonický kód karty príliš krátky alebo chýba
sl: Napaka podatkovne kartice geometrije Mnemonična koda kartice je prekratka ali manjka
sr: Грешка картице геометријских података Мнемонички код картице је прекратак или недостаје
sv: Geometridatakortfel Kortets mnemonik är för kort eller saknas
th: ข้อผิดพลาดการ์ดข้อมูลเรขาคณิต รหัสช่วยจำของการ์ดสั้นเกินไปหรือไม่มี
tr: Geometri veri kartı hatası Kartın mnemonik kodu çok kısa veya eksik
uk: Помилка картки геометричних даних Мнемонічний код картки занадто короткий або відсутній
ur: جیومیٹری ڈیٹا کارڈ کی خرابی کارڈ کا نیمونک کوڈ بہت چھوٹا یا غائب ہے
vi: Lỗi thẻ dữ liệu hình học Mã gợi nhớ của thẻ quá ngắn hoặc thiếu

source: %s requires a positive integer argument
af: %s vereis 'n positiewe heelgetal argument
ar: %s يتطلب وسيطة عدد صحيح موجب
bg: %s изисква положителен целочислен аргумент
bn: %s-এর জন্য একটি ধনাত্মক পূর্ণসংখ্যা আর্গুমেন্ট প্রয়োজন
bs: %s zahtijeva pozitivan cjelobrojni argument
cs: %s vyžaduje kladný celočíselný argument
da: %s kræver et positivt heltalsargument
de: %s erfordert ein positives Ganzzahl-Argument
el: το %s απαιτεί θετικό ακέραιο όρισμα
es: %s requiere un argumento entero positivo
et: %s nõuab positiivset täisarvu argumenti
fi: %s vaatii positiivisen kokonaislukuargumentin
fr: %s nécessite un argument entier positif
he: %s דורש ארגומנט מספר שלם חיובי
hi: %s के लिए एक सकारात्मक पूर्णांक तर्क आवश्यक है
hr: %s zahtijeva pozitivan cijeli broj kao argument
hu: %s pozitív egész szám argumentumot igényel
id: %s memerlukan argumen bilangan bulat positif
it: %s richiede un argomento intero positivo
ja: %sには正の整数引数が必要です
lt: %s reikalauja teigiamo sveikojo skaičiaus argumento
lv: %s pieprasa pozitīvu vesela skaitļa argumentu
mk: %s бара позитивен цел број како аргумент
nl: %s vereist een positief geheel getal als argument
no: %s krever et positivt heltallsargument
pl: %s wymaga dodatniego argumentu całkowitego
pt: %s requer um argumento inteiro positivo
ro: %s necesită un argument întreg pozitiv
ru: %s требует положительный целочисленный аргумент
sk: %s vyžaduje kladný celočíselný argument
sl: %s zahteva pozitivni celoštevilski argument
sr: %s захтева позитиван целобројни аргумент
sv: %s kräver ett positivt heltalsargument
th: %s ต้องการอาร์กิวเมนต์จำนวนเต็มบวก
tr: %s pozitif bir tamsayı argümanı gerektirir
uk: %s потребує додатного цілочисельного аргументу
ur: %s کو ایک مثبت عددی آرگومنٹ درکار ہے
vi: %s yêu cầu một đối số số nguyên dương

source: Detected %d CPUs
af: %d SVE's bespeur
ar: تم اكتشاف %d وحدات معالجة مركزية
bg: Открити са %d процесора
bn: %d CPU সনাক্ত হয়েছে
bs: Detektovano %d CPU-ova
cs: Detekováno %d CPU
da: Fandt %d CPU'er
de: %d CPUs erkannt
el: Εντοπίστηκαν %d επεξεργαστές
es: Detectadas %d CPUs
et: Tuvastati %d protsessorit
fi: Havaittu %d CPU:ta
fr: %d processeurs détectés
he: זוהו %d מעבדים
hi: %d CPUs पाए गए
hr: Otkriveno %d CPU-a
hu: %d CPU észlelve
id: Terdeteksi %d CPU
it: Rilevate %d CPU
ja: %d個のCPUを検出しました
lt: Aptikta %d CPU
lv: Konstatēti %d CPU
mk: Детектирани %d процесори
nl: %d CPU's gedetecteerd
no: Oppdaget %d CPUer
pl: Wykryto %d CPU
pt: Detectadas %d CPUs
ro: S-au detectat %d procesoare
ru: Обнаружено ЦП: %d
sk: Zistených %d CPU
sl: Zaznanih %d procesorjev
sr: Детектовано %d процесора
sv: Upptäckte %d CPU:er
th: ตรวจพบ %d CPUs
tr: %d CPU algılandı
uk: Виявлено %d ЦП
ur: %d CPUs کا پتہ چلا
vi: Phát hiện %d CPU

source: config file path too long
af: konfigurasielêer pad te lank
ar: مسار ملف التكوين طويل جداً
bg: пътят до конфигурационния файл е твърде дълъг
bn: কনফিগ ফাইল পাথ অনেক দীর্ঘ
bs: putanja konfiguracijske datoteke je predugačka
cs: Cesta ke konfiguračnímu souboru je příliš dlouhá
da: konfigurationsfilsti er for lang
de: Konfigurationsdateipfad zu lang
el: η διαδρομή αρχείου ρυθμίσεων είναι πολύ μεγάλη
es: ruta del archivo de configuración demasiado larga
et: konfiguratsioonifaili tee on liiga pikk
fi: asetustiedoston polku liian pitkä
fr: chemin du fichier de configuration trop long
he: נתיב קובץ תצורה ארוך מדי
hi: कॉन्फ़िग फ़ाइल पथ बहुत लंबा है
hr: putanja konfiguracijske datoteke preduga
hu: konfigurációs fájl elérési útja túl hosszú
id: path file konfigurasi terlalu panjang
it: percorso file di configurazione troppo lungo
ja: 設定ファイルのパスが長すぎます
lt: konfigūracijos failo kelias per ilgas
lv: konfigurācijas faila ceļš pārāk garš
mk: патеката до конфигурациската датотека е предолга
nl: configuratiebestandspad te lang
no: konfigurasjonsfil-stien er for lang
pl: ścieżka pliku konfiguracyjnego zbyt długa
pt: caminho do arquivo de configuração muito longo
ro: calea fișierului de configurare este prea lungă
ru: путь к файлу конфигурации слишком длинный
sk: cesta ku konfiguračnému súboru je príliš dlhá
sl: pot do konfiguracijske datoteke je predolga
sr: путања конфигурационе датотеке је предугачка
sv: konfigurationsfilsökväg för lång
th: เส้นทางไฟล์กำหนดค่ายาวเกินไป
tr: yapılandırma dosyası yolu çok uzun
uk: шлях до файлу конфігурації занадто довгий
ur: کنفیگ فائل کا راستہ بہت لمبا ہے
vi: đường dẫn tệp cấu hình quá dài

source: config file does not exist or is not readable: %s
af: konfigurasielêer bestaan nie of is nie leesbaar nie: %s
ar: ملف التكوين غير موجود أو غير قابل للقراءة: %s
bg: конфигурационният файл не съществува или не може да бъде прочетен: %s
bn: কনফিগ ফাইল বিদ্যমান নেই বা পাঠযোগ্য নয়: %s
bs: konfiguracijska datoteka ne postoji ili nije čitljiva: %s
cs: Konfigurační soubor neexistuje nebo není čitelný: %s
da: konfigurationsfil findes ikke eller er ikke læsbar: %s
de: Konfigurationsdatei existiert nicht oder ist nicht lesbar: %s
el: το αρχείο ρυθμίσεων δεν υπάρχει ή δεν είναι αναγνώσιμο: %s
es: el archivo de configuración no existe o no es legible: %s
et: konfiguratsioonifail ei eksisteeri või ei ole loetav: %s
fi: asetustiedostoa ei ole tai se ei ole luettavissa: %s
fr: le fichier de configuration n'existe pas ou n'est pas lisible : %s
he: קובץ תצורה לא קיים או לא ניתן לקריאה: %s
hi: कॉन्फ़िग फ़ाइल मौजूद नहीं है या पढ़ने योग्य नहीं है: %s
hr: konfiguracijska datoteka ne postoji ili nije čitljiva: %s
hu: konfigurációs fájl nem létezik vagy nem olvasható: %s
id: file konfigurasi tidak ada atau tidak dapat dibaca: %s
it: il file di configurazione non esiste o non è leggibile: %s
ja: 設定ファイルが存在しないか読み取れません: %s
lt: konfigūracijos failas neegzistuoja arba neperskaitomas: %s
lv: konfigurācijas fails neeksistē vai nav lasāms: %s
mk: конфигурациската датотека не постои или не е читлива: %s
nl: configuratiebestand bestaat niet of is niet leesbaar: %s
no: konfigurasjonsfil eksisterer ikke eller er ikke lesbar: %s
pl: plik konfiguracyjny nie istnieje lub nie jest czytelny: %s
pt: arquivo de configuração não existe ou não é legível: %s
ro: fișierul de configurare nu există sau nu poate fi citit: %s
ru: файл конфигурации не существует или недоступен для чтения: %s
sk: konfiguračný súbor neexistuje alebo nie je čitateľný: %s
sl: konfiguracijska datoteka ne obstaja ali ni berljiva: %s
sr: конфигурациона датотека не постоји или није читљива: %s
sv: konfigurationsfil finns inte eller är inte läsbar: %s
th: ไฟล์กำหนดค่าไม่มีอยู่หรือไม่สามารถอ่านได้: %s
tr: yapılandırma dosyası mevcut değil veya okunamıyor: %s
uk: файл конфігурації не існує або недоступний для читання: %s
ur: کنفیگ فائل موجود نہیں ہے یا پڑھنے کے قابل نہیں ہے: %s
vi: tệp cấu hình không tồn tại hoặc không thể đọc: %s

source: config file path too long ( > %d char )
af: konfigurasielêer pad te lank ( > %d karakters )
ar: مسار ملف التكوين طويل جداً ( > %d حرف )
bg: пътят до конфигурационния файл е твърде дълъг ( > %d символа )
bn: কনফিগ ফাইল পাথ অনেক দীর্ঘ ( > %d অক্ষর )
bs: putanja konfiguracijske datoteke je predugačka ( > %d znakova )
cs: Cesta ke konfiguračnímu souboru je příliš dlouhá ( > %d znaků )
da: konfigurationsfilsti er for lang ( > %d tegn )
de: Konfigurationsdateipfad zu lang ( > %d Zeichen )
el: η διαδρομή αρχείου ρυθμίσεων είναι πολύ μεγάλη ( > %d χαρακτήρες )
es: ruta del archivo de configuración demasiado larga ( > %d caracteres )
et: konfiguratsioonifaili tee on liiga pikk ( > %d märki )
fi: asetustiedoston polku liian pitkä ( > %d merkkiä )
fr: chemin du fichier de configuration trop long ( > %d car. )
he: נתיב קובץ תצורה ארוך מדי ( > %d תווים )
hi: कॉन्फ़िग फ़ाइल पथ बहुत लंबा है ( > %d वर्ण )
hr: putanja konfiguracijske datoteke preduga ( > %d znakova )
hu: konfigurációs fájl elérési útja túl hosszú ( > %d karakter )
id: path file konfigurasi terlalu panjang ( > %d karakter )
it: percorso file di configurazione troppo lungo ( > %d caratteri )
ja: 設定ファイルのパスが長すぎます ( > %d文字 )
lt: konfigūracijos failo kelias per ilgas ( > %d simb. )
lv: konfigurācijas faila ceļš pārāk garš ( > %d rakstzīmes )
mk: патеката до конфигурациската датотека е предолга ( > %d знаци )
nl: configuratiebestandspad te lang ( > %d tekens )
no: konfigurasjonsfil-stien er for lang ( > %d tegn )
pl: ścieżka pliku konfiguracyjnego zbyt długa ( > %d znaków )
pt: caminho do arquivo de configuração muito longo ( > %d caracteres )
ro: calea fișierului de configurare este prea lungă ( > %d caractere )
ru: путь к файлу конфигурации слишком длинный ( > %d символов )
sk: cesta ku konfiguračnému súboru je príliš dlhá ( > %d znakov )
sl: pot do konfiguracijske datoteke je predolga ( > %d znakov )
sr: путања конфигурационе датотеке је предугачка ( > %d знакова )
sv: konfigurationsfilsökväg för lång ( > %d tecken )
th: เส้นทางไฟล์กำหนดค่ายาวเกินไป ( > %d อักขระ )
tr: yapılandırma dosyası yolu çok uzun ( > %d karakter )
uk: шлях до файлу конфігурації занадто довгий ( > %d символів )
ur: کنفیگ فائل کا راستہ بہت لمبا ہے ( > %d حروف )
vi: đường dẫn tệp cấu hình quá dài ( > %d ký tự )
