Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: === Notice: %s === %s
af: === Kennisgewing: %s === %s
ar: === ملاحظة: %s === %s
bg: === Известие: %s === %s
bn: === বিজ্ঞপ্তি: %s === %s
bs: === Obavještenje: %s === %s
cs: === Upozornění: %s === %s
da: === Bemærk: %s === %s
de: === Hinweis: %s === %s
el: === Ειδοποίηση: %s === %s
es: === Aviso: %s === %s
et: === Teade: %s === %s
fi: === Huomautus: %s === %s
fr: === Avis : %s === %s
he: === הודעה: %s === %s
hi: === सूचना: %s === %s
hr: === Obavijest: %s === %s
hu: === Értesítés: %s === %s
id: === Pemberitahuan: %s === %s
it: === Avviso: %s === %s
ja: === 通知: %s === %s
lt: === Pranešimas: %s === %s
lv: === Paziņojums: %s === %s
mk: === Известување: %s === %s
nl: === Opmerking: %s === %s
no: === Merknad: %s === %s
pl: === Uwaga: %s === %s
pt: === Aviso: %s === %s
ro: === Notificare: %s === %s
ru: === Уведомление: %s === %s
sk: === Upozornenie: %s === %s
sl: === Obvestilo: %s === %s
sr: === Обавештење: %s === %s
sv: === Meddelande: %s === %s
th: === ประกาศ: %s === %s
tr: === Uyarı: %s === %s
uk: === Повідомлення: %s === %s
ur: === نوٹس: %s === %s
vi: === Thông báo: %s === %s

source: Stop: %s
ar: إيقاف: %s
bg: Стоп: %s
bn: থামুন: %s
el: Διακοπή: %s
es: Detener: %s
et: Stopp: %s
fi: Pysäytys: %s
fr: Arrêt : %s
he: עצור: %s
hi: रोकें: %s
hr: Zaustavi: %s
hu: Leállítás: %s
id: Berhenti: %s
ja: 停止: %s
lt: Stabdyti: %s
lv: Apturēt: %s
mk: Стоп: %s
no: Stopp: %s
pt: Parar: %s
ru: Стоп: %s
sk: Zastaviť: %s
sl: Ustavi: %s
sr: Заустави: %s
sv: Stopp: %s
th: หยุด: %s
tr: Durdur: %s
uk: Зупинка: %s
ur: رکیں: %s
vi: Dừng: %s

source: using %d OpenMP threads per job (%d/%d CPUs)
af: gebruik %d OpenMP-drade per taak (%d/%d SVE's)
ar: استخدام %d خيوط OpenMP لكل مهمة (%d/%d وحدات معالجة)
bg: използване на %d OpenMP нишки на задача (%d/%d CPU)
bn: প্রতি কাজে %d OpenMP থ্রেড ব্যবহার করা হচ্ছে (%d/%d CPUs)
bs: koristi se %d OpenMP niti po poslu (%d/%d CPU-a)
cs: používá se %d vláken OpenMP na úlohu (%d/%d CPU)
da: bruger %d OpenMP-tråde pr. job (%d/%d CPU'er)
de: Verwende %d OpenMP-Threads pro Auftrag (%d/%d CPUs)
el: χρήση %d νημάτων OpenMP ανά εργασία (%d/%d CPUs)
es: usando %d hilos OpenMP por trabajo (%d/%d CPUs)
et: kasutatakse %d OpenMP lõime töö kohta (%d/%d CPU-d)
fi: käytetään %d OpenMP-säiettä työtä kohden (%d/%d CPU:ta)
fr: utilisation de %d threads OpenMP par tâche (%d/%d CPUs)
he: משתמש ב-%d תהליכוני OpenMP לכל משימה (%d/%d מעבדים)
hi: %d OpenMP थ्रेड प्रति जॉब का उपयोग कर रहा है (%d/%d CPUs)
hr: koristi se %d OpenMP niti po poslu (%d/%d CPU-ova)
hu: %d OpenMP szál használata feladatonként (%d/%d CPU)
id: menggunakan %d thread OpenMP per pekerjaan (%d/%d CPU)
it: utilizzo di %d thread OpenMP per job (%d/%d CPU)
ja: ジョブごとに %d OpenMP スレッドを使用 (%d/%d CPU)
lt: naudojama %d OpenMP gijų vienam darbui (%d/%d CPU)
lv: izmanto %d OpenMP pavedienus katram darbam (%d/%d CPU)
mk: се користат %d OpenMP нишки по задача (%d/%d процесори)
nl: gebruikt %d OpenMP-threads per taak (%d/%d CPU's)
no: bruker %d OpenMP-tråder per jobb (%d/%d CPU-er)
pl: używanie %d wątków OpenMP na zadanie (%d/%d CPU)
pt: usando %d threads OpenMP por tarefa (%d/%d CPUs)
ro: se utilizează %d fire OpenMP per sarcină (%d/%d procesoare)
ru: используется %d потоков OpenMP на задание (%d/%d ЦП)
sk: používa sa %d OpenMP vlákien na úlohu (%d/%d CPU)
sl: uporaba %d OpenMP niti na opravilo (%d/%d CPE)
sr: користим %d OpenMP нити по послу (%d/%d процесора)
sv: använder %d OpenMP-trådar per jobb (%d/%d CPU:er)
th: ใช้ %d เธรด OpenMP ต่องาน (%d/%d CPUs)
tr: iş başına %d OpenMP iş parçacığı kullanılıyor (%d/%d CPU)
uk: використовується %d потоків OpenMP на завдання (%d/%d ЦП)
ur: فی جاب %d OpenMP تھریڈز استعمال ہو رہے ہیں (%d/%d CPUs)
vi: sử dụng %d luồng OpenMP mỗi tác vụ (%d/%d CPU)

source: %s[%d]: %f seconds
af: %s[%d]: %f sekondes
ar: %s[%d]: %f ثانية
bg: %s[%d]: %f секунди
bn: %s[%d]: %f সেকেন্ড
bs: %s[%d]: %f sekundi
cs: %s[%d]: %f sekund
da: %s[%d]: %f sekunder
de: %s[%d]: %f Sekunden
el: %s[%d]: %f δευτερόλεπτα
es: %s[%d]: %f segundos
et: %s[%d]: %f sekundit
fi: %s[%d]: %f sekuntia
fr: %s[%d] : %f secondes
he: %s[%d]: %f שניות
hi: %s[%d]: %f सेकंड
hr: %s[%d]: %f sekundi
hu: %s[%d]: %f másodperc
id: %s[%d]: %f detik
it: %s[%d]: %f secondi
ja: %s[%d]: %f 秒
lt: %s[%d]: %f sekundės
lv: %s[%d]: %f sekundes
mk: %s[%d]: %f секунди
nl: %s[%d]: %f seconden
no: %s[%d]: %f sekunder
pl: %s[%d]: %f sekund
pt: %s[%d]: %f segundos
ro: %s[%d]: %f secunde
ru: %s[%d]: %f секунд
sk: %s[%d]: %f sekúnd
sl: %s[%d]: %f sekund
sr: %s[%d]: %f секунди
sv: %s[%d]: %f sekunder
th: %s[%d]: %f วินาที
tr: %s[%d]: %f saniye
uk: %s[%d]: %f секунд
ur: %s[%d]: %f سیکنڈ
vi: %s[%d]: %f giây

source: mem_obj_t at %p: size: %lu used: %lu addr: %p
af: mem_obj_t by %p: grootte: %lu gebruik: %lu adres: %p
ar: mem_obj_t في %p: size: %lu used: %lu addr: %p
bg: mem_obj_t на %p: size: %lu used: %lu addr: %p
bs: mem_obj_t na %p: veličina: %lu korišteno: %lu adresa: %p
cs: mem_obj_t na %p: velikost: %lu použito: %lu adresa: %p
da: mem_obj_t ved %p: størrelse: %lu brugt: %lu adresse: %p
de: mem_obj_t bei %p: size: %lu used: %lu addr: %p
el: mem_obj_t στο %p: size: %lu used: %lu addr: %p
es: mem_obj_t en %p: tamaño: %lu usado: %lu dirección: %p
et: mem_obj_t aadressil %p: suurus: %lu kasutatud: %lu aadress: %p
fi: mem_obj_t osoitteessa %p: size: %lu used: %lu addr: %p
fr: mem_obj_t à %p: taille : %lu utilisé : %lu addr : %p
he: mem_obj_t ב-%p: גודל: %lu בשימוש: %lu כתובת: %p
hr: mem_obj_t na %p: size: %lu used: %lu addr: %p
hu: mem_obj_t itt: %p: méret: %lu használt: %lu cím: %p
id: mem_obj_t di %p: size: %lu used: %lu addr: %p
it: mem_obj_t a %p: size: %lu used: %lu addr: %p
lt: mem_obj_t adresu %p: dydis: %lu naudojama: %lu adresas: %p
lv: mem_obj_t pie %p: izmērs: %lu izmantots: %lu adrese: %p
mk: mem_obj_t на %p: големина: %lu искористено: %lu адреса: %p
nl: mem_obj_t op %p: grootte: %lu gebruikt: %lu adres: %p
no: mem_obj_t ved %p: size: %lu used: %lu addr: %p
pl: mem_obj_t pod adresem %p: rozmiar: %lu użyte: %lu adres: %p
pt: mem_obj_t em %p: size: %lu used: %lu addr: %p
ro: mem_obj_t la %p: dimensiune: %lu utilizat: %lu adresă: %p
ru: mem_obj_t по адресу %p: размер: %lu использовано: %lu адрес: %p
sk: mem_obj_t na %p: veľkosť: %lu použité: %lu adresa: %p
sl: mem_obj_t na %p: size: %lu used: %lu addr: %p
sr: mem_obj_t на %p: величина: %lu коришћено: %lu адреса: %p
sv: mem_obj_t vid %p: size: %lu used: %lu addr: %p
th: mem_obj_t ที่ %p: size: %lu used: %lu addr: %p
tr: mem_obj_t, %p konumunda: boyut: %lu kullanılan: %lu adres: %p
uk: mem_obj_t за адресою %p: size: %lu used: %lu addr: %p
vi: mem_obj_t tại %p: size: %lu used: %lu addr: %p

source: m->backtrace is null, no backtrace data
af: m->backtrace is nul, geen terugspoordata nie
ar: m->backtrace فارغ، لا توجد بيانات تتبع
bg: m->backtrace е null, няма данни за проследяване
bn: m->backtrace হল null, কোনো ব্যাকট্রেস ডেটা নেই
bs: m->backtrace je null, nema podataka o praćenju
cs: M->backtrace je null, žádná data zpětného trasování
da: m->backtrace er null, ingen backtrace-data
de: m->backtrace ist null, keine Backtrace-Daten
el: το m->backtrace είναι null, χωρίς δεδομένα backtrace
es: m->backtrace es nulo, sin datos de rastreo
et: m->backtrace on null, tagasijälituse andmed puuduvad
fi: m->backtrace on null, ei jäljitystietoja
fr: m->backtrace est null, pas de données de trace
he: m->backtrace הוא null, אין נתוני מעקב
hi: m->backtrace शून्य है, कोई backtrace डेटा नहीं
hr: m->backtrace je null, nema podataka povratnog praćenja
hu: m->backtrace null, nincs visszakövetési adat
id: m->backtrace adalah null, tidak ada data backtrace
it: m->backtrace è nullo, nessun dato di backtrace
ja: m->backtrace が null、バックトレースデータがありません
lt: m->backtrace yra null, nėra backtrace duomenų
lv: m->backtrace ir null, nav izsekošanas datu
mk: m->backtrace е null, нема податоци за следење
nl: m->backtrace is null, geen backtrace-gegevens
no: m->backtrace er null, ingen tilbakesporingsdata
pl: m->backtrace jest null, brak danych śladu stosu
pt: m->backtrace é nulo, sem dados de backtrace
ro: m->backtrace este nul, fără date de backtrace
ru: m->backtrace равен null, нет данных обратной трассировки
sk: m->backtrace je null, žiadne údaje spätného sledovania
sl: m->backtrace je null, ni podatkov za sledenje
sr: m->backtrace је null, нема података о повратном трагу
sv: m->backtrace är null, ingen bakåtspårningsdata
th: m->backtrace เป็น null ไม่มีข้อมูล backtrace
tr: m->backtrace boş, geri izleme verisi yok
uk: m->backtrace є null, немає даних зворотного трасування
ur: m->backtrace null ہے، کوئی بیک ٹریس ڈیٹا نہیں
vi: m->backtrace là null, không có dữ liệu backtrace

source: Memory re-allocation denied %s
af: Geheue-hertoewysing geweier %s
ar: تم رفض إعادة تخصيص الذاكرة %s
bg: Преразпределението на паметта е отказано %s
bn: মেমরি পুনর্বরাদ্দ অস্বীকৃত %s
bs: Ponovna dodjela memorije odbijena %s
cs: Realokace paměti zamítnuta %s
da: Hukommelsesgenallokering nægtet %s
de: Speicher-Neuzuweisung verweigert %s
el: Απορρίφθηκε η επανεκχώρηση μνήμης %s
es: Reasignación de memoria denegada %s
et: Mälu ümberjaotamine keelatud %s
fi: Muistin uudelleenvaraus evätty %s
fr: Réallocation mémoire refusée %s
he: הקצאת זיכרון מחדש נדחתה %s
hi: मेमोरी पुनः-आवंटन अस्वीकृत %s
hr: Ponovna dodjela memorije odbijena %s
hu: Memória újrafoglalás megtagadva %s
id: Realokasi memori ditolak %s
it: Riallocazione memoria negata %s
ja: メモリ再割り当てが拒否されました %s
lt: Atminties perskirstymas atmestas %s
lv: Atmiņas pārpiešķiršana noraidīta %s
mk: Одбиена е повторна алокација на меморија %s
nl: Geheugenherallocatie geweigerd %s
no: Minnereallokering nektet %s
pl: Odmowa realokacji pamięci %s
pt: Realocação de memória negada %s
ro: Realocarea memoriei refuzată %s
ru: Отказано в повторном выделении памяти %s
sk: Opätovná alokácia pamäte zamietnutá %s
sl: Ponovna dodelitev pomnilnika zavrnjena %s
sr: Прерасподела меморије одбијена %s
sv: Minnesomallokering nekad %s
th: การจัดสรรหน่วยความจำใหม่ถูกปฏิเสธ %s
tr: Bellek yeniden tahsisi reddedildi %s
uk: Повторне виділення пам'яті відхилено %s
ur: میموری دوبارہ ایلوکیشن مسترد %s
vi: Cấp phát lại bộ nhớ bị từ chối %s

source: %s: Memory requested %lu
af: %s: Geheue versoek %lu
ar: %s: الذاكرة المطلوبة %lu
bg: %s: Заявена памет %lu
bn: %s: মেমরি অনুরোধ করা হয়েছে %lu
bs: %s: Zatraženo memorije %lu
cs: %s: Požadovaná paměť %lu
da: %s: Hukommelse anmodet %lu
de: %s: Speicher angefordert %lu
el: %s: Ζητήθηκε μνήμη %lu
es: %s: Memoria solicitada %lu
et: %s: Soovitud mälu %lu
fi: %s: Muistia pyydetty %lu
fr: %s : Mémoire demandée %lu
he: %s: זיכרון מבוקש %lu
hi: %s: मेमोरी अनुरोधित %lu
hr: %s: Zatraženo memorije %lu
hu: %s: Kért memória %lu
id: %s: Memori diminta %lu
it: %s: Memoria richiesta %lu
ja: %s: 要求メモリ %lu
lt: %s: Prašoma atmintis %lu
lv: %s: Pieprasīta atmiņa %lu
mk: %s: Побарана меморија %lu
nl: %s: Geheugen aangevraagd %lu
no: %s: Minne forespurt %lu
pl: %s: Żądana pamięć %lu
pt: %s: Memória solicitada %lu
ro: %s: Memorie solicitată %lu
ru: %s: Запрошено памяти %lu
sk: %s: Požadovaná pamäť %lu
sl: %s: Zahtevani pomnilnik %lu
sr: %s: Захтевана меморија %lu
sv: %s: Begärt minne %lu
th: %s: หน่วยความจำที่ร้องขอ %lu
tr: %s: İstenen bellek %lu
uk: %s: Запитано пам'яті %lu
ur: %s: میموری درخواست %lu
vi: %s: Bộ nhớ yêu cầu %lu

source: xnec2c[%d]: %s: Failed to open file: %s
af: xnec2c[%d]: %s: Kon nie lêer oopmaak nie: %s
ar: xnec2c[%d]: %s: فشل فتح الملف: %s
bg: xnec2c[%d]: %s: Неуспешно отваряне на файл: %s
bn: xnec2c[%d]: %s: ফাইল খুলতে ব্যর্থ: %s
bs: xnec2c[%d]: %s: Neuspjelo otvaranje datoteke: %s
cs: xnec2c[%d]: %s: Nepodařilo se otevřít soubor: %s
da: xnec2c[%d]: %s: Kunne ikke åbne fil: %s
de: xnec2c[%d]: %s: Datei konnte nicht geöffnet werden: %s
el: xnec2c[%d]: %s: Αποτυχία ανοίγματος αρχείου: %s
es: xnec2c[%d]: %s: Error al abrir el archivo: %s
et: xnec2c[%d]: %s: Faili avamine ebaõnnestus: %s
fi: xnec2c[%d]: %s: Tiedoston avaus epäonnistui: %s
fr: xnec2c[%d] : %s : Échec de l'ouverture du fichier : %s
he: xnec2c[%d]: %s: נכשל בפתיחת קובץ: %s
hi: xnec2c[%d]: %s: फ़ाइल खोलने में विफल: %s
hr: xnec2c[%d]: %s: Otvaranje datoteke nije uspjelo: %s
hu: xnec2c[%d]: %s: Fájl megnyitása sikertelen: %s
id: xnec2c[%d]: %s: Gagal membuka file: %s
it: xnec2c[%d]: %s: Impossibile aprire il file: %s
ja: xnec2c[%d]: %s: ファイルを開けませんでした: %s
lt: xnec2c[%d]: %s: Nepavyko atidaryti failo: %s
lv: xnec2c[%d]: %s: Neizdevās atvērt failu: %s
mk: xnec2c[%d]: %s: Не успеа да се отвори датотека: %s
nl: xnec2c[%d]: %s: Kan bestand niet openen: %s
no: xnec2c[%d]: %s: Kunne ikke åpne fil: %s
pl: xnec2c[%d]: %s: Nie udało się otworzyć pliku: %s
pt: xnec2c[%d]: %s: Falha ao abrir arquivo: %s
ro: xnec2c[%d]: %s: Deschiderea fișierului a eșuat: %s
ru: xnec2c[%d]: %s: Не удалось открыть файл: %s
sk: xnec2c[%d]: %s: Nepodarilo sa otvoriť súbor: %s
sl: xnec2c[%d]: %s: Odpiranje datoteke ni uspelo: %s
sr: xnec2c[%d]: %s: Није успело отварање датотеке: %s
sv: xnec2c[%d]: %s: Kunde inte öppna fil: %s
th: xnec2c[%d]: %s: ไม่สามารถเปิดไฟล์: %s
tr: xnec2c[%d]: %s: Dosya açılamadı: %s
uk: xnec2c[%d]: %s: Не вдалося відкрити файл: %s
ur: xnec2c[%d]: %s: فائل کھولنے میں ناکام: %s
vi: xnec2c[%d]: %s: Không thể mở tệp: %s

source: Optimizer loop incomplete, skipping radiation pattern redraw.
af: Optimeerder-lus onvolledig, slaan stralingspatroon-hertekening oor.
ar: حلقة المُحسِّن غير مكتملة، تخطي إعادة رسم نمط الإشعاع.
bg: Цикълът на оптимизатора е непълен, пропускане на прерисуването на диаграмата на излъчване.
bn: অপ্টিমাইজার লুপ অসম্পূর্ণ, বিকিরণ প্যাটার্ন পুনরায় আঁকা এড়িয়ে যাওয়া হচ্ছে।
bs: Petlja optimizatora nepotpuna, preskakanje ponovnog crtanja dijagrama zračenja.
cs: Smyčka optimalizátoru neúplná, přeskakuji překreslení vyzařovacího diagramu.
da: Optimeringsløkke ufuldstændig, springer over gentegning af strålingsdiagram.
de: Optimierungsschleife unvollständig, Neuzeichnen des Strahlungsdiagramms übersprungen.
el: Ο βρόχος βελτιστοποίησης είναι ημιτελής, παράλειψη επανασχεδίασης διαγράμματος ακτινοβολίας.
es: Bucle del optimizador incompleto, omitiendo redibujado del patrón de radiación.
et: Optimeerija tsükkel pooleli, kiirgusdiagrammi ümberjoonistamine vahele jäetud.
fi: Optimointisilmukka kesken, ohitetaan säteilykuvion uudelleenpiirto.
fr: Boucle d'optimisation incomplète, redessin du diagramme de rayonnement ignoré.
he: לולאת האופטימיזציה לא הושלמה, מדלג על ציור מחדש של תבנית הקרינה.
hi: ऑप्टिमाइज़र लूप अपूर्ण, विकिरण पैटर्न पुनः चित्रण छोड़ रहा है।
hr: Petlja optimizatora nije završena, preskačem ponovno iscrtavanje dijagrama zračenja.
hu: Optimalizáló ciklus befejezetlen, sugárzási diagram újrarajzolásának kihagyása.
id: Loop optimizer belum selesai, melewati penggambaran ulang pola radiasi.
it: Ciclo dell'ottimizzatore incompleto, ridisegno del diagramma di radiazione saltato.
ja: オプティマイザループ未完了、放射パターンの再描画をスキップします。
lt: Optimizatoriaus ciklas nebaigtas, praleidžiamas spinduliavimo diagramos perpiešimas.
lv: Optimizētāja cikls nav pabeigts, izlaižam starojuma diagrammas pārzīmēšanu.
mk: Циклусот на оптимизаторот е некомплетен, се прескокнува прецртување на дијаграмот на зрачење.
nl: Optimalisatielus onvolledig, hertekenen stralingspatroon overgeslagen.
no: Optimaliseringsløkke ufullstendig, hopper over omtegning av strålingsdiagram.
pl: Pętla optymalizatora niekompletna, pomijanie przerysowania charakterystyki promieniowania.
pt: Loop do otimizador incompleto, ignorando redesenho do padrão de radiação.
ro: Buclă optimizer incompletă, se omite redesenarea diagramei de radiație.
ru: Цикл оптимизатора не завершён, пропуск перерисовки диаграммы направленности.
sk: Slučka optimalizátora neukončená, preskakuje sa prekreslenie vyžarovacieho diagramu.
sl: Zanka optimizatorja nepopolna, preskakujem izris sevalnega diagrama.
sr: Петља оптимизатора није завршена, прескачем поновно исцртавање дијаграма зрачења.
sv: Optimeringsloop ofullständig, hoppar över omritning av strålningsdiagram.
th: การวนซ้ำตัวปรับแต่งไม่สมบูรณ์ ข้ามการวาดแบบรูปการแผ่คลื่นใหม่
tr: Optimize edici döngüsü tamamlanmadı, ışınım örüntüsü yeniden çizimi atlanıyor.
uk: Цикл оптимізатора незавершений, пропуск перемальовування діаграми випромінювання.
ur: آپٹیمائزر لوپ نامکمل، ریڈیئیشن پیٹرن دوبارہ ڈرا چھوڑ رہا ہے۔
vi: Vòng lặp tối ưu hóa chưa hoàn tất, bỏ qua vẽ lại mẫu bức xạ.

source: Optimizer loop incomplete, skipping structure redraw.
af: Optimeerder-lus onvolledig, slaan struktuur-hertekening oor.
ar: حلقة المُحسِّن غير مكتملة، تخطي إعادة رسم الهيكل.
bg: Цикълът на оптимизатора е непълен, пропускане на прерисуването на структурата.
bn: অপ্টিমাইজার লুপ অসম্পূর্ণ, কাঠামো পুনরায় আঁকা এড়িয়ে যাওয়া হচ্ছে।
bs: Petlja optimizatora nepotpuna, preskakanje ponovnog crtanja strukture.
cs: Smyčka optimalizátoru neúplná, přeskakuji překreslení struktury.
da: Optimeringsløkke ufuldstændig, springer over gentegning af struktur.
de: Optimierungsschleife unvollständig, Neuzeichnen der Struktur übersprungen.
el: Ο βρόχος βελτιστοποίησης είναι ημιτελής, παράλειψη επανασχεδίασης δομής.
es: Bucle del optimizador incompleto, omitiendo redibujado de la estructura.
et: Optimeerija tsükkel pooleli, struktuuri ümberjoonistamine vahele jäetud.
fi: Optimointisilmukka kesken, ohitetaan rakenteen uudelleenpiirto.
fr: Boucle d'optimisation incomplète, redessin de la structure ignoré.
he: לולאת האופטימיזציה לא הושלמה, מדלג על ציור מחדש של המבנה.
hi: ऑप्टिमाइज़र लूप अपूर्ण, संरचना पुनः चित्रण छोड़ रहा है।
hr: Petlja optimizatora nije završena, preskačem ponovno iscrtavanje strukture.
hu: Optimalizáló ciklus befejezetlen, struktúra újrarajzolásának kihagyása.
id: Loop optimizer belum selesai, melewati penggambaran ulang struktur.
it: Ciclo dell'ottimizzatore incompleto, ridisegno della struttura saltato.
ja: オプティマイザループ未完了、構造の再描画をスキップします。
lt: Optimizatoriaus ciklas nebaigtas, praleidžiamas struktūros perpiešimas.
lv: Optimizētāja cikls nav pabeigts, izlaižam struktūras pārzīmēšanu.
mk: Циклусот на оптимизаторот е некомплетен, се прескокнува прецртување на структурата.
nl: Optimalisatielus onvolledig, hertekenen structuur overgeslagen.
no: Optimaliseringsløkke ufullstendig, hopper over omtegning av struktur.
pl: Pętla optymalizatora niekompletna, pomijanie przerysowania struktury.
pt: Loop do otimizador incompleto, ignorando redesenho da estrutura.
ro: Buclă optimizer incompletă, se omite redesenarea structurii.
ru: Цикл оптимизатора не завершён, пропуск перерисовки структуры.
sk: Slučka optimalizátora neukončená, preskakuje sa prekreslenie štruktúry.
sl: Zanka optimizatorja nepopolna, preskakujem izris strukture.
sr: Петља оптимизатора није завршена, прескачем поновно исцртавање структуре.
sv: Optimeringsloop ofullständig, hoppar över omritning av struktur.
th: การวนซ้ำตัวปรับแต่งไม่สมบูรณ์ ข้ามการวาดโครงสร้างใหม่
tr: Optimize edici döngüsü tamamlanmadı, yapı yeniden çizimi atlanıyor.
uk: Цикл оптимізатора незавершений, пропуск перемальовування структури.
ur: آپٹیمائزر لوپ نامکمل، ساخت دوبارہ ڈرا چھوڑ رہا ہے۔
vi: Vòng lặp tối ưu hóa chưa hoàn tất, bỏ qua việc vẽ lại cấu trúc.

source: Backtrace:
af: Terugspoor:
ar: التتبع العكسي:
bg: Проследяване:
bn: ব্যাকট্রেস:
bs: Praćenje:
cs: Zpětné trasování:
es: Rastreo:
et: Tagasijälitus:
fi: Jäljitys:
fr: Trace :
he: מעקב:
hr: Povratno praćenje:
hu: Visszakövetés:
ja: バックトレース:
lv: Izsekošana:
mk: Следење:
no: Tilbakesporing:
pl: Ślad stosu:
ru: Обратная трассировка:
sk: Spätné sledovanie:
sl: Sled klicev:
sr: Повратни траг:
sv: Bakåtspårning:
tr: Geri İzleme:
uk: Зворотне трасування:
ur: بیک ٹریس:

source: complex dielectric constant from file: %12.5E%+12.5Ej, requested: %12.5E%+12.5Ej
af: komplekse diëlektriese konstante vanaf lêer: %12.5E%+12.5Ej, versoek: %12.5E%+12.5Ej
ar: ثابت العزل الكهربائي المركب من الملف: %12.5E%+12.5Ej، المطلوب: %12.5E%+12.5Ej
bg: комплексна диелектрична константа от файл: %12.5E%+12.5Ej, заявена: %12.5E%+12.5Ej
bn: ফাইল থেকে জটিল পরাবৈদ্যুতিক ধ্রুবক: %12.5E%+12.5Ej, অনুরোধকৃত: %12.5E%+12.5Ej
bs: kompleksna dielektrična konstanta iz datoteke: %12.5E%+12.5Ej, zatraženo: %12.5E%+12.5Ej
cs: komplexní dielektrická konstanta ze souboru: %12.5E%+12.5Ej, požadováno: %12.5E%+12.5Ej
da: kompleks dielektrisk konstant fra fil: %12.5E%+12.5Ej, anmodet: %12.5E%+12.5Ej
de: Komplexe Dielektrizitätskonstante aus Datei: %12.5E%+12.5Ej, angefordert: %12.5E%+12.5Ej
el: μιγαδική διηλεκτρική σταθερά από αρχείο: %12.5E%+12.5Ej, ζητούμενη: %12.5E%+12.5Ej
es: constante dieléctrica compleja del archivo: %12.5E%+12.5Ej, solicitada: %12.5E%+12.5Ej
et: kompleksne dielektriline konstant failist: %12.5E%+12.5Ej, soovitud: %12.5E%+12.5Ej
fi: kompleksinen dielektrisyysvakio tiedostosta: %12.5E%+12.5Ej, pyydetty: %12.5E%+12.5Ej
fr: constante diélectrique complexe du fichier : %12.5E%+12.5Ej, demandée : %12.5E%+12.5Ej
he: קבוע דיאלקטרי מרוכב מקובץ: %12.5E%+12.5Ej, מבוקש: %12.5E%+12.5Ej
hi: फ़ाइल से जटिल परावैद्युत स्थिरांक: %12.5E%+12.5Ej, अनुरोधित: %12.5E%+12.5Ej
hr: kompleksna dielektrična konstanta iz datoteke: %12.5E%+12.5Ej, zatraženo: %12.5E%+12.5Ej
hu: komplex dielektromos állandó fájlból: %12.5E%+12.5Ej, kért: %12.5E%+12.5Ej
id: konstanta dielektrik kompleks dari file: %12.5E%+12.5Ej, diminta: %12.5E%+12.5Ej
it: costante dielettrica complessa dal file: %12.5E%+12.5Ej, richiesta: %12.5E%+12.5Ej
ja: ファイルからの複素誘電率: %12.5E%+12.5Ej、要求値: %12.5E%+12.5Ej
lt: kompleksinė dielektrinė konstanta iš failo: %12.5E%+12.5Ej, prašoma: %12.5E%+12.5Ej
lv: kompleksā dielektriskā konstante no faila: %12.5E%+12.5Ej, pieprasītā: %12.5E%+12.5Ej
mk: комплексна диелектрична константа од датотека: %12.5E%+12.5Ej, побарана: %12.5E%+12.5Ej
nl: complexe diëlektrische constante uit bestand: %12.5E%+12.5Ej, gevraagd: %12.5E%+12.5Ej
no: kompleks dielektrisitetskonstant fra fil: %12.5E%+12.5Ej, forespurt: %12.5E%+12.5Ej
pl: zespolona stała dielektryczna z pliku: %12.5E%+12.5Ej, żądana: %12.5E%+12.5Ej
pt: constante dielétrica complexa do arquivo: %12.5E%+12.5Ej, solicitada: %12.5E%+12.5Ej
ro: constantă dielectrică complexă din fișier: %12.5E%+12.5Ej, solicitată: %12.5E%+12.5Ej
ru: комплексная диэлектрическая постоянная из файла: %12.5E%+12.5Ej, запрошено: %12.5E%+12.5Ej
sk: komplexná dielektrická konštanta zo súboru: %12.5E%+12.5Ej, požadovaná: %12.5E%+12.5Ej
sl: kompleksna dielektrična konstanta iz datoteke: %12.5E%+12.5Ej, zahtevana: %12.5E%+12.5Ej
sr: комплексна диелектрична константа из датотеке: %12.5E%+12.5Ej, захтевана: %12.5E%+12.5Ej
sv: komplex dielektricitetskonstant från fil: %12.5E%+12.5Ej, begärd: %12.5E%+12.5Ej
th: ค่าคงที่ไดอิเล็กทริกเชิงซ้อนจากไฟล์: %12.5E%+12.5Ej ที่ร้องขอ: %12.5E%+12.5Ej
tr: dosyadan karmaşık dielektrik sabiti: %12.5E%+12.5Ej, istenen: %12.5E%+12.5Ej
uk: комплексна діелектрична стала з файлу: %12.5E%+12.5Ej, запитана: %12.5E%+12.5Ej
ur: فائل سے کمپلیکس ڈائی الیکٹرک کانسٹینٹ: %12.5E%+12.5Ej، درخواست شدہ: %12.5E%+12.5Ej
vi: hằng số điện môi phức từ tệp: %12.5E%+12.5Ej, yêu cầu: %12.5E%+12.5Ej
