Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Smith Chart
af: Smith-kaart
ar: مخطط سميث
bg: Диаграма на Смит
bn: স্মিথ চার্ট
bs: Smithov dijagram
cs: Smithův diagram
da: Smith-diagram
de: Smith-Diagramm
el: Διάγραμμα Smith
es: Carta de Smith
et: Smithi diagramm
fi: Smith-diagrammi
fr: Diagramme de Smith
he: תרשים סמית
hi: स्मिथ चार्ट
hr: Smithov dijagram
hu: Smith-diagram
id: Diagram Smith
it: Diagramma di Smith
ja: スミスチャート
lt: Smito diagrama
lv: Smita diagramma
mk: Смитов дијаграм
nl: Smith-diagram
no: Smith-diagram
pl: Wykres Smitha
pt: Carta de Smith
ro: Diagramă Smith
ru: Диаграмма Смита
sk: Smithov diagram
sl: Smithov diagram
sr: Смитов дијаграм
sv: Smith-diagram
th: แผนภูมิสมิธ
tr: Smith Diyagramı
uk: Діаграма Сміта
vi: Biểu đồ Smith

source: Raw Gain dBi
af: Rou Aanwins dBi
ar: الكسب الخام dBi
bg: Сурово усилване dBi
bn: কাঁচা গেইন dBi
bs: Sirovo pojačanje dBi
cs: Hrubý zisk dBi
da: Rå forstærkning dBi
de: Rohgewinn dBi
el: Ακατέργαστο Κέρδος dBi
es: Ganancia bruta dBi
et: Töötlemata võimendus dBi
fi: Raakavahvistus dBi
fr: Gain brut dBi
he: הגבר גולמי dBi
hr: Sirovi dobitak dBi
hu: Nyers nyereség dBi
id: Penguatan Mentah dBi
it: Guadagno Grezzo dBi
ja: 生利得 dBi
lt: Neapdorotas stiprinimas dBi
lv: Neapstrādāts pastiprinājums dBi
mk: Сиров добиток dBi
nl: Ruwe versterking dBi
no: Rå forsterkning dBi
pl: Zysk surowy dBi
pt: Ganho Bruto dBi
ro: Câștig brut dBi
ru: Исходное усиление dBi
sk: Hrubý zisk dBi
sl: Surovo ojačenje dBi
sr: Сирово појачање dBi
sv: Råförstärkning dBi
th: อัตราขยายดิบ dBi
tr: Ham Kazanç dBi
uk: Необроблене підсилення dBi
ur: خام گین dBi
vi: Độ lợi thô dBi

source: Max Gain & Net Gain vs Frequency
af: Maks Aanwins & Netto Aanwins vs Frekwensie
ar: الكسب الأقصى والكسب الصافي مقابل التردد
bg: Макс. усилване и нетно усилване спрямо честота
bn: সর্বোচ্চ গেইন ও নেট গেইন বনাম ফ্রিকোয়েন্সি
bs: Maks. pojačanje i neto pojačanje vs frekvencija
cs: Max. zisk a čistý zisk vs frekvence
da: Maks. forstærkning & nettoforstærkning vs frekvens
de: Max. Gewinn & Nettogewinn über Frequenz
el: Μέγιστο Κέρδος & Καθαρό Κέρδος vs Συχνότητα
es: Ganancia máx. y ganancia neta vs frecuencia
et: Maks võimendus ja netovõimendus vs sagedus
fi: Maksimivahvistus ja nettovahvistus vs taajuus
fr: Gain max & Gain net vs Fréquence
he: הגבר מרבי והגבר נטו מול תדר
hi: अधिकतम गेन और नेट गेन बनाम आवृत्ति
hr: Maks. dobitak i neto dobitak vs frekvencija
hu: Max. nyereség és nettó nyereség a frekvencia függvényében
id: Penguatan Maks & Penguatan Bersih vs Frekuensi
it: Guadagno Max e Guadagno Netto vs Frequenza
ja: 最大利得 & 正味利得 vs 周波数
lt: Maks. stiprinimas ir grynasis stiprinimas pagal dažnį
lv: Maks. pastiprinājums un neto pastiprinājums pret frekvenci
mk: Макс. добиток и нето добиток наспроти фреквенција
nl: Max. versterking & nettoversterking vs frequentie
no: Maks forsterkning og netto forsterkning vs frekvens
pl: Zysk maks. i zysk netto vs częstotliwość
pt: Ganho Máximo & Ganho Líquido vs Frequência
ro: Câștig maxim și câștig net vs frecvență
ru: Макс. усиление и чистое усиление от частоты
sk: Max. zisk a čistý zisk vs frekvencia
sl: Maks. ojačenje in neto ojačenje glede na frekvenco
sr: Макс. појачање и нето појачање у односу на фреквенцију
sv: Maxförstärkning & nettoförstärkning mot frekvens
th: อัตราขยายสูงสุด & อัตราขยายสุทธิ vs ความถี่
tr: Maksimum Kazanç & Net Kazanç - Frekans
uk: Макс. підсилення та чисте підсилення від частоти
ur: زیادہ سے زیادہ گین اور خالص گین بمقابلہ فریکوئنسی
vi: Độ lợi cực đại & Độ lợi ròng theo Tần số

source: Net Gain dBi
af: Netto Aanwins dBi
ar: الكسب الصافي dBi
bg: Нетно усилване dBi
bn: নেট গেইন dBi
bs: Neto pojačanje dBi
cs: Čistý zisk dBi
da: Nettoforstærkning dBi
de: Nettogewinn dBi
el: Καθαρό Κέρδος dBi
es: Ganancia neta dBi
et: Netovõimendus dBi
fi: Nettovahvistus dBi
fr: Gain net dBi
he: הגבר נטו dBi
hr: Neto dobitak dBi
hu: Nettó nyereség dBi
id: Penguatan Bersih dBi
it: Guadagno Netto dBi
ja: 正味利得 dBi
lt: Grynasis stiprinimas dBi
lv: Neto pastiprinājums dBi
mk: Нето добиток dBi
nl: Nettoversterking dBi
no: Netto forsterkning dBi
pl: Zysk netto dBi
pt: Ganho Líquido dBi
ro: Câștig net dBi
ru: Чистое усиление dBi
sk: Čistý zisk dBi
sl: Neto ojačenje dBi
sr: Нето појачање dBi
sv: Nettoförstärkning dBi
th: อัตราขยายสุทธิ dBi
tr: Net Kazanç dBi
uk: Чисте підсилення dBi
ur: خالص گین dBi
vi: Độ lợi ròng dBi

source: Max Gain & F/B Ratio vs Frequency
af: Maks Aanwins & V/A Verhouding vs Frekwensie
ar: الكسب الأقصى ونسبة أمامي/خلفي مقابل التردد
bg: Макс. усилване и съотношение F/B спрямо честота
bn: সর্বোচ্চ গেইন ও F/B অনুপাত বনাম ফ্রিকোয়েন্সি
bs: Maks. pojačanje i F/B odnos vs frekvencija
cs: Max. zisk a poměr F/B vs frekvence
da: Maks. forstærkning & F/B-forhold vs frekvens
de: Max. Gewinn & V/R-Verhältnis über Frequenz
el: Μέγιστο Κέρδος & Λόγος F/B vs Συχνότητα
es: Ganancia máx. y relación F/B vs frecuencia
et: Maks võimendus ja E/T suhe vs sagedus
fi: Maksimivahvistus ja E/T-suhde vs taajuus
fr: Gain max & Rapport A/A vs Fréquence
he: הגבר מרבי ויחס קדמי/אחורי מול תדר
hi: अधिकतम गेन और F/B अनुपात बनाम आवृत्ति
hr: Maks. dobitak i F/B omjer vs frekvencija
hu: Max. nyereség és Előre/Hátra arány a frekvencia függvényében
id: Penguatan Maks & Rasio F/B vs Frekuensi
it: Guadagno Max e Rapporto F/B vs Frequenza
ja: 最大利得 & F/B比 vs 周波数
lt: Maks. stiprinimas ir F/B santykis pagal dažnį
lv: Maks. pastiprinājums un F/B attiecība pret frekvenci
mk: Макс. добиток и F/B однос наспроти фреквенција
nl: Max. versterking & V/A-verhouding vs frequentie
no: Maks forsterkning og F/B-forhold vs frekvens
pl: Zysk maks. i stosunek F/B vs częstotliwość
pt: Ganho Máximo & Relação F/B vs Frequência
ro: Câștig maxim și raport F/B vs frecvență
ru: Макс. усиление и отношение F/B от частоты
sk: Max. zisk a pomer F/B vs frekvencia
sl: Maks. ojačenje in razmerje F/B glede na frekvenco
sr: Макс. појачање и однос F/B у односу на фреквенцију
sv: Maxförstärkning & F/B-förhållande mot frekvens
th: อัตราขยายสูงสุด & อัตราส่วน F/B vs ความถี่
tr: Maksimum Kazanç & Ö/A Oranı - Frekans
uk: Макс. підсилення та коефіцієнт F/B від частоти
ur: زیادہ سے زیادہ گین اور F/B تناسب بمقابلہ فریکوئنسی
vi: Độ lợi cực đại & Tỷ số F/B theo Tần số

source: F/B Ratio dB
af: V/A Verhouding dB
ar: نسبة أمامي/خلفي dB
bg: Съотношение F/B dB
bn: F/B অনুপাত dB
bs: F/B odnos dB
cs: Poměr F/B dB
da: F/B-forhold dB
de: V/R-Verhältnis dB
el: Λόγος F/B dB
es: Relación F/B dB
et: E/T suhe dB
fi: E/T-suhde dB
fr: Rapport A/A dB
he: יחס קדמי/אחורי dB
hi: F/B अनुपात dB
hr: F/B omjer dB
hu: Előre/Hátra arány dB
id: Rasio F/B dB
it: Rapporto F/B dB
ja: F/B比 dB
lt: F/B santykis dB
lv: F/B attiecība dB
mk: F/B однос dB
nl: V/A-verhouding dB
no: F/B-forhold dB
pl: Stosunek F/B dB
pt: Relação F/B dB
ro: Raport F/B dB
ru: Отношение F/B dB
sk: Pomer F/B dB
sl: Razmerje F/B dB
sr: Однос F/B dB
sv: F/B-förhållande dB
th: อัตราส่วน F/B dB
tr: Ö/A Oranı dB
uk: Коефіцієнт F/B dB
ur: F/B تناسب dB
vi: Tỷ số F/B dB

source: Rad Angle - deg
af: Stralingshoek - grade
ar: زاوية الإشعاع - deg
bg: Ъгъл на излъчване - deg
bn: বিকিরণ কোণ - deg
bs: Ugao zračenja - deg
cs: Vyzařovací úhel - deg
da: Strålingsvinkel - grader
de: Strahlungswinkel - Grad
el: Γωνία Ακτιν. - deg
es: Ángulo rad. - deg
et: Kiirgusnurk - deg
fi: Säteilykulma - deg
fr: Angle Rad - deg
he: זווית קרינה - מעלות
hi: विकिरण कोण - deg
hr: Kut zračenja - deg
hu: Sugárzási szög - fok
id: Sudut Radiasi - deg
it: Angolo Rad - deg
ja: 放射角度 - deg
lt: Spinduliavimo kampas - laipsniai
lv: Starojuma leņķis - grādi
mk: Агол на зрачење - deg
nl: Stralingshoek - graden
no: Strålevinkel - deg
pl: Kąt promieniowania - deg
pt: Ângulo Rad - deg
ro: Unghi radiație - grade
ru: Угол излучения - deg
sk: Uhol žiarenia - deg
sl: Kot sevanja - deg
sr: Угао зрачења - deg
sv: Strålningsvinkel - deg
th: มุมการแผ่รังสี - องศา
tr: Işınım Açısı - derece
uk: Кут випром. - град
ur: ریڈیئیشن زاویہ - deg
vi: Góc bức xạ - deg

source: Max Gain Direction vs Frequency
af: Maks Aanwinsrigting vs Frekwensie
ar: اتجاه الكسب الأقصى مقابل التردد
bg: Посока на макс. усилване спрямо честота
bn: সর্বোচ্চ গেইন দিক বনাম ফ্রিকোয়েন্সি
bs: Smjer maks. pojačanja vs frekvencija
cs: Směr max. zisku vs frekvence
da: Maks. forstærkningsretning vs frekvens
de: Max. Gewinnrichtung über Frequenz
el: Κατεύθυνση Μέγιστου Κέρδους vs Συχνότητα
es: Dirección de ganancia máx. vs frecuencia
et: Maks võimenduse suund vs sagedus
fi: Maksimivahvistuksen suunta vs taajuus
fr: Direction du gain max vs Fréquence
he: כיוון הגבר מרבי מול תדר
hi: अधिकतम गेन दिशा बनाम आवृत्ति
hr: Smjer maks. dobitka vs frekvencija
hu: Max. nyereség iránya a frekvencia függvényében
id: Arah Penguatan Maks vs Frekuensi
it: Direzione Guadagno Max vs Frequenza
ja: 最大利得方向 vs 周波数
lt: Maks. stiprinimo kryptis pagal dažnį
lv: Maks. pastiprinājuma virziens pret frekvenci
mk: Насока на макс. добиток наспроти фреквенција
nl: Max. versterkingsrichting vs frequentie
no: Maks forsterkningsretning vs frekvens
pl: Kierunek maks. zysku vs częstotliwość
pt: Direção de Ganho Máximo vs Frequência
ro: Direcția câștigului maxim vs frecvență
ru: Направление макс. усиления от частоты
sk: Smer max. zisku vs frekvencia
sl: Smer maks. ojačenja glede na frekvenco
sr: Правац макс. појачања у односу на фреквенцију
sv: Maxförstärkningsriktning mot frekvens
th: ทิศทางอัตราขยายสูงสุด vs ความถี่
tr: Maksimum Kazanç Yönü - Frekans
uk: Напрямок макс. підсилення від частоти
ur: زیادہ سے زیادہ گین سمت بمقابلہ فریکوئنسی
vi: Hướng độ lợi cực đại theo Tần số

source: Phi - deg
af: Phi - grade
da: Phi - grader
de: Phi - Grad
et: Fii - deg
he: Phi - מעלות
hu: Phi - fok
lt: Phi - laipsniai
lv: Fi - grādi
mk: Фи - deg
nl: Phi - graden
ro: Phi - grade
th: Phi - องศา
tr: Phi - derece
uk: Phi - град
ur: فائی - deg

source: Gain in Viewer Direction vs Frequency
af: Aanwins in Kykerrigting vs Frekwensie
ar: الكسب في اتجاه المشاهد مقابل التردد
bg: Усилване в посока на наблюдателя спрямо честота
bn: দর্শক দিকে গেইন বনাম ফ্রিকোয়েন্সি
bs: Pojačanje u smjeru posmatrača vs frekvencija
cs: Zisk ve směru pozorovatele vs frekvence
da: Forstærkning i betragterretning vs frekvens
de: Gewinn in Betrachterrichtung über Frequenz
el: Κέρδος στην Κατεύθυνση Παρατηρητή vs Συχνότητα
es: Ganancia en dirección del visor vs frecuencia
et: Võimendus vaataja suunas vs sagedus
fi: Vahvistus katselusuunnassa vs taajuus
fr: Gain dans la direction de l'observateur vs Fréquence
he: הגבר בכיוון הצופה מול תדר
hi: दर्शक दिशा में गेन बनाम आवृत्ति
hr: Dobitak u smjeru promatrača vs frekvencija
hu: Nyereség a nézőirányban a frekvencia függvényében
id: Penguatan pada Arah Pengamat vs Frekuensi
it: Guadagno nella Direzione di Vista vs Frequenza
ja: 視点方向の利得 vs 周波数
lt: Stiprinimas stebėtojo kryptimi pagal dažnį
lv: Pastiprinājums skatītāja virzienā pret frekvenci
mk: Добиток во насока на набљудувач наспроти фреквенција
nl: Versterking in kijkrichting vs frequentie
no: Forsterkning i visningsretning vs frekvens
pl: Zysk w kierunku obserwatora vs częstotliwość
pt: Ganho na Direção do Observador vs Frequência
ro: Câștig în direcția observatorului vs frecvență
ru: Усиление в направлении наблюдателя от частоты
sk: Zisk v smere pozorovateľa vs frekvencia
sl: Ojačenje v smeri opazovalca glede na frekvenco
sr: Појачање у смеру посматрача у односу на фреквенцију
sv: Förstärkning i betraktningsriktning mot frekvens
th: อัตราขยายในทิศทางผู้ชม vs ความถี่
tr: Görüntüleyici Yönünde Kazanç - Frekans
uk: Підсилення в напрямку спостерігача від частоти
ur: ناظر کی سمت میں گین بمقابلہ فریکوئنسی
vi: Độ lợi theo hướng quan sát theo Tần số

source: Net gain dBi
af: Netto aanwins dBi
ar: الكسب الصافي dBi
bg: Нетно усилване dBi
bn: নেট গেইন dBi
bs: Neto pojačanje dBi
cs: Čistý zisk dBi
da: Nettoforstærkning dBi
de: Nettogewinn dBi
el: Καθαρό κέρδος dBi
es: Ganancia neta dBi
et: Netovõimendus dBi
fi: Nettovahvistus dBi
fr: Gain net dBi
he: הגבר נטו dBi
hr: Neto dobitak dBi
hu: Nettó nyereség dBi
id: Penguatan Bersih dBi
it: Guadagno netto dBi
ja: 正味利得 dBi
lt: Grynasis stiprinimas dBi
lv: Neto pastiprinājums dBi
mk: Нето добиток dBi
nl: Nettoversterking dBi
no: Netto forsterkning dBi
pl: Zysk netto dBi
pt: Ganho líquido dBi
ro: Câștig net dBi
ru: Чистое усиление dBi
sk: Čistý zisk dBi
sl: Neto ojačenje dBi
sr: Нето појачање dBi
sv: Nettoförstärkning dBi
th: อัตราขยายสุทธิ dBi
tr: Net kazanç dBi
uk: Чисте підсилення dBi
ur: خالص گین dBi
vi: Độ lợi ròng dBi

source: VSWR & S11 vs Frequency
af: VSWR & S11 vs Frekwensie
ar: VSWR و S11 مقابل التردد
bg: VSWR и S11 спрямо честота
bn: VSWR ও S11 বনাম ফ্রিকোয়েন্সি
bs: VSWR i S11 vs frekvencija
cs: VSWR a S11 vs frekvence
da: VSWR & S11 vs frekvens
de: VSWR & S11 über Frequenz
el: VSWR & S11 vs Συχνότητα
es: VSWR y S11 vs Frecuencia
et: VSWR ja S11 vs sagedus
fi: VSWR ja S11 vs taajuus
fr: VSWR & S11 vs Fréquence
he: VSWR ו-S11 מול תדר
hi: VSWR और S11 बनाम आवृत्ति
hr: VSWR i S11 vs frekvencija
hu: VSWR és S11 a frekvencia függvényében
id: VSWR & S11 vs Frekuensi
it: VSWR e S11 vs Frequenza
ja: VSWR & S11 vs 周波数
lt: VSWR ir S11 pagal dažnį
lv: VSWR un S11 pret frekvenci
mk: VSWR и S11 наспроти фреквенција
nl: VSWR & S11 vs frequentie
no: VSWR og S11 vs frekvens
pl: VSWR i S11 vs częstotliwość
pt: VSWR & S11 vs Frequência
ro: VSWR și S11 vs frecvență
ru: VSWR и S11 от частоты
sk: VSWR a S11 vs frekvencia
sl: VSWR in S11 glede na frekvenco
sr: VSWR и S11 у односу на фреквенцију
sv: VSWR & S11 mot frekvens
th: VSWR & S11 vs ความถี่
tr: VSWR & S11 - Frekans
uk: VSWR та S11 від частоти
ur: VSWR اور S11 بمقابلہ فریکوئنسی
vi: VSWR & S11 theo Tần số

source: VSWR vs Frequency
af: VSWR vs Frekwensie
ar: VSWR مقابل التردد
bg: VSWR спрямо честота
bn: VSWR বনাম ফ্রিকোয়েন্সি
bs: VSWR vs frekvencija
cs: VSWR vs frekvence
da: VSWR vs frekvens
de: VSWR über Frequenz
el: VSWR vs Συχνότητα
es: VSWR vs Frecuencia
et: VSWR vs sagedus
fi: VSWR vs taajuus
fr: VSWR vs Fréquence
he: VSWR מול תדר
hi: VSWR बनाम आवृत्ति
hr: VSWR vs frekvencija
hu: VSWR a frekvencia függvényében
id: VSWR vs Frekuensi
it: VSWR vs Frequenza
ja: VSWR vs 周波数
lt: VSWR pagal dažnį
lv: VSWR pret frekvenci
mk: VSWR наспроти фреквенција
nl: VSWR vs frequentie
no: VSWR vs frekvens
pl: VSWR vs częstotliwość
pt: VSWR vs Frequência
ro: VSWR vs frecvență
ru: VSWR от частоты
sk: VSWR vs frekvencia
sl: VSWR glede na frekvenco
sr: VSWR у односу на фреквенцију
sv: VSWR mot frekvens
th: VSWR vs ความถี่
tr: VSWR - Frekans
uk: VSWR від частоти
ur: VSWR بمقابلہ فریکوئنسی
vi: VSWR theo Tần số

source: memory allocation for vswr/s11 failed
af: geheue-toewysing vir vswr/s11 het misluk
ar: فشل تخصيص الذاكرة لـ vswr/s11
bg: разпределянето на памет за vswr/s11 се провали
bn: vswr/s11-এর জন্য মেমরি বরাদ্দ ব্যর্থ
bs: dodjela memorije za vswr/s11 nije uspjela
cs: Alokace paměti pro vswr/s11 selhala
da: hukommelsesallokering for vswr/s11 mislykkedes
de: Speicherzuweisung für VSWR/S11 fehlgeschlagen
el: η εκχώρηση μνήμης για vswr/s11 απέτυχε
es: falló la asignación de memoria para vswr/s11
et: vswr/s11 mälu eraldamine ebaõnnestus
fi: muistin varaus vswr/s11:lle epäonnistui
fr: échec de l'allocation mémoire pour vswr/s11
he: הקצאת זיכרון עבור vswr/s11 נכשלה
hi: vswr/s11 के लिए मेमोरी आवंटन विफल
hr: dodjela memorije za vswr/s11 nije uspjela
hu: memóriafoglalás vswr/s11 számára sikertelen
id: alokasi memori untuk vswr/s11 gagal
it: allocazione di memoria per vswr/s11 fallita
ja: vswr/s11 のメモリ割り当てに失敗しました
lt: atminties paskirstymas vswr/s11 nepavyko
lv: atmiņas piešķiršana vswr/s11 neizdevās
mk: алокацијата на меморија за vswr/s11 не успеа
nl: geheugentoewijzing voor vswr/s11 mislukt
no: minneallokering for VSWR/S11 feilet
pl: alokacja pamięci dla vswr/s11 nie powiodła się
pt: alocação de memória para vswr/s11 falhou
ro: alocarea memoriei pentru vswr/s11 a eșuat
ru: не удалось выделить память для vswr/s11
sk: alokácia pamäte pre vswr/s11 zlyhala
sl: dodeljevanje pomnilnika za vswr/s11 ni uspelo
sr: алокација меморије за vswr/s11 није успела
sv: minnesallokering för vswr/s11 misslyckades
th: การจัดสรรหน่วยความจำสำหรับ vswr/s11 ล้มเหลว
tr: vswr/s11 için bellek ayırma başarısız
uk: не вдалося виділити пам'ять для vswr/s11
ur: vswr/s11 کے لیے میموری ایلوکیشن ناکام
vi: cấp phát bộ nhớ cho vswr/s11 thất bại

source: Plot_Frequency_Data():Memory allocation for vswr/s11 failed
af: Plot_Frequency_Data():Geheue-toewysing vir vswr/s11 het misluk
ar: Plot_Frequency_Data(): فشل تخصيص الذاكرة لـ vswr/s11
bg: Plot_Frequency_Data():Разпределянето на памет за vswr/s11 се провали
bn: Plot_Frequency_Data():vswr/s11-এর জন্য মেমরি বরাদ্দ ব্যর্থ
bs: Plot_Frequency_Data():Dodjela memorije za vswr/s11 nije uspjela
cs: Plot_Frequency_Data():Alokace paměti pro vswr/s11 selhala
da: Plot_Frequency_Data():Hukommelsesallokering for vswr/s11 mislykkedes
de: Plot_Frequency_Data():Speicherzuweisung für VSWR/S11 fehlgeschlagen
el: Plot_Frequency_Data():Η εκχώρηση μνήμης για vswr/s11 απέτυχε
es: Plot_Frequency_Data():Falló la asignación de memoria para vswr/s11
et: Plot_Frequency_Data():vswr/s11 mälu eraldamine ebaõnnestus
fi: Plot_Frequency_Data():Muistin varaus vswr/s11:lle epäonnistui
fr: Plot_Frequency_Data():Échec de l'allocation mémoire pour vswr/s11
he: Plot_Frequency_Data(): הקצאת זיכרון עבור vswr/s11 נכשלה
hi: Plot_Frequency_Data(): vswr/s11 के लिए मेमोरी आवंटन विफल
hr: Plot_Frequency_Data():Dodjela memorije za vswr/s11 nije uspjela
hu: Plot_Frequency_Data():Memóriafoglalás vswr/s11 számára sikertelen
id: Plot_Frequency_Data():Alokasi memori untuk vswr/s11 gagal
it: Plot_Frequency_Data():Allocazione di memoria per vswr/s11 fallita
ja: Plot_Frequency_Data(): vswr/s11 のメモリ割り当てに失敗しました
lt: Plot_Frequency_Data():Atminties paskirstymas vswr/s11 nepavyko
lv: Plot_Frequency_Data():Atmiņas piešķiršana vswr/s11 neizdevās
mk: Plot_Frequency_Data(): Алокацијата на меморија за vswr/s11 не успеа
nl: Plot_Frequency_Data():Geheugentoewijzing voor vswr/s11 mislukt
no: Plot_Frequency_Data():Minneallokering for VSWR/S11 feilet
pl: Plot_Frequency_Data():Alokacja pamięci dla vswr/s11 nie powiodła się
pt: Plot_Frequency_Data():Alocação de memória para vswr/s11 falhou
ro: Plot_Frequency_Data():Alocarea memoriei pentru vswr/s11 a eșuat
ru: Plot_Frequency_Data():Не удалось выделить память для vswr/s11
sk: Plot_Frequency_Data():Alokácia pamäte pre vswr/s11 zlyhala
sl: Plot_Frequency_Data(): Dodeljevanje pomnilnika za vswr/s11 ni uspelo
sr: Plot_Frequency_Data(): Алокација меморије за vswr/s11 није успела
sv: Plot_Frequency_Data():Minnesallokering för vswr/s11 misslyckades
th: Plot_Frequency_Data():การจัดสรรหน่วยความจำสำหรับ vswr/s11 ล้มเหลว
tr: Plot_Frequency_Data():vswr/s11 için bellek ayırma başarısız
uk: Plot_Frequency_Data():Не вдалося виділити пам'ять для vswr/s11
ur: Plot_Frequency_Data(): vswr/s11 کے لیے میموری ایلوکیشن ناکام
vi: Plot_Frequency_Data():Cấp phát bộ nhớ cho vswr/s11 thất bại

source: Z-real
af: Z-reëel
bg: Z-реална
bn: Z-বাস্তব
bs: Z-realno
cs: Z-reál
el: Z-πραγματικό
et: Z-reaalne
fr: Z-réel
he: Z-ממשי
hr: Z-realni
hu: Z-valós
it: Z-reale
ja: Z-実部
lt: Z-reali
lv: Z-reālā
mk: Z-реална
nl: Z-reëel
no: Z-reell
pl: Z-rzecz
ru: Z-действ.
sk: Z-reálna
sl: Z-realni
sr: Z-реални
th: Z-จริง
tr: Z-gerçel
uk: Z-дійсна
ur: Z-حقیقی
vi: Z-thực

source: Impedance vs Frequency
af: Impedansie vs Frekwensie
ar: الممانعة مقابل التردد
bg: Импеданс спрямо честота
bn: ইম্পিড্যান্স বনাম ফ্রিকোয়েন্সি
bs: Impedansa vs frekvencija
cs: Impedance vs frekvence
da: Impedans vs frekvens
de: Impedanz über Frequenz
el: Σύνθετη Αντίσταση vs Συχνότητα
es: Impedancia vs Frecuencia
et: Impedants vs sagedus
fi: Impedanssi vs taajuus
fr: Impédance vs Fréquence
he: עכבה מול תדר
hi: प्रतिबाधा बनाम आवृत्ति
hr: Impedancija vs frekvencija
hu: Impedancia a frekvencia függvényében
id: Impedansi vs Frekuensi
it: Impedenza vs Frequenza
ja: インピーダンス vs 周波数
lt: Varža pagal dažnį
lv: Impedance pret frekvenci
mk: Импеданса наспроти фреквенција
nl: Impedantie vs frequentie
no: Impedans vs frekvens
pl: Impedancja vs częstotliwość
pt: Impedância vs Frequência
ro: Impedanță vs frecvență
ru: Импеданс от частоты
sk: Impedancia vs frekvencia
sl: Impedanca glede na frekvenco
sr: Импеданса у односу на фреквенцију
sv: Impedans mot frekvens
th: อิมพีแดนซ์ vs ความถี่
tr: Empedans - Frekans
uk: Імпеданс від частоти
ur: امپیڈینس بمقابلہ فریکوئنسی
vi: Trở kháng theo Tần số

source: Z-imag
bg: Z-имаг
bn: Z-কাল্পনিক
bs: Z-imaginarno
el: Z-φανταστικό
et: Z-imaginaarne
he: Z-מדומה
hr: Z-imaginarni
hu: Z-képzetes
it: Z-immag
ja: Z-虚部
lt: Z-menam
lv: Z-imagin.
mk: Z-имагинарна
nl: Z-imaginair
no: Z-imaginær
pl: Z-uroj
ru: Z-мним.
sk: Z-imaginárna
sl: Z-imaginarni
sr: Z-имагинарни
th: Z-จินตภาพ
tr: Z-sanal
uk: Z-уявна
ur: Z-فرضی
vi: Z-ảo

source: Z-magn
bg: Z-магн
bn: Z-মাত্রা
bs: Z-modul
da: Z-størrelse
el: Z-μέτρο
he: Z-גודל
hu: Z-abszolút
ja: Z-振幅
lt: Z-modulis
mk: Z-магнитуда
nl: Z-grootte
no: Z-størrelse
pl: Z-moduł
ru: Z-модуль
sk: Z-veľkosť
sl: Z-velikost
sr: Z-магнитуда
th: Z-ขนาด
tr: Z-genlik
uk: Z-модуль
ur: Z-مقدار
vi: Z-biên độ

source: Z-phase
af: Z-fase
bg: Z-фаза
bn: Z-দশা
bs: Z-faza
cs: Z-fáze
da: Z-fase
el: Z-φάση
es: Z-fase
et: Z-faas
he: Z-פאזה
hr: Z-faza
hu: Z-fázis
id: Z-fase
it: Z-fase
ja: Z-位相
lt: Z-fazė
lv: Z-fāze
mk: Z-фаза
nl: Z-fase
no: Z-fase
pl: Z-faza
pt: Z-fase
ro: Z-fază
ru: Z-фаза
sk: Z-fáza
sl: Z-faza
sr: Z-фаза
sv: Z-fas
th: Z-เฟส
tr: Z-faz
uk: Z-фаза
ur: Z-فیز
vi: Z-pha

source: mouse button: unknown button %d
af: muisknoppie: onbekende knoppie %d
ar: زر الفأرة: زر غير معروف %d
bg: бутон на мишката: неизвестен бутон %d
bn: মাউস বোতাম: অজানা বোতাম %d
bs: tipka miša: nepoznata tipka %d
cs: Tlačítko myši: neznámé tlačítko %d
da: museknap: ukendt knap %d
de: Maustaste: unbekannte Taste %d
el: κουμπί ποντικιού: άγνωστο κουμπί %d
es: botón del ratón: botón desconocido %d
et: hiirenupp: tundmatu nupp %d
fi: hiiren painike: tuntematon painike %d
fr: bouton de souris : bouton inconnu %d
he: לחצן עכבר: לחצן לא מוכר %d
hi: माउस बटन: अज्ञात बटन %d
hr: tipka miša: nepoznata tipka %d
hu: egérgomb: ismeretlen gomb %d
id: tombol mouse: tombol tidak dikenal %d
it: pulsante mouse: pulsante sconosciuto %d
ja: マウスボタン: 不明なボタン %d
lt: pelės mygtukas: nežinomas mygtukas %d
lv: peles poga: nezināma poga %d
mk: копче на глушец: непознато копче %d
nl: muisknop: onbekende knop %d
no: museknapp: ukjent knapp %d
pl: przycisk myszy: nieznany przycisk %d
pt: botão do mouse: botão desconhecido %d
ro: buton mouse: buton necunoscut %d
ru: кнопка мыши: неизвестная кнопка %d
sk: tlačidlo myši: neznáme tlačidlo %d
sl: tipka miške: neznana tipka %d
sr: дугме миша: непознато дугме %d
sv: musknapp: okänd knapp %d
th: ปุ่มเมาส์: ปุ่มที่ไม่รู้จัก %d
tr: fare düğmesi: bilinmeyen düğme %d
uk: кнопка миші: невідома кнопка %d
ur: ماؤس بٹن: نامعلوم بٹن %d
vi: nút chuột: nút không xác định %d
