Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: %s data card error: Spurious character '%c' at column %d
af: %s datakaart fout: Ongewenste karakter '%c' by kolom %d
ar: خطأ في بطاقة بيانات %s: حرف زائد '%c' في العمود %d
bg: грешка в карта с данни %s: Неочакван символ '%c' в колона %d
bn: %s ডেটা কার্ড ত্রুটি: ভুল অক্ষর '%c' কলাম %d-এ
bs: greška kartice podataka %s: neispravan znak '%c' u koloni %d
cs: Chyba datové karty %s: neplatný znak '%c' ve sloupci %d
da: %s datakortfejl: Ugyldigt tegn '%c' ved kolonne %d
de: %s Datenkartenfehler: Unerwartetes Zeichen '%c' in Spalte %d
el: σφάλμα κάρτας δεδομένων %s: Παράξενος χαρακτήρας '%c' στη στήλη %d
es: error en tarjeta de datos %s: Carácter espurio '%c' en columna %d
et: %s andmekaardi viga: vigane märk '%c' veerus %d
fi: %s-tietokortin virhe: Ylimääräinen merkki '%c' sarakkeessa %d
fr: erreur de carte de données %s : Caractère parasite '%c' à la colonne %d
he: שגיאת כרטיס נתונים %s: תו זר '%c' בעמודה %d
hi: %s डेटा कार्ड त्रुटि: अनावश्यक वर्ण '%c' कॉलम %d पर
hr: pogreška kartice podataka %s: neispravan znak '%c' u stupcu %d
hu: %s adatkártya hiba: Váratlan karakter '%c' a(z) %d. oszlopban
id: kesalahan kartu data %s: Karakter tidak valid '%c' pada kolom %d
it: errore scheda dati %s: carattere spurio '%c' alla colonna %d
ja: %sデータカードエラー: 不正な文字'%c'が列%dに
lt: %s duomenų kortelės klaida: netikėtas simbolis '%c' stulpelyje %d
lv: %s datu kartes kļūda: neparedzēta rakstzīme '%c' kolonnā %d
mk: %s грешка во картичка за податоци: Невалиден знак '%c' на колона %d
nl: %s gegevenskaartfout: Ongeldig teken '%c' op kolom %d
no: %s datakortfeil: Uventet tegn '%c' i kolonne %d
pl: błąd karty danych %s: nieprawidłowy znak '%c' w kolumnie %d
pt: erro no cartão de dados %s: Caractere espúrio '%c' na coluna %d
ro: eroare card date %s: caracter neașteptat '%c' la coloana %d
ru: ошибка карты данных %s: лишний символ '%c' в столбце %d
sk: chyba dátovej karty %s: neočakávaný znak '%c' v stĺpci %d
sl: napaka podatkovne kartice %s: nepričakovan znak '%c' v stolpcu %d
sr: грешка %s картице података: Неисправан знак '%c' на колони %d
sv: %s datakortfel: Ogiltigt tecken '%c' vid kolumn %d
th: ข้อผิดพลาดการ์ดข้อมูล %s: อักขระที่ไม่ถูกต้อง '%c' ที่คอลัมน์ %d
tr: %s veri kartı hatası: beklenmeyen karakter '%c' %d sütununda
uk: помилка картки даних %s: зайвий символ '%c' у стовпці %d
ur: %s ڈیٹا کارڈ کی خرابی: فالتو حرف '%c' کالم %d پر
vi: lỗi thẻ dữ liệu %s: Ký tự không hợp lệ '%c' tại cột %d

source: Data card error Spurious character in card
af: Datakaart fout Ongewenste karakter in kaart
ar: خطأ في بطاقة البيانات حرف زائد في البطاقة
bg: Грешка в карта с данни Неочакван символ в картата
bn: ডেটা কার্ড ত্রুটি কার্ডে ভুল অক্ষর
bs: Greška kartice podataka Neispravan znak u kartici
cs: Chyba datové karty Neplatný znak na kartě
da: Datakortfejl Ugyldigt tegn i kort
de: Datenkartenfehler Unerwartetes Zeichen in Karte
el: Σφάλμα κάρτας δεδομένων Παράξενος χαρακτήρας στην κάρτα
es: Error en tarjeta de datos Carácter espurio en tarjeta
et: Andmekaardi viga Vigane märk kaardil
fi: Tietokortin virhe Ylimääräinen merkki kortissa
fr: Erreur de carte de données Caractère parasite dans la carte
he: שגיאת כרטיס נתונים תו זר בכרטיס
hi: डेटा कार्ड त्रुटि कार्ड में अनावश्यक वर्ण
hr: Pogreška kartice podataka Neispravan znak u kartici
hu: Adatkártya hiba Váratlan karakter a kártyában
id: Kesalahan kartu data Karakter tidak valid dalam kartu
it: Errore scheda dati Carattere spurio nella scheda
ja: データカードエラー カードに不正な文字があります
lt: Duomenų kortelės klaida Netikėtas simbolis kortelėje
lv: Datu kartes kļūda Neparedzēta rakstzīme kartē
mk: Грешка во картичка за податоци Невалиден знак во картичката
nl: Gegevenskaartfout Ongeldig teken in kaart
no: Datakortfeil Uventet tegn i kort
pl: Błąd karty danych Nieprawidłowy znak w karcie
pt: Erro no cartão de dados Caractere espúrio no cartão
ro: Eroare card date Caracter neașteptat în card
ru: Ошибка карты данных Лишний символ в карте
sk: Chyba dátovej karty Neočakávaný znak v karte
sl: Napaka podatkovne kartice Nepričakovan znak v kartici
sr: Грешка картице података Неисправан знак у картици
sv: Datakortfel Ogiltigt tecken i kort
th: ข้อผิดพลาดการ์ดข้อมูล อักขระที่ไม่ถูกต้องในการ์ด
tr: Veri kartı hatası Kartta beklenmeyen karakter
uk: Помилка картки даних Зайвий символ у картці
ur: ڈیٹا کارڈ کی خرابی کارڈ میں فالتو حرف
vi: Lỗi thẻ dữ liệu Ký tự không hợp lệ trong thẻ

source: %s: expression evaluation failed for "%s"
af: %s: uitdrukking-evaluering het misluk vir "%s"
ar: %s: فشل تقييم التعبير لـ "%s"
bg: %s: неуспешно изчисление на израза за "%s"
bn: %s: "%s"-এর জন্য এক্সপ্রেশন মূল্যায়ন ব্যর্থ
bs: %s: evaluacija izraza nije uspjela za "%s"
cs: %s: vyhodnocení výrazu selhalo pro "%s"
da: %s: udtryksevaluering mislykkedes for "%s"
de: %s: Ausdrucksauswertung fehlgeschlagen für "%s"
el: %s: η αξιολόγηση έκφρασης απέτυχε για "%s"
es: %s: la evaluación de expresión falló para "%s"
et: %s: avaldise hindamine ebaõnnestus "%s" jaoks
fi: %s: lausekkeen evaluointi epäonnistui: "%s"
fr: %s : échec de l'évaluation de l'expression pour "%s"
he: %s: הערכת ביטוי נכשלה עבור "%s"
hi: %s: "%s" के लिए व्यंजक मूल्यांकन विफल
hr: %s: evaluacija izraza nije uspjela za "%s"
hu: %s: kifejezés kiértékelése sikertelen ehhez: "%s"
id: %s: evaluasi ekspresi gagal untuk "%s"
it: %s: valutazione espressione fallita per "%s"
ja: %s: "%s"の式の評価に失敗しました
lt: %s: išraiškos įvertinimas nepavyko "%s"
lv: %s: izteiksmes novērtēšana neizdevās "%s"
mk: %s: евалуацијата на изразот не успеа за "%s"
nl: %s: expressie-evaluatie mislukt voor "%s"
no: %s: uttrykksevaluering mislyktes for "%s"
pl: %s: obliczenie wyrażenia nie powiodło się dla "%s"
pt: %s: falha na avaliação da expressão para "%s"
ro: %s: evaluarea expresiei a eșuat pentru "%s"
ru: %s: не удалось вычислить выражение для "%s"
sk: %s: vyhodnotenie výrazu zlyhalo pre "%s"
sl: %s: evalvacija izraza ni uspela za "%s"
sr: %s: процена израза није успела за "%s"
sv: %s: uttrycksutvärdering misslyckades för "%s"
th: %s: การประเมินนิพจน์ล้มเหลวสำหรับ "%s"
tr: %s: "%s" için ifade değerlendirmesi başarısız oldu
uk: %s: не вдалося обчислити вираз для "%s"
ur: %s: "%s" کے لیے ایکسپریشن کی تشخیص ناکام ہوئی
vi: %s: đánh giá biểu thức thất bại cho "%s"

source: SY card: no line content available
af: SY kaart: geen lyninhoud beskikbaar nie
ar: بطاقة SY: لا يوجد محتوى سطر متاح
bg: карта SY: няма налично съдържание на реда
bn: SY কার্ড: কোনো লাইন বিষয়বস্তু উপলব্ধ নেই
bs: SY kartica: sadržaj linije nije dostupan
cs: Karta SY: obsah řádku není k dispozici
da: SY-kort: intet linjeindhold tilgængeligt
de: SY-Karte: kein Zeileninhalt verfügbar
el: Κάρτα SY: δεν υπάρχει διαθέσιμο περιεχόμενο γραμμής
es: Tarjeta SY: no hay contenido de línea disponible
et: SY kaart: rea sisu pole saadaval
fi: SY-kortti: rivisisältöä ei saatavilla
fr: Carte SY : aucun contenu de ligne disponible
he: כרטיס SY: אין תוכן שורה זמין
hi: SY कार्ड: कोई लाइन सामग्री उपलब्ध नहीं
hr: SY kartica: sadržaj retka nije dostupan
hu: SY kártya: nincs elérhető sortartalom
id: Kartu SY: konten baris tidak tersedia
it: scheda SY: contenuto riga non disponibile
ja: SYカード: 行の内容がありません
lt: SY kortelė: nėra eilutės turinio
lv: SY karte: nav pieejams rindas saturs
mk: SY картичка: нема достапна содржина на линијата
nl: SY-kaart: geen regelinhoud beschikbaar
no: SY-kort: ingen linjeinnhold tilgjengelig
pl: karta SY: brak dostępnej zawartości wiersza
pt: cartão SY: nenhum conteúdo de linha disponível
ro: Card SY: conținut linie indisponibil
ru: Карта SY: содержимое строки недоступно
sk: SY karta: nie je dostupný žiadny obsah riadku
sl: kartica SY: vsebina vrstice ni na voljo
sr: SY картица: садржај линије није доступан
sv: SY-kort: inget radinnehåll tillgängligt
th: การ์ด SY: ไม่มีเนื้อหาบรรทัด
tr: SY kartı: satır içeriği mevcut değil
uk: картка SY: вміст рядка недоступний
ur: SY کارڈ: لائن کا مواد دستیاب نہیں ہے
vi: Thẻ SY: không có nội dung dòng

source: SY card: no line content available
af: SY kaart: geen lyninhoud beskikbaar nie
ar: بطاقة SY: لا يوجد محتوى سطر متاح
bg: карта SY: няма налично съдържание на реда
bn: SY কার্ড: কোনো লাইন বিষয়বস্তু উপলব্ধ নেই
bs: SY kartica: sadržaj linije nije dostupan
cs: Karta SY: obsah řádku není k dispozici
da: SY-kort: intet linjeindhold tilgængeligt
de: SY-Karte: kein Zeileninhalt verfügbar
el: Κάρτα SY: δεν υπάρχει διαθέσιμο περιεχόμενο γραμμής
es: Tarjeta SY: no hay contenido de línea disponible
et: SY kaart: rea sisu pole saadaval
fi: SY-kortti: rivisisältöä ei saatavilla
fr: Carte SY : aucun contenu de ligne disponible
he: כרטיס SY: אין תוכן שורה זמין
hi: SY कार्ड: कोई लाइन सामग्री उपलब्ध नहीं
hr: SY kartica: sadržaj retka nije dostupan
hu: SY kártya: nincs elérhető sortartalom
id: Kartu SY: konten baris tidak tersedia
it: scheda SY: contenuto riga non disponibile
ja: SYカード: 行の内容がありません
lt: SY kortelė: nėra eilutės turinio
lv: SY karte: nav pieejams rindas saturs
mk: SY картичка: нема достапна содржина на линијата
nl: SY-kaart: geen regelinhoud beschikbaar
no: SY-kort: ingen linjeinnhold tilgjengelig
pl: Karta SY: brak dostępnej zawartości wiersza
pt: cartão SY: nenhum conteúdo de linha disponível
ro: Card SY: conținut linie indisponibil
ru: Карта SY: содержимое строки недоступно
sk: SY karta: nie je dostupný žiadny obsah riadku
sl: kartica SY: vsebina vrstice ni na voljo
sr: SY картица: садржај линије није доступан
sv: SY-kort: inget radinnehåll tillgängligt
th: การ์ด SY: ไม่มีเนื้อหาบรรทัด
tr: SY kartı: satır içeriği mevcut değil
uk: картка SY: вміст рядка недоступний
ur: SY کارڈ: لائن کا مواد دستیاب نہیں ہے
vi: Thẻ SY: không có nội dung dòng

source: SY card: missing '=' in definition
af: SY kaart: ontbrekende '=' in definisie
ar: بطاقة SY: علامة '=' مفقودة في التعريف
bg: карта SY: липсва '=' в дефиницията
bn: SY কার্ড: সংজ্ঞায় '=' অনুপস্থিত
bs: SY kartica: nedostaje '=' u definiciji
cs: Karta SY: chybějící '=' v definici
da: SY-kort: manglende '=' i definition
de: SY-Karte: fehlendes '=' in Definition
el: Κάρτα SY: λείπει το '=' στον ορισμό
es: Tarjeta SY: falta '=' en la definición
et: SY kaart: definitsioonis puudub '='
fi: SY-kortti: '=' puuttuu määrittelystä
fr: Carte SY : '=' manquant dans la définition
he: כרטיס SY: חסר '=' בהגדרה
hi: SY कार्ड: परिभाषा में '=' गायब है
hr: SY kartica: nedostaje '=' u definiciji
hu: SY kártya: hiányzó '=' a definícióban
id: Kartu SY: '=' tidak ditemukan dalam definisi
it: scheda SY: '=' mancante nella definizione
ja: SYカード: 定義に'='がありません
lt: SY kortelė: trūksta '=' apibrėžime
lv: SY karte: definīcijā trūkst '='
mk: SY картичка: недостасува '=' во дефиницијата
nl: SY-kaart: ontbrekende '=' in definitie
no: SY-kort: mangler '=' i definisjon
pl: karta SY: brak '=' w definicji
pt: cartão SY: falta '=' na definição
ro: Card SY: lipsește '=' în definiție
ru: Карта SY: отсутствует '=' в определении
sk: SY karta: chýba '=' v definícii
sl: kartica SY: manjka '=' v definiciji
sr: SY картица: недостаје '=' у дефиницији
sv: SY-kort: saknar '=' i definition
th: การ์ด SY: ไม่มี '=' ในการกำหนดค่า
tr: SY kartı: tanımda '=' eksik
uk: картка SY: відсутній '=' у визначенні
ur: SY کارڈ: تعریف میں '=' غائب ہے
vi: Thẻ SY: thiếu '=' trong định nghĩa

source: SY card: missing '=' in definition
af: SY kaart: ontbrekende '=' in definisie
ar: بطاقة SY: علامة '=' مفقودة في التعريف
bg: карта SY: липсва '=' в дефиницията
bn: SY কার্ড: সংজ্ঞায় '=' অনুপস্থিত
bs: SY kartica: nedostaje '=' u definiciji
cs: Karta SY: chybějící '=' v definici
da: SY-kort: manglende '=' i definition
de: SY-Karte: fehlendes '=' in Definition
el: Κάρτα SY: λείπει το '=' στον ορισμό
es: Tarjeta SY: falta '=' en la definición
et: SY kaart: definitsioonis puudub '='
fi: SY-kortti: '=' puuttuu määrittelystä
fr: Carte SY : '=' manquant dans la définition
he: כרטיס SY: חסר '=' בהגדרה
hi: SY कार्ड: परिभाषा में '=' गायब है
hr: SY kartica: nedostaje '=' u definiciji
hu: SY kártya: hiányzó '=' a definícióban
id: Kartu SY: '=' tidak ditemukan dalam definisi
it: scheda SY: '=' mancante nella definizione
ja: SYカード: 定義に'='がありません
lt: SY kortelė: trūksta '=' apibrėžime
lv: SY karte: definīcijā trūkst '='
mk: SY картичка: недостасува '=' во дефиницијата
nl: SY-kaart: ontbrekende '=' in definitie
no: SY-kort: mangler '=' i definisjon
pl: Karta SY: brak '=' w definicji
pt: cartão SY: falta '=' na definição
ro: Card SY: lipsește '=' în definiție
ru: Карта SY: отсутствует '=' в определении
sk: SY karta: chýba '=' v definícii
sl: kartica SY: manjka '=' v definiciji
sr: SY картица: недостаје '=' у дефиницији
sv: SY-kort: saknar '=' i definition
th: การ์ด SY: ไม่มี '=' ในการกำหนดค่า
tr: SY kartı: tanımda '=' eksik
uk: картка SY: відсутній '=' у визначенні
ur: SY کارڈ: تعریف میں '=' غائب ہے
vi: Thẻ SY: thiếu '=' trong định nghĩa

source: SY card: expression evaluation failed for %s=%s
af: SY kaart: uitdrukking-evaluering het misluk vir %s=%s
ar: بطاقة SY: فشل تقييم التعبير لـ %s=%s
bg: карта SY: неуспешно изчисление на израза за %s=%s
bn: SY কার্ড: %s=%s-এর জন্য এক্সপ্রেশন মূল্যায়ন ব্যর্থ
bs: SY kartica: evaluacija izraza nije uspjela za %s=%s
cs: Karta SY: vyhodnocení výrazu selhalo pro %s=%s
da: SY-kort: udtryksevaluering mislykkedes for %s=%s
de: SY-Karte: Ausdrucksauswertung fehlgeschlagen für %s=%s
el: Κάρτα SY: η αξιολόγηση έκφρασης απέτυχε για %s=%s
es: Tarjeta SY: la evaluación de expresión falló para %s=%s
et: SY kaart: avaldise hindamine ebaõnnestus %s=%s jaoks
fi: SY-kortti: lausekkeen evaluointi epäonnistui: %s=%s
fr: Carte SY : échec de l'évaluation de l'expression pour %s=%s
he: כרטיס SY: הערכת ביטוי נכשלה עבור %s=%s
hi: SY कार्ड: %s=%s के लिए व्यंजक मूल्यांकन विफल
hr: SY kartica: evaluacija izraza nije uspjela za %s=%s
hu: SY kártya: kifejezés kiértékelése sikertelen ehhez: %s=%s
id: Kartu SY: evaluasi ekspresi gagal untuk %s=%s
it: scheda SY: valutazione espressione fallita per %s=%s
ja: SYカード: %s=%sの式の評価に失敗しました
lt: SY kortelė: išraiškos įvertinimas nepavyko %s=%s
lv: SY karte: izteiksmes novērtēšana neizdevās %s=%s
mk: SY картичка: евалуацијата на изразот не успеа за %s=%s
nl: SY-kaart: expressie-evaluatie mislukt voor %s=%s
no: SY-kort: uttrykksevaluering mislyktes for %s=%s
pl: karta SY: obliczenie wyrażenia nie powiodło się dla %s=%s
pt: cartão SY: falha na avaliação da expressão para %s=%s
ro: Card SY: evaluarea expresiei a eșuat pentru %s=%s
ru: Карта SY: не удалось вычислить выражение для %s=%s
sk: SY karta: vyhodnotenie výrazu zlyhalo pre %s=%s
sl: kartica SY: evalvacija izraza ni uspela za %s=%s
sr: SY картица: процена израза није успела за %s=%s
sv: SY-kort: uttrycksutvärdering misslyckades för %s=%s
th: การ์ด SY: การประเมินนิพจน์ล้มเหลวสำหรับ %s=%s
tr: SY kartı: %s=%s için ifade değerlendirmesi başarısız oldu
uk: картка SY: не вдалося обчислити вираз для %s=%s
ur: SY کارڈ: %s=%s کے لیے ایکسپریشن کی تشخیص ناکام ہوئی
vi: Thẻ SY: đánh giá biểu thức thất bại cho %s=%s

source: SY card: symbol definition failed for %s
af: SY kaart: simbooldefinisie het misluk vir %s
ar: بطاقة SY: فشل تعريف الرمز لـ %s
bg: карта SY: неуспешна дефиниция на символ за %s
bn: SY কার্ড: %s-এর জন্য সিম্বল সংজ্ঞা ব্যর্থ
bs: SY kartica: definicija simbola nije uspjela za %s
cs: Karta SY: definice symbolu selhala pro %s
da: SY-kort: symboldefinition mislykkedes for %s
de: SY-Karte: Symboldefinition fehlgeschlagen für %s
el: Κάρτα SY: ο ορισμός συμβόλου απέτυχε για %s
es: Tarjeta SY: la definición de símbolo falló para %s
et: SY kaart: sümboli defineerimine ebaõnnestus %s jaoks
fi: SY-kortti: symbolin määrittely epäonnistui: %s
fr: Carte SY : échec de la définition du symbole pour %s
he: כרטיס SY: הגדרת סמל נכשלה עבור %s
hi: SY कार्ड: %s के लिए प्रतीक परिभाषा विफल
hr: SY kartica: definicija simbola nije uspjela za %s
hu: SY kártya: szimbólum definíció sikertelen ehhez: %s
id: Kartu SY: definisi simbol gagal untuk %s
it: scheda SY: definizione simbolo fallita per %s
ja: SYカード: %sのシンボル定義に失敗しました
lt: SY kortelė: simbolio apibrėžimas nepavyko %s
lv: SY karte: simbola definīcija neizdevās %s
mk: SY картичка: дефиницијата на симболот не успеа за %s
nl: SY-kaart: symbooldefinitie mislukt voor %s
no: SY-kort: symboldefinisjon mislyktes for %s
pl: karta SY: definicja symbolu nie powiodła się dla %s
pt: cartão SY: falha na definição do símbolo para %s
ro: Card SY: definirea simbolului a eșuat pentru %s
ru: Карта SY: не удалось определить символ %s
sk: SY karta: definícia symbolu zlyhala pre %s
sl: kartica SY: definicija simbola ni uspela za %s
sr: SY картица: дефиниција симбола није успела за %s
sv: SY-kort: symboldefinition misslyckades för %s
th: การ์ด SY: การกำหนดสัญลักษณ์ล้มเหลวสำหรับ %s
tr: SY kartı: %s için sembol tanımı başarısız oldu
uk: картка SY: не вдалося визначити символ для %s
ur: SY کارڈ: %s کے لیے علامت کی تعریف ناکام ہوئی
vi: Thẻ SY: định nghĩa ký hiệu thất bại cho %s

source: Geometry data error No GC card for tapered wire
af: Geometrie data fout Geen GC kaart vir tapse draad nie
ar: خطأ في بيانات الهندسة لا توجد بطاقة GC للسلك المستدق
bg: Грешка в геометричните данни Липсва карта GC за конусовиден проводник
bn: জ্যামিতি ডেটা ত্রুটি টেপার্ড তারের জন্য কোনো GC কার্ড নেই
bs: Greška geometrijskih podataka Nema GC kartice za konusnu žicu
cs: Chyba dat geometrie Chybí karta GC pro zužující se vodič
da: Geometri-datafejl Ingen GC-kort for tilspidset tråd
de: Geometriedaten-Fehler Keine GC-Karte für konischen Draht
el: Σφάλμα δεδομένων γεωμετρίας Δεν υπάρχει κάρτα GC για κωνικό αγωγό
es: Error en datos de geometría No hay tarjeta GC para alambre cónico
et: Geomeetria andmete viga Koonuselise traadi jaoks puudub GC kaart
fi: Geometriatietojen virhe GC-kortti puuttuu kavennetulle langalle
fr: Erreur de données géométriques Pas de carte GC pour le fil effilé
he: שגיאת נתוני גאומטריה אין כרטיס GC עבור חוט מתחדד
hi: ज्यामिति डेटा त्रुटि टेपर्ड वायर के लिए GC कार्ड नहीं है
hr: Pogreška geometrijskih podataka Nema GC kartice za koničnu žicu
hu: Geometriai adathiba Nincs GC kártya a kúpos vezetékhez
id: Kesalahan data geometri Tidak ada kartu GC untuk kawat tirus
it: Errore dati geometria Nessuna scheda GC per filo rastremato
ja: ジオメトリデータエラー テーパワイヤ用のGCカードがありません
lt: Geometrijos duomenų klaida Nėra GC kortelės kūginiam laidui
lv: Ģeometrijas datu kļūda Nav GC kartes konusveida vadam
mk: Грешка во геометриски податоци Нема GC картичка за конусна жица
nl: Geometriegegevensfout Geen GC-kaart voor taps toelopende draad
no: Geometri-datafeil Ingen GC-kort for avsmalende tråd
pl: Błąd danych geometrii Brak karty GC dla przewodu zwężanego
pt: Erro nos dados de geometria Sem cartão GC para fio cônico
ro: Eroare date geometrie Lipsește cardul GC pentru conductor conic
ru: Ошибка геометрических данных Отсутствует карта GC для конусного провода
sk: Chyba geometrických dát Chýba GC karta pre kónický vodič
sl: Napaka podatkov geometrije Ni kartice GC za zoženo žico
sr: Грешка геометријских података Нема GC картице за конусну жицу
sv: Geometridatafel Inget GC-kort för avsmalnande tråd
th: ข้อผิดพลาดข้อมูลเรขาคณิต ไม่มีการ์ด GC สำหรับสายลวดเรียว
tr: Geometri veri hatası Konik tel için GC kartı yok
uk: Помилка геометричних даних Відсутня картка GC для конічного дроту
ur: جیومیٹری ڈیٹا کی خرابی ٹیپرڈ وائر کے لیے GC کارڈ نہیں ہے
vi: Lỗi dữ liệu hình học Không có thẻ GC cho dây dẫn côn

source: Geometry GC data card error
af: Geometrie GC datakaart fout
ar: خطأ في بطاقة بيانات الهندسة GC
bg: Грешка в карта с геометрични данни GC
bn: জ্যামিতি GC ডেটা কার্ড ত্রুটি
bs: Greška GC kartice geometrijskih podataka
cs: Chyba datové karty geometrie GC
da: Geometri GC-datakortfejl
de: Geometrie-GC-Datenkarten-Fehler
el: Σφάλμα κάρτας δεδομένων γεωμετρίας GC
es: Error en tarjeta de datos de geometría GC
et: Geomeetria GC andmekaardi viga
fi: Geometrian GC-tietokortin virhe
fr: Erreur de carte de données géométriques GC
he: שגיאת כרטיס נתוני גאומטריה GC
hi: ज्यामिति GC डेटा कार्ड त्रुटि
hr: Pogreška GC kartice geometrijskih podataka
hu: Geometriai GC adatkártya hiba
id: Kesalahan kartu data geometri GC
it: Errore scheda dati geometria GC
ja: ジオメトリGCデータカードエラー
lt: Geometrijos GC duomenų kortelės klaida
lv: Ģeometrijas GC datu kartes kļūda
mk: Грешка во геометриска GC картичка за податоци
nl: Geometrie GC-gegevenskaartfout
no: Geometri GC-datakortfeil
pl: Błąd karty danych geometrii GC
pt: Erro no cartão de dados GC de geometria
ro: Eroare card date geometrie GC
ru: Ошибка карты геометрических данных GC
sk: Chyba GC karty geometrických údajov
sl: Napaka podatkovne kartice geometrije GC
sr: Грешка GC картице геометријских података
sv: Fel på geometri GC-datakort
th: ข้อผิดพลาดการ์ดข้อมูลเรขาคณิต GC
tr: Geometri GC veri kartı hatası
uk: Помилка картки геометричних даних GC
ur: جیومیٹری GC ڈیٹا کارڈ کی خرابی
vi: Lỗi thẻ dữ liệu GC hình học

source: Geometry GX data card error
af: Geometrie GX datakaart fout
ar: خطأ في بطاقة بيانات الهندسة GX
bg: Грешка в карта с геометрични данни GX
bn: জ্যামিতি GX ডেটা কার্ড ত্রুটি
bs: Greška GX kartice geometrijskih podataka
cs: Chyba datové karty geometrie GX
da: Geometri GX-datakortfejl
de: Geometrie-GX-Datenkarten-Fehler
el: Σφάλμα κάρτας δεδομένων γεωμετρίας GX
es: Error en tarjeta de datos de geometría GX
et: Geomeetria GX andmekaardi viga
fi: Geometrian GX-tietokortin virhe
fr: Erreur de carte de données géométriques GX
he: שגיאת כרטיס נתוני גאומטריה GX
hi: ज्यामिति GX डेटा कार्ड त्रुटि
hr: Pogreška GX kartice geometrijskih podataka
hu: Geometriai GX adatkártya hiba
id: Kesalahan kartu data geometri GX
it: Errore scheda dati geometria GX
ja: ジオメトリGXデータカードエラー
lt: Geometrijos GX duomenų kortelės klaida
lv: Ģeometrijas GX datu kartes kļūda
mk: Грешка во геометриска GX картичка за податоци
nl: Geometrie GX-gegevenskaartfout
no: Geometri GX-datakortfeil
pl: Błąd karty danych geometrii GX
pt: Erro no cartão de dados GX de geometria
ro: Eroare card date geometrie GX
ru: Ошибка карты геометрических данных GX
sk: Chyba GX karty geometrických údajov
sl: Napaka podatkovne kartice geometrije GX
sr: Грешка GX картице геометријских података
sv: Fel på geometri GX-datakort
th: ข้อผิดพลาดการ์ดข้อมูลเรขาคณิต GX
tr: Geometri GX veri kartı hatası
uk: Помилка картки геометричних даних GX
ur: جیومیٹری GX ڈیٹا کارڈ کی خرابی
vi: Lỗi thẻ dữ liệu GX hình học

source: Geometry GR data card error
af: Geometrie GR datakaart fout
ar: خطأ في بطاقة بيانات الهندسة GR
bg: Грешка в карта с геометрични данни GR
bn: জ্যামিতি GR ডেটা কার্ড ত্রুটি
bs: Greška GR kartice geometrijskih podataka
cs: Chyba datové karty geometrie GR
da: Geometri GR-datakortfejl
de: Geometrie-GR-Datenkarten-Fehler
el: Σφάλμα κάρτας δεδομένων γεωμετρίας GR
es: Error en tarjeta de datos de geometría GR
et: Geomeetria GR andmekaardi viga
fi: Geometrian GR-tietokortin virhe
fr: Erreur de carte de données géométriques GR
he: שגיאת כרטיס נתוני גאומטריה GR
hi: ज्यामिति GR डेटा कार्ड त्रुटि
hr: Pogreška GR kartice geometrijskih podataka
hu: Geometriai GR adatkártya hiba
id: Kesalahan kartu data geometri GR
it: Errore scheda dati geometria GR
ja: ジオメトリGRデータカードエラー
lt: Geometrijos GR duomenų kortelės klaida
lv: Ģeometrijas GR datu kartes kļūda
mk: Грешка во геометриска GR картичка за податоци
nl: Geometrie GR-gegevenskaartfout
no: Geometri GR-datakortfeil
pl: Błąd karty danych geometrii GR
pt: Erro no cartão de dados GR de geometria
ro: Eroare card date geometrie GR
ru: Ошибка карты геометрических данных GR
sk: Chyba GR karty geometrických údajov
sl: Napaka podatkovne kartice geometrije GR
sr: Грешка GR картице геометријских података
sv: Fel på geometri GR-datakort
th: ข้อผิดพลาดการ์ดข้อมูลเรขาคณิต GR
tr: Geometri GR veri kartı hatası
uk: Помилка картки геометричних даних GR
ur: جیومیٹری GR ڈیٹا کارڈ کی خرابی
vi: Lỗi thẻ dữ liệu GR hình học
