Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Ground_Parameters():Error in ground parameters
af: Ground_Parameters():Fout in grondparameters
ar: Ground_Parameters(): خطأ في معاملات الأرضي
bg: Ground_Parameters():Грешка в параметрите на земята
bn: Ground_Parameters():গ্রাউন্ড প্যারামিটারে ত্রুটি
bs: Ground_Parameters():Greška u parametrima uzemljenja
cs: Ground_Parameters():Chyba v parametrech země
da: Ground_Parameters():Fejl i jordparametre
de: Ground_Parameters():Fehler in Groundplane-Parametern
el: Ground_Parameters():Σφάλμα στις παραμέτρους γείωσης
es: Ground_Parameters():Error en parámetros de tierra
et: Ground_Parameters():Viga maanduse parameetrites
fi: Ground_Parameters():Virhe maaparametreissa
fr: Ground_Parameters():Erreur dans les paramètres du sol
he: Ground_Parameters(): שגיאה בפרמטרי הארקה
hi: Ground_Parameters(): ग्राउंड पैरामीटर में त्रुटि
hr: Ground_Parameters():Pogreška u parametrima uzemljenja
hu: Ground_Parameters():Hiba a földsík paraméterekben
id: Ground_Parameters():Kesalahan pada parameter ground
it: Ground_Parameters():Errore nei parametri di terra
ja: Ground_Parameters(): グラウンドパラメータにエラーがあります
lt: Ground_Parameters():Klaida įžeminimo parametruose
lv: Ground_Parameters():Kļūda zemes parametros
mk: Ground_Parameters(): Грешка во параметрите на заземјување
nl: Ground_Parameters():Fout in grondparameters
no: Ground_Parameters():Feil i jordparametere
pl: Ground_Parameters():Błąd w parametrach masy
pt: Ground_Parameters():Erro nos parâmetros de terra
ro: Ground_Parameters():Eroare în parametrii de sol
ru: Ground_Parameters():Ошибка в параметрах земли
sk: Ground_Parameters():Chyba v parametroch zeme
sl: Ground_Parameters(): Napaka v parametrih tal
sr: Ground_Parameters(): Грешка у параметрима уземљења
sv: Ground_Parameters():Fel i jordparametrar
th: Ground_Parameters():ข้อผิดพลาดในพารามิเตอร์กราวด์
tr: Ground_Parameters():Toprak parametrelerinde hata
uk: Ground_Parameters():Помилка в параметрах землі
ur: Ground_Parameters(): گراؤنڈ پیرامیٹرز میں خرابی
vi: Ground_Parameters():Lỗi trong thông số mặt đất

source: %.6f MHz: %f seconds. (%s)
af: %.6f MHz: %f sekondes. (%s)
ar: %.6f MHz: %f ثانية. (%s)
bg: %.6f MHz: %f секунди. (%s)
bn: %.6f MHz: %f সেকেন্ড। (%s)
bs: %.6f MHz: %f sekundi. (%s)
cs: %.6f MHz: %f sekund. (%s)
da: %.6f MHz: %f sekunder. (%s)
de: %.6f MHz: %f Sekunden. (%s)
el: %.6f MHz: %f δευτερόλεπτα. (%s)
es: %.6f MHz: %f segundos. (%s)
et: %.6f MHz: %f sekundit. (%s)
fi: %.6f MHz: %f sekuntia. (%s)
fr: %.6f MHz : %f secondes. (%s)
he: %.6f MHz: %f שניות. (%s)
hi: %.6f MHz: %f सेकंड। (%s)
hr: %.6f MHz: %f sekundi. (%s)
hu: %.6f MHz: %f másodperc. (%s)
id: %.6f MHz: %f detik. (%s)
it: %.6f MHz: %f secondi. (%s)
ja: %.6f MHz: %f 秒 (%s)
lt: %.6f MHz: %f sekundės. (%s)
lv: %.6f MHz: %f sekundes. (%s)
mk: %.6f MHz: %f секунди. (%s)
nl: %.6f MHz: %f seconden. (%s)
no: %.6f MHz: %f sekunder. (%s)
pl: %.6f MHz: %f sekund. (%s)
pt: %.6f MHz: %f segundos. (%s)
ro: %.6f MHz: %f secunde. (%s)
ru: %.6f MHz: %f секунд. (%s)
sk: %.6f MHz: %f sekúnd. (%s)
sl: %.6f MHz: %f sekund. (%s)
sr: %.6f MHz: %f секунди. (%s)
sv: %.6f MHz: %f sekunder. (%s)
th: %.6f MHz: %f วินาที (%s)
tr: %.6f MHz: %f saniye. (%s)
uk: %.6f MHz: %f секунд. (%s)
ur: %.6f MHz: %f سیکنڈ۔ (%s)
vi: %.6f MHz: %f giây. (%s)

source: Failed to read data from forked child
af: Kon nie data van gevurkte kindproses lees nie
ar: فشل قراءة البيانات من العملية الفرعية
bg: Неуспешно четене на данни от разклонен дъщерен процес
bn: ফর্ক করা চাইল্ড থেকে ডেটা পড়তে ব্যর্থ
bs: Neuspjelo čitanje podataka od račvanog podprocesa
cs: Nepodařilo se přečíst data z podřízeného procesu
da: Kunne ikke læse data fra forgrenet underproces
de: Daten vom geforkten Kindprozess konnten nicht gelesen werden
el: Αποτυχία ανάγνωσης δεδομένων από διακλαδωμένη θυγατρική διεργασία
es: Error al leer datos del proceso hijo bifurcado
et: Andmete lugemine hargnenud alamprotsessist ebaõnnestus
fi: Tietojen luku haaroitetulta lapsiprosessilta epäonnistui
fr: Échec de lecture des données du processus enfant
he: נכשלה קריאת נתונים מתהליך בן
hi: फोर्क किए गए चाइल्ड से डेटा पढ़ने में विफल
hr: Čitanje podataka iz račvanog podređenog procesa nije uspjelo
hu: Nem sikerült adatot olvasni az elágaztatott gyermekfolyamatból
id: Gagal membaca data dari proses anak yang di-fork
it: Impossibile leggere i dati dal processo figlio biforcato
ja: フォークされた子プロセスからのデータ読み取りに失敗しました
lt: Nepavyko nuskaityti duomenų iš atšakoto vaikinio proceso
lv: Neizdevās nolasīt datus no atdalītā bērnprocesa
mk: Не успеа читање податоци од разгранет детски процес
nl: Kan gegevens van geforkt kindproces niet lezen
no: Kunne ikke lese data fra forgrenet barneprosess
pl: Nie udało się odczytać danych z procesu potomnego
pt: Falha ao ler dados do processo filho bifurcado
ro: Citirea datelor de la procesul copil ramificat a eșuat
ru: Не удалось прочитать данные от дочернего процесса
sk: Nepodarilo sa prečítať údaje z podprocesu
sl: Branje podatkov iz razcepljenega podrejenega procesa ni uspelo
sr: Није успело читање података од форкованог подређеног процеса
sv: Kunde inte läsa data från förgrenad barnprocess
th: ไม่สามารถอ่านข้อมูลจากโปรเซสลูกที่ fork
tr: Fork edilmiş alt işlemden veri okunamadı
uk: Не вдалося прочитати дані з дочірнього процесу
ur: فورکڈ چائلڈ سے ڈیٹا پڑھنے میں ناکام
vi: Không thể đọc dữ liệu từ tiến trình con đã fork

source: Frequency_Loop is done with all steps but num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
af: Frequency_Loop is klaar met alle stappe maar num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
ar: انتهت Frequency_Loop من جميع الخطوات لكن num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)؟
bg: Frequency_Loop завърши всички стъпки, но num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
bn: Frequency_Loop সমস্ত ধাপ শেষ করেছে কিন্তু num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
bs: Frequency_Loop je završio sve korake ali num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
cs: Frequency_Loop dokončil všechny kroky, ale num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
da: Frequency_Loop er færdig med alle trin, men num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
de: Frequency_Loop ist mit allen Schritten fertig, aber num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
el: Ο Frequency_Loop ολοκλήρωσε όλα τα βήματα αλλά num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d);
es: Frequency_Loop ha terminado todos los pasos pero num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
et: Frequency_Loop on kõik sammud lõpetanud, kuid num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
fi: Frequency_Loop on valmis kaikkien vaiheiden kanssa mutta num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
fr: Frequency_Loop a terminé toutes les étapes mais num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d) ?
he: Frequency_Loop סיים את כל הצעדים אך num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
hi: Frequency_Loop सभी चरणों के साथ पूर्ण है लेकिन num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
hr: Frequency_Loop je završio sve korake ali num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
hu: A Frequency_Loop befejezte az összes lépést, de num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
id: Frequency_Loop telah selesai dengan semua langkah tetapi num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
it: Frequency_Loop ha completato tutti i passi ma num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
ja: Frequency_Loop はすべてのステップを完了しましたが num_busy_procs=%d です (calc_data.freq_step=%d calc_data.steps_total=%d)?
lt: Frequency_Loop baigė visus žingsnius, bet num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
lv: Frequency_Loop ir pabeidzis visus soļus, bet num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
mk: Frequency_Loop заврши со сите чекори но num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
nl: Frequency_Loop is klaar met alle stappen maar num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
no: Frequency_Loop er ferdig med alle trinn, men num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
pl: Frequency_Loop zakończyła wszystkie kroki, ale num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
pt: Frequency_Loop terminou todos os passos mas num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
ro: Frequency_Loop a terminat toți pașii dar num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
ru: Frequency_Loop завершён со всеми шагами, но num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
sk: Frequency_Loop dokončil všetky kroky, ale num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
sl: Frequency_Loop je končal vse korake, vendar num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
sr: Frequency_Loop је завршио све кораке али num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
sv: Frequency_Loop är klar med alla steg men num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
th: Frequency_Loop เสร็จสิ้นทุกขั้นตอนแล้วแต่ num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
tr: Frequency_Loop tüm adımları tamamladı ancak num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
uk: Frequency_Loop завершив усі кроки, але num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
ur: Frequency_Loop تمام مراحل مکمل ہو گئے لیکن num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?
vi: Frequency_Loop đã hoàn thành tất cả các bước nhưng num_busy_procs=%d (calc_data.freq_step=%d calc_data.steps_total=%d)?

source: busy job[%d]: fstep=%d freq=%f
af: besige taak[%d]: fstep=%d freq=%f
ar: مهمة مشغولة[%d]: fstep=%d freq=%f
bg: заета задача[%d]: fstep=%d freq=%f
bn: ব্যস্ত কাজ[%d]: fstep=%d freq=%f
bs: zauzet posao[%d]: fstep=%d freq=%f
cs: aktivní úloha[%d]: fstep=%d freq=%f
da: optaget job[%d]: fstep=%d freq=%f
de: Beschäftigter Auftrag[%d]: fstep=%d freq=%f
el: απασχολημένη εργασία[%d]: fstep=%d freq=%f
es: trabajo ocupado[%d]: fstep=%d freq=%f
et: hõivatud töö[%d]: fstep=%d freq=%f
fi: varattu työ[%d]: fstep=%d freq=%f
fr: tâche occupée[%d] : fstep=%d freq=%f
he: משימה פעילה[%d]: fstep=%d freq=%f
hi: व्यस्त job[%d]: fstep=%d freq=%f
hr: zauzet posao[%d]: fstep=%d freq=%f
hu: foglalt feladat[%d]: fstep=%d freq=%f
id: pekerjaan sibuk[%d]: fstep=%d freq=%f
it: job occupato[%d]: fstep=%d freq=%f
ja: 実行中のジョブ[%d]: fstep=%d freq=%f
lt: užimtas darbas[%d]: fstep=%d freq=%f
lv: aizņemts darbs[%d]: fstep=%d freq=%f
mk: зафатена задача[%d]: fstep=%d freq=%f
nl: bezige taak[%d]: fstep=%d freq=%f
no: opptatt jobb[%d]: fstep=%d freq=%f
pl: zajęte zadanie[%d]: fstep=%d freq=%f
pt: tarefa ocupada[%d]: fstep=%d freq=%f
ro: sarcină ocupată job[%d]: fstep=%d freq=%f
ru: занятое задание[%d]: fstep=%d freq=%f
sk: zaneprázdnená úloha[%d]: fstep=%d freq=%f
sl: zasedeno opravilo[%d]: fstep=%d freq=%f
sr: заузет посао[%d]: fstep=%d freq=%f
sv: upptaget jobb[%d]: fstep=%d freq=%f
th: งานที่กำลังทำ[%d]: fstep=%d freq=%f
tr: meşgul iş[%d]: fstep=%d freq=%f
uk: зайняте завдання[%d]: fstep=%d freq=%f
ur: مصروف جاب[%d]: fstep=%d freq=%f
vi: tác vụ bận[%d]: fstep=%d freq=%f

source: Frequency loop elapsed time: %f seconds. (%s)
af: Frekwensielus verstreke tyd: %f sekondes. (%s)
ar: الوقت المنقضي لحلقة التردد: %f ثانية. (%s)
bg: Изминало време на честотния цикъл: %f секунди. (%s)
bn: ফ্রিকোয়েন্সি লুপ অতিবাহিত সময়: %f সেকেন্ড। (%s)
bs: Proteklo vrijeme petlje frekvencije: %f sekundi. (%s)
cs: Uplynulý čas frekvenční smyčky: %f sekund. (%s)
da: Frekvensløkke forløbet tid: %f sekunder. (%s)
de: Frequenzschleife verstrichene Zeit: %f Sekunden. (%s)
el: Χρόνος εκτέλεσης βρόχου συχνότητας: %f δευτερόλεπτα. (%s)
es: Tiempo transcurrido del bucle de frecuencia: %f segundos. (%s)
et: Sagedustsükli kulunud aeg: %f sekundit. (%s)
fi: Taajuussilmukan kulunut aika: %f sekuntia. (%s)
fr: Temps écoulé de la boucle de fréquence : %f secondes. (%s)
he: זמן לולאת תדר שחלף: %f שניות. (%s)
hi: आवृत्ति लूप बीता समय: %f सेकंड। (%s)
hr: Proteklo vrijeme frekvencijske petlje: %f sekundi. (%s)
hu: Frekvencia ciklus eltelt idő: %f másodperc. (%s)
id: Waktu Loop Frekuensi: %f detik. (%s)
it: Tempo trascorso del ciclo di frequenza: %f secondi. (%s)
ja: 周波数ループ経過時間: %f 秒 (%s)
lt: Dažnio ciklo praėjęs laikas: %f sekundės. (%s)
lv: Frekvences cikla pagājušais laiks: %f sekundes. (%s)
mk: Поминато време на фреквентна јамка: %f секунди. (%s)
nl: Verstreken tijd frequentielus: %f seconden. (%s)
no: Frekvensløkke medgått tid: %f sekunder. (%s)
pl: Czas trwania pętli częstotliwości: %f sekund. (%s)
pt: Tempo decorrido do Loop de Frequência: %f segundos. (%s)
ro: Timp scurs buclă de frecvență: %f secunde. (%s)
ru: Время выполнения цикла по частоте: %f секунд. (%s)
sk: Uplynutý čas frekvenčnej slučky: %f sekúnd. (%s)
sl: Pretečeni čas frekvenčne zanke: %f sekund. (%s)
sr: Протекло време петље фреквенције: %f секунди. (%s)
sv: Frekvensloop förfluten tid: %f sekunder. (%s)
th: เวลาที่ใช้ในลูปความถี่: %f วินาที (%s)
tr: Frekans döngüsü geçen süre: %f saniye. (%s)
uk: Час виконання циклу частот: %f секунд. (%s)
ur: فریکوئنسی لوپ گزرا ہوا وقت: %f سیکنڈ۔ (%s)
vi: Thời gian vòng lặp tần số: %f giây. (%s)

source: failed to start Frequency_Loop_Thread
af: kon nie Frequency_Loop_Thread begin nie
ar: فشل بدء Frequency_Loop_Thread
bg: неуспешно стартиране на Frequency_Loop_Thread
bn: Frequency_Loop_Thread শুরু করতে ব্যর্থ
bs: neuspjelo pokretanje Frequency_Loop_Thread
cs: Nepodařilo se spustit Frequency_Loop_Thread
da: kunne ikke starte Frequency_Loop_Thread
de: Frequency_Loop_Thread konnte nicht gestartet werden
el: αποτυχία εκκίνησης Frequency_Loop_Thread
es: error al iniciar Frequency_Loop_Thread
et: Frequency_Loop_Thread käivitamine ebaõnnestus
fi: Frequency_Loop_Thread-säikeen käynnistys epäonnistui
fr: échec du démarrage de Frequency_Loop_Thread
he: נכשל בהפעלת Frequency_Loop_Thread
hi: Frequency_Loop_Thread प्रारंभ करने में विफल
hr: pokretanje Frequency_Loop_Thread nije uspjelo
hu: nem sikerült elindítani a Frequency_Loop_Thread szálat
id: gagal memulai Frequency_Loop_Thread
it: impossibile avviare Frequency_Loop_Thread
ja: Frequency_Loop_Thread の開始に失敗しました
lt: nepavyko paleisti Frequency_Loop_Thread
lv: neizdevās palaist Frequency_Loop_Thread
mk: не успеа да се стартува Frequency_Loop_Thread
nl: starten van Frequency_Loop_Thread mislukt
no: kunne ikke starte Frequency_Loop_Thread
pl: nie udało się uruchomić Frequency_Loop_Thread
pt: falha ao iniciar Frequency_Loop_Thread
ro: pornirea Frequency_Loop_Thread a eșuat
ru: не удалось запустить Frequency_Loop_Thread
sk: nepodarilo sa spustiť Frequency_Loop_Thread
sl: zagon Frequency_Loop_Thread ni uspel
sr: није успело покретање Frequency_Loop_Thread
sv: kunde inte starta Frequency_Loop_Thread
th: ไม่สามารถเริ่ม Frequency_Loop_Thread
tr: Frequency_Loop_Thread başlatılamadı
uk: не вдалося запустити Frequency_Loop_Thread
ur: Frequency_Loop_Thread شروع کرنے میں ناکام
vi: không thể khởi động Frequency_Loop_Thread

source: NEC2 Simulator
af: NEC2-simuleerder
ar: محاكي NEC2
bg: NEC2 симулатор
bn: NEC2 সিমুলেটর
cs: NEC2 Simulátor
el: Προσομοιωτής NEC2
es: Simulador NEC2
et: NEC2 simulaator
fi: NEC2-simulaattori
fr: Simulateur NEC2
he: סימולטור NEC2
hi: NEC2 सिम्युलेटर
hu: NEC2 szimulátor
id: Simulator NEC2
it: Simulatore NEC2
ja: NEC2 シミュレータ
lt: NEC2 simuliatorius
lv: NEC2 simulators
mk: NEC2 симулатор
pl: Symulator NEC2
pt: Simulador NEC2
ro: Simulator NEC2
ru: Симулятор NEC2
sk: NEC2 Simulátor
sr: NEC2 симулатор
th: โปรแกรมจำลอง NEC2
tr: NEC2 Simülatörü
uk: Симулятор NEC2
ur: NEC2 سمیولیٹر
vi: Trình mô phỏng NEC2

source: Numerical Electromagnetics Code software
af: Numeriese Elektromagnetika Kode sagteware
ar: برنامج الشفرة الكهرومغناطيسية العددية
bg: Софтуер с числен електромагнитен код
bn: সংখ্যাসূচক ইলেক্ট্রোম্যাগনেটিক্স কোড সফটওয়্যার
bs: Softver za numerički elektromagnetski kod
cs: Software numerického elektromagnetického kódu
da: Numerisk elektromagnetisk kode-software
de: Numerische Elektromagnetik-Code-Software
el: Λογισμικό Αριθμητικού Ηλεκτρομαγνητικού Κώδικα
es: Software de Código Electromagnético Numérico
et: Numbrilise elektromagnetika koodi tarkvara
fi: Numeerinen sähkömagnetiikkakoodiohjelmisto
fr: Logiciel de code électromagnétique numérique
he: תוכנת קוד אלקטרומגנטי נומרי
hi: संख्यात्मक विद्युतचुंबकीय कोड सॉफ्टवेयर
hr: Softver za numerički elektromagnetski kod
hu: Numerikus elektromágneses kód szoftver
id: Perangkat lunak Numerical Electromagnetics Code
it: Software Numerical Electromagnetics Code
ja: 数値電磁界コードソフトウェア
lt: Skaitmeninės elektromagnetikos kodo programinė įranga
lv: Skaitliskā elektromagnētikas koda programmatūra
mk: Софтвер за нумерички електромагнетен код
nl: Numerieke elektromagnetische code software
no: Programvare for numerisk elektromagnetisk kode
pl: Oprogramowanie Numerical Electromagnetics Code
pt: Software de Código Eletromagnético Numérico
ro: Software de cod electromagnetic numeric
ru: Программное обеспечение численного электромагнитного кода
sk: Softvér numerického elektromagnetického kódu
sl: Programska oprema za numerično elektromagnetiko
sr: Софтвер за нумеричку електромагнетику
sv: Numerical Electromagnetics Code-programvara
th: ซอฟต์แวร์รหัสแม่เหล็กไฟฟ้าเชิงตัวเลข
tr: Sayısal Elektromanyetik Kod yazılımı
uk: Програмне забезпечення чисельного електромагнітного коду
ur: عددی الیکٹرومیگنیٹکس کوڈ سافٹ ویئر
vi: Phần mềm mã điện từ số

source: nec2;em;simulator;
af: nec2;em;simuleerder;
bg: nec2;em;симулатор;
cs: nec2;em;simulátor;
el: nec2;em;προσομοιωτής;
es: nec2;em;simulador;
et: nec2;em;simulaator;
fi: nec2;em;simulaattori;
fr: nec2;em;simulateur;
hu: nec2;em;szimulátor;
it: nec2;em;simulatore;
lt: nec2;em;simuliatorius;
lv: nec2;em;simulators;
mk: nec2;em;симулатор;
pl: nec2;em;symulator;
pt: nec2;em;simulador;
sk: nec2;em;simulátor;
sr: nec2;em;симулатор;
tr: nec2;em;simülatör;
uk: nec2;em;симулятор;
