Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Frequency plots are not available with excitation type %d. This model uses Incident Field or Elementary Current Source excitation. Change the EX card to type 0 (Applied E Field) or 5 (Current Discontinuity).
af: Frekwensiegrafieke is nie beskikbaar met opwekkingstipe %d nie. Hierdie model gebruik Invalsveld of Elementêre Stroombron opwekking. Verander die EX-kaart na tipe 0 (Toegepaste E-veld) of 5 (Stroomdiskontinuïteit).
ar: مخططات التردد غير متاحة مع نوع الإثارة %d. يستخدم هذا النموذج إثارة المجال الساقط أو مصدر التيار الأولي. غيّر بطاقة EX إلى النوع 0 (المجال الكهربائي المطبق) أو 5 (انقطاع التيار).
bg: Честотните графики не са налични с тип възбуждане %d. Този модел използва възбуждане с падащо поле или елементарен токов източник. Променете EX картата на тип 0 (Приложено E поле) или 5 (Токов разрив).
bn: এক্সাইটেশন ধরন %d এর সাথে ফ্রিকোয়েন্সি প্লট উপলব্ধ নয়। এই মডেলটি Incident Field বা Elementary Current Source এক্সাইটেশন ব্যবহার করে। EX কার্ড ধরন 0 (Applied E Field) বা 5 (Current Discontinuity) এ পরিবর্তন করুন।
bs: Frekventni grafovi nisu dostupni s tipom pobude %d. Ovaj model koristi pobudu upadnim poljem ili elementarnim izvorom struje. Promijenite EX karticu na tip 0 (Primijenjeno E polje) ili 5 (Diskontinuitet struje).
cs: Frekvenční grafy nejsou dostupné s typem buzení %d. Tento model používá buzení Incident Field nebo Elementary Current Source. Změňte kartu EX na typ 0 (Applied E Field) nebo 5 (Current Discontinuity).
da: Frekvensplot er ikke tilgængelige med excitationstype %d. Denne model bruger Incident Field- eller Elementary Current Source-excitation. Ændr EX-kortet til type 0 (Applied E Field) eller 5 (Current Discontinuity).
de: Frequenzdiagramme sind mit Anregungstyp %d nicht verfügbar. Dieses Modell verwendet Einfallendes Feld oder Elementare Stromquelle als Anregung. Ändern Sie die EX-Karte auf Typ 0 (Angelegtes E-Feld) oder 5 (Stromunterbrechung).
el: Τα γραφήματα συχνότητας δεν είναι διαθέσιμα με τύπο διέγερσης %d. Αυτό το μοντέλο χρησιμοποιεί διέγερση Incident Field ή Elementary Current Source. Αλλάξτε την κάρτα EX σε τύπο 0 (Applied E Field) ή 5 (Current Discontinuity).
es: Los gráficos de frecuencia no están disponibles con el tipo de excitación %d. Este modelo usa excitación de campo incidente o fuente de corriente elemental. Cambie la tarjeta EX al tipo 0 (campo E aplicado) o 5 (discontinuidad de corriente).
et: Sagedusgraafikud pole ergutustüübiga %d saadaval. See mudel kasutab langeva välja või elementaarse vooluallikaga ergutust. Muutke EX-kaart tüübile 0 (rakendatud E-väli) või 5 (voolu katkestus).
fi: Taajuuskuvaajat eivät ole käytettävissä herätystyypin %d kanssa. Tämä malli käyttää Incident Field- tai Elementary Current Source -herätystä. Vaihda EX-kortti tyyppiin 0 (Applied E Field) tai 5 (Current Discontinuity).
fr: Les graphiques de fréquence ne sont pas disponibles avec le type d'excitation %d. Ce modèle utilise une excitation par champ incident ou source de courant élémentaire. Modifiez la carte EX vers le type 0 (champ E appliqué) ou 5 (discontinuité de courant).
he: גרפי תדר אינם זמינים עם סוג עירור %d. מודל זה משתמש בעירור שדה פוגע או מקור זרם אלמנטרי. שנה את כרטיס EX לסוג 0 (שדה E מיושם) או 5 (אי-רציפות זרם).
hi: उत्तेजन प्रकार %d के साथ आवृत्ति प्लॉट उपलब्ध नहीं हैं। यह मॉडल Incident Field या Elementary Current Source उत्तेजन का उपयोग करता है। EX कार्ड को प्रकार 0 (Applied E Field) या 5 (Current Discontinuity) में बदलें।
hr: Frekvencijski grafovi nisu dostupni s tipom pobude %d. Ovaj model koristi pobudu upadnim poljem ili elementarnim izvorom struje. Promijenite EX karticu na tip 0 (Primijenjeno E polje) ili 5 (Diskontinuitet struje).
hu: A frekvenciaábrák nem érhetők el a(z) %d gerjesztési típussal. Ez a modell beeső mezőt vagy elemi áramforrás gerjesztést használ. Módosítsa az EX kártyát 0-s típusra (alkalmazott E mező) vagy 5-ös típusra (áramdiszkontinuitás).
id: Plot frekuensi tidak tersedia dengan tipe eksitasi %d. Model ini menggunakan eksitasi Incident Field atau Elementary Current Source. Ubah kartu EX ke tipe 0 (Applied E Field) atau 5 (Current Discontinuity).
it: I grafici di frequenza non sono disponibili con il tipo di eccitazione %d. Questo modello usa eccitazione Campo Incidente o Sorgente di Corrente Elementare. Modificare la scheda EX al tipo 0 (Campo E Applicato) o 5 (Discontinuità di Corrente).
ja: 励振タイプ %d では周波数プロットを使用できません。 このモデルは入射界または基本電流源励振を使用しています。 EX カードをタイプ 0（印加電界）または 5（電流不連続）に変更してください。
lt: Dažnio grafikai neprieinami su žadinimo tipu %d. Šis modelis naudoja krintančio lauko arba elementaraus srovės šaltinio žadinimą. Pakeiskite EX kortelę į tipą 0 (Pritaikytas E laukas) arba 5 (Srovės trūkis).
lv: Frekvenču grafiki nav pieejami ar ierosmes tipu %d. Šis modelis izmanto Krītošā lauka vai Elementārā strāvas avota ierosmi. Mainiet EX karti uz tipu 0 (Pieliktais E lauks) vai 5 (Strāvas pārrāvums).
mk: Фреквентните графикони не се достапни со тип на побуда %d. Овој модел користи побуда со инцидентно поле или елементарен извор на струја. Сменете ја EX картичката на тип 0 (Применето E поле) или 5 (Прекин на струја).
nl: Frequentiegrafieken zijn niet beschikbaar met excitatietype %d. Dit model gebruikt Invallend veld- of Elementaire stroombron-excitatie. Wijzig de EX-kaart naar type 0 (Toegepast E-veld) of 5 (Stroomdiscontinuïteit).
no: Frekvensplott er ikke tilgjengelig med eksitasjonstype %d. Denne modellen bruker Incident Field- eller Elementary Current Source-eksitasjon. Endre EX-kortet til type 0 (Applied E Field) eller 5 (Current Discontinuity).
pl: Wykresy częstotliwości nie są dostępne dla typu wzbudzenia %d. Ten model wykorzystuje wzbudzenie polem padającym lub elementarnym źródłem prądowym. Zmień kartę EX na typ 0 (przyłożone pole E) lub 5 (nieciągłość prądu).
pt: Gráficos de frequência não estão disponíveis com o tipo de excitação %d. Este modelo usa excitação de Campo Incidente ou Fonte de Corrente Elementar. Altere o cartão EX para o tipo 0 (Campo E Aplicado) ou 5 (Descontinuidade de Corrente).
ro: Graficele de frecvență nu sunt disponibile cu tipul de excitație %d. Acest model utilizează excitație de tip Câmp Incident sau Sursă de Curent Elementar. Modificați cardul EX la tipul 0 (Câmp E Aplicat) sau 5 (Discontinuitate de Curent).
ru: Частотные графики недоступны для типа возбуждения %d. Эта модель использует возбуждение падающим полем или элементарным источником тока. Измените карту EX на тип 0 (приложенное E-поле) или 5 (разрыв тока).
sk: Frekvenčné grafy nie sú dostupné s typom budenia %d. Tento model používa budenie Incident Field alebo Elementary Current Source. Zmeňte kartu EX na typ 0 (Applied E Field) alebo 5 (Current Discontinuity).
sl: Frekvenčni grafi niso na voljo z vrsto vzbujanja %d. Ta model uporablja vzbujanje z vpadnim poljem ali elementarnim tokovnim virom. Spremenite kartico EX na vrsto 0 (aplicirano E polje) ali 5 (tokovna prekinitev).
sr: Фреквенцијски графикони нису доступни са типом побуде %d. Овај модел користи побуду упадног поља или елементарног извора струје. Промените EX картицу на тип 0 (примењено E поље) или 5 (дисконтинуитет струје).
sv: Frekvensdiagram är inte tillgängliga med excitationstyp %d. Denna modell använder excitation med infallande fält eller elementär strömkälla. Ändra EX-kortet till typ 0 (Applicerat E-fält) eller 5 (Strömdiskontinuitet).
th: กราฟความถี่ไม่สามารถใช้งานได้กับประเภทการกระตุ้น %d โมเดลนี้ใช้การกระตุ้นแบบ Incident Field หรือ Elementary Current Source เปลี่ยนการ์ด EX เป็นประเภท 0 (Applied E Field) หรือ 5 (Current Discontinuity)
tr: Frekans grafikleri, uyarma türü %d ile kullanılamaz. Bu model Gelen Alan veya Temel Akım Kaynağı uyarması kullanıyor. EX kartını tür 0 (Uygulanan E Alanı) veya 5 (Akım Süreksizliği) olarak değiştirin.
uk: Графіки частоти недоступні для типу збудження %d. Ця модель використовує збудження Incident Field або Elementary Current Source. Змініть картку EX на тип 0 (Applied E Field) або 5 (Current Discontinuity).
ur: فریکوئنسی پلاٹس ایکسائٹیشن ٹائپ %d کے ساتھ دستیاب نہیں ہیں۔ یہ ماڈل Incident Field یا Elementary Current Source ایکسائٹیشن استعمال کرتا ہے۔ EX کارڈ کو ٹائپ 0 (Applied E Field) یا 5 (Current Discontinuity) میں تبدیل کریں۔
vi: Biểu đồ tần số không khả dụng với loại kích thích %d. Mô hình này sử dụng kích thích Incident Field hoặc Elementary Current Source. Thay đổi thẻ EX sang loại 0 (Applied E Field) hoặc 5 (Current Discontinuity).

source: View Currents
af: Bekyk Strome
ar: عرض التيارات
bg: Преглед на токовете
bn: কারেন্ট দেখুন
bs: Prikaži struje
cs: Zobrazit proudy
da: Vis strømme
de: Ströme anzeigen
el: Προβολή Ρευμάτων
es: Ver Corrientes
et: Vaata voole
fi: Näytä virrat
fr: Afficher les courants
he: הצג זרמים
hi: धाराएँ देखें
hr: Prikaz struja
hu: Áramok megtekintése
id: Lihat Arus
it: Visualizza Correnti
ja: 電流を表示
lt: Rodyti sroves
lv: Skatīt strāvas
mk: Преглед на струи
nl: Stromen bekijken
no: Vis strømmer
pl: Wyświetl prądy
pt: Ver Correntes
ro: Vizualizare Curenți
ru: Просмотр токов
sk: Zobraziť prúdy
sl: Ogled tokov
sr: Прикажи струје
sv: Visa strömmar
th: ดูกระแส
tr: Akımları Görüntüle
uk: Перегляд струмів
ur: کرنٹس دیکھیں
vi: Xem dòng điện

source: View Geometry
af: Bekyk Geometrie
ar: عرض الهندسة
bg: Преглед на геометрията
bn: জ্যামিতি দেখুন
bs: Prikaži geometriju
cs: Zobrazit geometrii
da: Vis geometri
de: Geometrie anzeigen
el: Προβολή Γεωμετρίας
es: Ver Geometría
et: Vaata geomeetriat
fi: Näytä geometria
fr: Afficher la géométrie
he: הצג גאומטריה
hi: ज्यामिति देखें
hr: Prikaz geometrije
hu: Geometria megtekintése
id: Lihat Geometri
it: Visualizza Geometria
ja: ジオメトリを表示
lt: Rodyti geometriją
lv: Skatīt ģeometriju
mk: Преглед на геометрија
nl: Geometrie bekijken
no: Vis geometri
pl: Wyświetl geometrię
pt: Ver Geometria
ro: Vizualizare Geometrie
ru: Просмотр геометрии
sk: Zobraziť geometriu
sl: Ogled geometrije
sr: Прикажи геометрију
sv: Visa geometri
th: ดูเรขาคณิต
tr: Geometriyi Görüntüle
uk: Перегляд геометрії
ur: جیومیٹری دیکھیں
vi: Xem hình học

source: View Charges
af: Bekyk Ladings
ar: عرض الشحنات
bg: Преглед на зарядите
bn: চার্জ দেখুন
bs: Prikaži naboje
cs: Zobrazit náboje
da: Vis ladninger
de: Ladungen anzeigen
el: Προβολή Φορτίων
es: Ver Cargas
et: Vaata laenguid
fi: Näytä varaukset
fr: Afficher les charges
he: הצג מטענים
hi: आवेश देखें
hr: Prikaz naboja
hu: Töltések megtekintése
id: Lihat Muatan
it: Visualizza Cariche
ja: 電荷を表示
lt: Rodyti krūvius
lv: Skatīt lādiņus
mk: Преглед на полнежи
nl: Ladingen bekijken
no: Vis ladninger
pl: Wyświetl ładunki
pt: Ver Cargas
ro: Vizualizare Sarcini
ru: Просмотр зарядов
sk: Zobraziť náboje
sl: Ogled nabojev
sr: Прикажи наелектрисања
sv: Visa laddningar
th: ดูประจุ
tr: Yükleri Görüntüle
uk: Перегляд зарядів
ur: چارجز دیکھیں
vi: Xem điện tích

source: PNG images (*.png)
af: PNG-beelde (*.png)
ar: صور PNG (*.png)
bg: PNG изображения (*.png)
bn: PNG ছবি (*.png)
bs: PNG slike (*.png)
cs: Obrázky PNG (*.png)
da: PNG-billeder (*.png)
de: PNG-Bilder (*.png)
el: Εικόνες PNG (*.png)
es: Imágenes PNG (*.png)
et: PNG pildid (*.png)
fi: PNG-kuvat (*.png)
fr: Images PNG (*.png)
he: תמונות PNG (*.png)
hi: PNG छवियाँ (*.png)
hr: PNG slike (*.png)
hu: PNG képek (*.png)
id: Gambar PNG (*.png)
it: Immagini PNG (*.png)
ja: PNG画像 (*.png)
lt: PNG paveikslėliai (*.png)
lv: PNG attēli (*.png)
mk: PNG слики (*.png)
nl: PNG-afbeeldingen (*.png)
no: PNG-bilder (*.png)
pl: Obrazy PNG (*.png)
pt: Imagens PNG (*.png)
ro: Imagini PNG (*.png)
ru: Изображения PNG (*.png)
sk: Obrázky PNG (*.png)
sl: Slike PNG (*.png)
sr: PNG слике (*.png)
sv: PNG-bilder (*.png)
th: ภาพ PNG (*.png)
tr: PNG görüntüleri (*.png)
uk: Зображення PNG (*.png)
ur: PNG تصاویر (*.png)
vi: Hình ảnh PNG (*.png)

source: GNUplot files (*.gplot)
af: GNUplot-lêers (*.gplot)
ar: ملفات GNUplot (*.gplot)
bg: GNUplot файлове (*.gplot)
bn: GNUplot ফাইল (*.gplot)
bs: GNUplot datoteke (*.gplot)
cs: Soubory GNUplot (*.gplot)
da: GNUplot-filer (*.gplot)
de: GNUplot-Dateien (*.gplot)
el: Αρχεία GNUplot (*.gplot)
es: Archivos GNUplot (*.gplot)
et: GNUplot failid (*.gplot)
fi: GNUplot-tiedostot (*.gplot)
fr: Fichiers GNUplot (*.gplot)
he: קבצי GNUplot (*.gplot)
hi: GNUplot फ़ाइलें (*.gplot)
hr: GNUplot datoteke (*.gplot)
hu: GNUplot fájlok (*.gplot)
id: File GNUplot (*.gplot)
it: File GNUplot (*.gplot)
ja: GNUplotファイル (*.gplot)
lt: GNUplot failai (*.gplot)
lv: GNUplot faili (*.gplot)
mk: GNUplot датотеки (*.gplot)
nl: GNUplot-bestanden (*.gplot)
no: GNUplot-filer (*.gplot)
pl: Pliki GNUplot (*.gplot)
pt: Arquivos GNUplot (*.gplot)
ro: Fișiere GNUplot (*.gplot)
ru: Файлы GNUplot (*.gplot)
sk: Súbory GNUplot (*.gplot)
sl: Datoteke GNUplot (*.gplot)
sr: GNUplot датотеке (*.gplot)
sv: GNUplot-filer (*.gplot)
th: ไฟล์ GNUplot (*.gplot)
tr: GNUplot dosyaları (*.gplot)
uk: Файли GNUplot (*.gplot)
ur: GNUplot فائلیں (*.gplot)
vi: Tệp GNUplot (*.gplot)

source: NEC2 files (*.nec)
af: NEC2-lêers (*.nec)
ar: ملفات NEC2 (*.nec)
bg: NEC2 файлове (*.nec)
bn: NEC2 ফাইল (*.nec)
bs: NEC2 datoteke (*.nec)
cs: Soubory NEC2 (*.nec)
da: NEC2-filer (*.nec)
de: NEC2-Dateien (*.nec)
el: Αρχεία NEC2 (*.nec)
es: Archivos NEC2 (*.nec)
et: NEC2 failid (*.nec)
fi: NEC2-tiedostot (*.nec)
fr: Fichiers NEC2 (*.nec)
he: קבצי NEC2 (*.nec)
hi: NEC2 फ़ाइलें (*.nec)
hr: NEC2 datoteke (*.nec)
hu: NEC2 fájlok (*.nec)
id: File NEC2 (*.nec)
it: File NEC2 (*.nec)
ja: NEC2ファイル (*.nec)
lt: NEC2 failai (*.nec)
lv: NEC2 faili (*.nec)
mk: NEC2 датотеки (*.nec)
nl: NEC2-bestanden (*.nec)
no: NEC2-filer (*.nec)
pl: Pliki NEC2 (*.nec)
pt: Arquivos NEC2 (*.nec)
ro: Fișiere NEC2 (*.nec)
ru: Файлы NEC2 (*.nec)
sk: Súbory NEC2 (*.nec)
sl: Datoteke NEC2 (*.nec)
sr: NEC2 датотеке (*.nec)
sv: NEC2-filer (*.nec)
th: ไฟล์ NEC2 (*.nec)
tr: NEC2 dosyaları (*.nec)
uk: Файли NEC2 (*.nec)
ur: NEC2 فائلیں (*.nec)
vi: Tệp NEC2 (*.nec)

source: Touchstone 1-port files (*.s1p)
af: Touchstone 1-poort lêers (*.s1p)
ar: ملفات Touchstone أحادية المنفذ (*.s1p)
bg: Touchstone 1-портови файлове (*.s1p)
bn: Touchstone 1-port ফাইল (*.s1p)
bs: Touchstone datoteke s 1 portom (*.s1p)
cs: Soubory Touchstone 1-port (*.s1p)
da: Touchstone 1-port-filer (*.s1p)
de: Touchstone 1-Port-Dateien (*.s1p)
el: Αρχεία Touchstone 1-port (*.s1p)
es: Archivos Touchstone de 1 puerto (*.s1p)
et: Touchstone 1-pordilised failid (*.s1p)
fi: Touchstone 1-porttitiedostot (*.s1p)
fr: Fichiers Touchstone 1 port (*.s1p)
he: קבצי Touchstone חד-פורטיים (*.s1p)
hi: Touchstone 1-पोर्ट फ़ाइलें (*.s1p)
hr: Touchstone jednopriključne datoteke (*.s1p)
hu: Touchstone 1 portos fájlok (*.s1p)
id: File Touchstone 1-port (*.s1p)
it: File Touchstone 1-porta (*.s1p)
ja: Touchstone 1ポートファイル (*.s1p)
lt: Touchstone 1 prievado failai (*.s1p)
lv: Touchstone 1 porta faili (*.s1p)
mk: Touchstone 1-порт датотеки (*.s1p)
nl: Touchstone 1-poort bestanden (*.s1p)
no: Touchstone 1-port-filer (*.s1p)
pl: Pliki Touchstone 1-portowe (*.s1p)
pt: Arquivos Touchstone 1 porta (*.s1p)
ro: Fișiere Touchstone 1-port (*.s1p)
ru: Однопортовые файлы Touchstone (*.s1p)
sk: Súbory Touchstone 1-port (*.s1p)
sl: Datoteke Touchstone 1-port (*.s1p)
sr: Touchstone 1-port датотеке (*.s1p)
sv: Touchstone 1-portsfiler (*.s1p)
th: ไฟล์ Touchstone 1-port (*.s1p)
tr: Touchstone 1-port dosyaları (*.s1p)
uk: Файли Touchstone 1-порт (*.s1p)
ur: Touchstone 1-port فائلیں (*.s1p)
vi: Tệp Touchstone 1 cổng (*.s1p)

source: Touchstone 2-port files (*.s2p)
af: Touchstone 2-poort lêers (*.s2p)
ar: ملفات Touchstone ثنائية المنفذ (*.s2p)
bg: Touchstone 2-портови файлове (*.s2p)
bn: Touchstone 2-port ফাইল (*.s2p)
bs: Touchstone datoteke s 2 porta (*.s2p)
cs: Soubory Touchstone 2-port (*.s2p)
da: Touchstone 2-port-filer (*.s2p)
de: Touchstone 2-Port-Dateien (*.s2p)
el: Αρχεία Touchstone 2-port (*.s2p)
es: Archivos Touchstone de 2 puertos (*.s2p)
et: Touchstone 2-pordilised failid (*.s2p)
fi: Touchstone 2-porttitiedostot (*.s2p)
fr: Fichiers Touchstone 2 ports (*.s2p)
he: קבצי Touchstone דו-פורטיים (*.s2p)
hi: Touchstone 2-पोर्ट फ़ाइलें (*.s2p)
hr: Touchstone dvopriključne datoteke (*.s2p)
hu: Touchstone 2 portos fájlok (*.s2p)
id: File Touchstone 2-port (*.s2p)
it: File Touchstone 2-porte (*.s2p)
ja: Touchstone 2ポートファイル (*.s2p)
lt: Touchstone 2 prievadų failai (*.s2p)
lv: Touchstone 2 portu faili (*.s2p)
mk: Touchstone 2-порт датотеки (*.s2p)
nl: Touchstone 2-poort bestanden (*.s2p)
no: Touchstone 2-port-filer (*.s2p)
pl: Pliki Touchstone 2-portowe (*.s2p)
pt: Arquivos Touchstone 2 portas (*.s2p)
ro: Fișiere Touchstone 2-port (*.s2p)
ru: Двухпортовые файлы Touchstone (*.s2p)
sk: Súbory Touchstone 2-port (*.s2p)
sl: Datoteke Touchstone 2-port (*.s2p)
sr: Touchstone 2-port датотеке (*.s2p)
sv: Touchstone 2-portsfiler (*.s2p)
th: ไฟล์ Touchstone 2-port (*.s2p)
tr: Touchstone 2-port dosyaları (*.s2p)
uk: Файли Touchstone 2-порт (*.s2p)
ur: Touchstone 2-port فائلیں (*.s2p)
vi: Tệp Touchstone 2 cổng (*.s2p)

source: Comma-separated CSV files (*.csv)
af: Komma-geskeide CSV-lêers (*.csv)
ar: ملفات CSV مفصولة بفواصل (*.csv)
bg: CSV файлове, разделени със запетая (*.csv)
bn: কমা-বিভক্ত CSV ফাইল (*.csv)
bs: CSV datoteke razdvojene zarezom (*.csv)
cs: Soubory CSV oddělené čárkou (*.csv)
da: Kommaseparerede CSV-filer (*.csv)
de: Kommagetrennte CSV-Dateien (*.csv)
el: Αρχεία CSV διαχωρισμένα με κόμμα (*.csv)
es: Archivos CSV separados por comas (*.csv)
et: Komadega eraldatud CSV failid (*.csv)
fi: Pilkuilla erotetut CSV-tiedostot (*.csv)
fr: Fichiers CSV séparés par des virgules (*.csv)
he: קבצי CSV מופרדים בפסיקים (*.csv)
hi: कॉमा-पृथक CSV फ़ाइलें (*.csv)
hr: CSV datoteke odvojene zarezom (*.csv)
hu: Vesszővel elválasztott CSV fájlok (*.csv)
id: File CSV dipisahkan koma (*.csv)
it: File CSV separati da virgola (*.csv)
ja: カンマ区切りCSVファイル (*.csv)
lt: Kableliais atskirti CSV failai (*.csv)
lv: Ar komatu atdalīti CSV faili (*.csv)
mk: CSV датотеки со запирка како разделувач (*.csv)
nl: Kommagescheiden CSV-bestanden (*.csv)
no: Kommaseparerte CSV-filer (*.csv)
pl: Pliki CSV rozdzielane przecinkami (*.csv)
pt: Arquivos CSV separados por vírgula (*.csv)
ro: Fișiere CSV separate prin virgulă (*.csv)
ru: Файлы CSV с разделителями-запятыми (*.csv)
sk: Súbory CSV oddelené čiarkami (*.csv)
sl: Datoteke CSV z vejico kot ločilom (*.csv)
sr: CSV датотеке раздвојене зарезима (*.csv)
sv: Kommaseparerade CSV-filer (*.csv)
th: ไฟล์ CSV คั่นด้วยจุลภาค (*.csv)
tr: Virgülle ayrılmış CSV dosyaları (*.csv)
uk: Файли CSV з розділенням комами (*.csv)
ur: کاما سے الگ کردہ CSV فائلیں (*.csv)
vi: Tệp CSV phân cách bằng dấu phẩy (*.csv)

source: Are you sure you wish to quit xnec2c?
af: Is u seker u wil xnec2c verlaat?
ar: هل أنت متأكد من رغبتك في الخروج من xnec2c؟
bg: Сигурни ли сте, че искате да излезете от xnec2c?
bn: আপনি কি নিশ্চিত যে xnec2c থেকে প্রস্থান করতে চান?
bs: Jeste li sigurni da želite izaći iz xnec2c?
cs: Opravdu chcete ukončit xnec2c?
da: Er du sikker på, at du vil afslutte xnec2c?
de: Sind Sie sicher, dass Sie xnec2c beenden möchten?
el: Είστε βέβαιοι ότι θέλετε να τερματίσετε το xnec2c;
es: ¿Está seguro de que desea salir de xnec2c?
et: Kas soovite kindlasti xnec2c-st väljuda?
fi: Haluatko varmasti lopettaa xnec2c:n?
fr: Êtes-vous sûr de vouloir quitter xnec2c ?
he: האם אתה בטוח שברצונך לצאת מ-xnec2c?
hi: क्या आप वाकई xnec2c छोड़ना चाहते हैं?
hr: Jeste li sigurni da želite izaći iz xnec2c?
hu: Biztos benne, hogy kilép az xnec2c-ből?
id: Apakah Anda yakin ingin keluar dari xnec2c?
it: Si desidera uscire da xnec2c?
ja: xnec2c を終了してもよろしいですか？
lt: Ar tikrai norite išeiti iš xnec2c?
lv: Vai tiešām vēlaties iziet no xnec2c?
mk: Дали сте сигурни дека сакате да излезете од xnec2c?
nl: Weet u zeker dat u xnec2c wilt afsluiten?
no: Er du sikker på at du vil avslutte xnec2c?
pl: Czy na pewno chcesz zamknąć xnec2c?
pt: Tem certeza de que deseja sair do xnec2c?
ro: Sunteți sigur că doriți să ieșiți din xnec2c?
ru: Вы уверены, что хотите выйти из xnec2c?
sk: Naozaj chcete ukončiť xnec2c?
sl: Ali ste prepričani, da želite zapreti xnec2c?
sr: Да ли сте сигурни да желите да затворите xnec2c?
sv: Är du säker på att du vill avsluta xnec2c?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจาก xnec2c?
tr: xnec2c'den çıkmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти з xnec2c?
ur: کیا آپ واقعی xnec2c سے باہر نکلنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn thoát xnec2c không?

source: A new NEC2 input file may not be created while the Frequency Loop is running
af: 'n Nuwe NEC2-invoerlêer kan nie geskep word nie terwyl die Frekwensielus loop
ar: لا يمكن إنشاء ملف إدخال NEC2 جديد أثناء تشغيل حلقة التردد
bg: Нов NEC2 входен файл не може да бъде създаден докато честотният цикъл се изпълнява
bn: ফ্রিকোয়েন্সি লুপ চলাকালীন নতুন NEC2 ইনপুট ফাইল তৈরি করা যাবে না
bs: Nova NEC2 ulazna datoteka se ne može kreirati dok je frekvencijska petlja aktivna
cs: Nový vstupní soubor NEC2 nelze vytvořit dokud běží frekvenční smyčka
da: En ny NEC2-inputfil kan ikke oprettes mens frekvensløkken kører
de: Eine neue NEC2-Eingabedatei kann nicht erstellt werden, während die Frequenzschleife läuft
el: Δεν είναι δυνατή η δημιουργία νέου αρχείου εισόδου NEC2 ενώ εκτελείται ο Βρόχος Συχνότητας
es: No se puede crear un nuevo archivo de entrada NEC2 mientras el bucle de frecuencia está en ejecución
et: Uut NEC2 sisendfaili ei saa luua kui sagedussilmus töötab
fi: Uutta NEC2-syötetiedostoa ei voi luoda taajuussilmukan ollessa käynnissä
fr: Un nouveau fichier d'entrée NEC2 ne peut pas être créé pendant l'exécution de la boucle de fréquence
he: לא ניתן ליצור קובץ קלט NEC2 חדש בזמן שלולאת התדר פועלת
hi: आवृत्ति लूप चलने के दौरान नई NEC2 इनपुट फ़ाइल नहीं बनाई जा सकती
hr: Nova NEC2 ulazna datoteka ne može se stvoriti dok je frekvencijska petlja u tijeku
hu: Új NEC2 bemeneti fájl nem hozható létre, amíg a frekvenciahurok fut
id: File input NEC2 baru tidak dapat dibuat selama Loop Frekuensi berjalan
it: Non è possibile creare un nuovo file di input NEC2 mentre il ciclo di frequenza è in esecuzione
ja: 周波数ループの実行中は 新しいNEC2入力ファイルを作成できません
lt: Naujas NEC2 įvesties failas negali būti sukurtas kol vykdomas dažnio ciklas
lv: Jaunu NEC2 ievades failu nevar izveidot, kamēr darbojas frekvences cikls
mk: Нова NEC2 влезна датотека не може да се креира додека работи фреквенцискиот циклус
nl: Een nieuw NEC2-invoerbestand kan niet worden aangemaakt terwijl de frequentielus wordt uitgevoerd
no: En ny NEC2-inndatafil kan ikke opprettes mens frekvenssløyfen kjører
pl: Nowy plik wejściowy NEC2 nie może zostać utworzony podczas działania pętli częstotliwości
pt: Um novo arquivo de entrada NEC2 não pode ser criado enquanto o Loop de Frequência está em execução
ro: Nu se poate crea un fișier NEC2 de intrare nou cât timp Bucla de Frecvență rulează
ru: Новый входной файл NEC2 не может быть создан, пока выполняется цикл по частоте
sk: Nový vstupný súbor NEC2 nie je možné vytvoriť kým beží frekvenčná slučka
sl: Nova vhodna datoteka NEC2 ne more biti ustvarjena medtem ko se izvaja frekvenčna zanka
sr: Нова NEC2 улазна датотека не може бити креирана док је фреквенцијска петља покренута
sv: En ny NEC2-indatafil kan inte skapas medan frekvensslingan körs
th: ไม่สามารถสร้างไฟล์ข้อมูลนำเข้า NEC2 ใหม่ได้ ขณะที่ลูปความถี่กำลังทำงานอยู่
tr: Frekans Döngüsü çalışırken yeni bir NEC2 girdi dosyası oluşturulamaz
uk: Новий вхідний файл NEC2 не може бути створено під час виконання циклу частоти
ur: جب فریکوئنسی لوپ چل رہا ہو تو نئی NEC2 ان پٹ فائل نہیں بنائی جا سکتی
vi: Không thể tạo tệp đầu vào NEC2 mới khi vòng lặp tần số đang chạy
