Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: tag=%d/seg=%d: endpoint distance=%.3e is too close (below connection threshold=%.3e); segment will connect to itself
af: tag=%d/seg=%d: eindpuntafstand=%.3e is te naby (onder verbindingsdrempel=%.3e); segment sal met homself verbind
ar: tag=%d/seg=%d: مسافة نقطة النهاية=%.3e قريبة جداً (أقل من عتبة الاتصال=%.3e)؛ segment سيتصل بنفسه
bg: tag=%d/seg=%d: разстояние до крайна точка=%.3e е твърде близко (под прага за свързване=%.3e); сегментът ще се свърже със себе си
bn: tag=%d/seg=%d: প্রান্তবিন্দু দূরত্ব=%.3e অত্যন্ত নিকটে (সংযোগ থ্রেশহোল্ড=%.3e-এর নিচে); সেগমেন্ট নিজের সাথে সংযুক্ত হবে
bs: tag=%d/seg=%d: udaljenost krajnje tačke=%.3e je preblizu (ispod praga povezivanja=%.3e); segment će se povezati sam sa sobom
cs: tag=%d/seg=%d: vzdálenost koncového bodu=%.3e je příliš malá (pod prahem spojení=%.3e); segment se spojí sám se sebou
da: tag=%d/seg=%d: endepunktsafstand=%.3e er for tæt (under forbindelsestærskel=%.3e); segment vil forbinde til sig selv
de: tag=%d/seg=%d: Endpunktabstand=%.3e ist zu nah (unterhalb des Verbindungsschwellenwerts=%.3e); Segment wird sich mit sich selbst verbinden
el: tag=%d/seg=%d: η απόσταση άκρου=%.3e είναι πολύ κοντά (κάτω από το όριο σύνδεσης=%.3e)· το segment θα συνδεθεί με τον εαυτό του
es: etiqueta=%d/seg=%d: distancia de punto final=%.3e es demasiado cercana (por debajo del umbral de conexión=%.3e); el segmento se conectará a sí mismo
et: tag=%d/seg=%d: otspunkti kaugus=%.3e on liiga lähedal (alla ühendusläve=%.3e); segment ühendub iseendaga
fi: tag=%d/seg=%d: päätepisteen etäisyys=%.3e on liian lähellä (alle liitäntäkynnyksen=%.3e); segmentti yhdistyy itseensä
fr: tag=%d/seg=%d : distance d'extrémité=%.3e trop proche (sous le seuil de connexion=%.3e) ; le segment se connectera à lui-même
he: tag=%d/seg=%d: מרחק קצה=%.3e קרוב מדי (מתחת לסף חיבור=%.3e); המקטע יתחבר לעצמו
hi: tag=%d/seg=%d: अंतिम बिंदु दूरी=%.3e बहुत निकट है (कनेक्शन थ्रेशोल्ड=%.3e से नीचे); segment स्वयं से जुड़ जाएगा
hr: tag=%d/seg=%d: udaljenost krajnje točke=%.3e je preblizu (ispod praga povezivanja=%.3e); segment će se spojiti sam sa sobom
hu: tag=%d/seg=%d: végpont távolság=%.3e túl közel van (csatlakozási küszöb=%.3e alatt); a szegmens önmagához fog csatlakozni
id: tag=%d/seg=%d: jarak ujung=%.3e terlalu dekat (di bawah ambang koneksi=%.3e); segmen akan terhubung ke dirinya sendiri
it: tag=%d/seg=%d: distanza endpoint=%.3e troppo vicina (sotto la soglia di connessione=%.3e); il segmento si connetterà a se stesso
ja: tag=%d/seg=%d: 端点距離=%.3eが近すぎます（接続閾値=%.3e未満）; セグメントが自己接続します
lt: tag=%d/seg=%d: galinio taško atstumas=%.3e yra per mažas (žemiau jungimo slenksčio=%.3e); segmentas susijungs su savimi
lv: tag=%d/seg=%d: galapunktu attālums=%.3e ir pārāk mazs (zem savienojuma sliekšņa=%.3e); segments savienosies pats ar sevi
mk: tag=%d/seg=%d: растојанието на крајната точка=%.3e е премногу блиску (под прагот на поврзување=%.3e); сегментот ќе се поврзе сам со себе
nl: tag=%d/seg=%d: eindpuntafstand=%.3e is te dicht (onder verbindingsdrempel=%.3e); segment zal met zichzelf verbinden
no: tag=%d/seg=%d: endepunktavstand=%.3e er for nær (under tilkoblingsterskel=%.3e); segmentet vil koble til seg selv
pl: tag=%d/seg=%d: odległość końcówki=%.3e jest zbyt mała (poniżej progu połączenia=%.3e); segment połączy się sam ze sobą
pt: tag=%d/seg=%d: distância do ponto final=%.3e está muito próxima (abaixo do limiar de conexão=%.3e); segmento irá conectar a si mesmo
ro: tag=%d/seg=%d: distanța endpoint=%.3e este prea mică (sub pragul de conexiune=%.3e); segmentul se va conecta la el însuși
ru: tag=%d/seg=%d: расстояние между концами=%.3e слишком мало (ниже порога соединения=%.3e); сегмент соединится сам с собой
sk: tag=%d/seg=%d: vzdialenosť koncového bodu=%.3e je príliš blízko (pod prahom pripojenia=%.3e); segment sa pripojí sám k sebe
sl: oznaka=%d/seg=%d: razdalja končne točke=%.3e je preblizu (pod pragom povezave=%.3e); segment se bo povezal sam s seboj
sr: tag=%d/seg=%d: растојање крајње тачке=%.3e је превише близу (испод прага повезивања=%.3e); сегмент ће се повезати сам са собом
sv: tagg=%d/seg=%d: ändpunktsavstånd=%.3e är för nära (under anslutningströskel=%.3e); segmentet kommer att anslutas till sig själv
th: tag=%d/seg=%d: ระยะจุดปลาย=%.3e ใกล้เกินไป (ต่ำกว่าเกณฑ์การเชื่อมต่อ=%.3e); segment จะเชื่อมต่อกับตัวเอง
tr: tag=%d/seg=%d: uç nokta mesafesi=%.3e çok yakın (bağlantı eşiği=%.3e altında); segment kendine bağlanacak
uk: tag=%d/seg=%d: відстань кінцевої точки=%.3e занадто мала (нижче порогу з'єднання=%.3e); сегмент з'єднається сам із собою
ur: tag=%d/seg=%d: اینڈ پوائنٹ فاصلہ=%.3e بہت قریب ہے (کنکشن حد=%.3e سے کم)؛ سیگمنٹ خود سے جڑ جائے گا
vi: tag=%d/seg=%d: khoảng cách điểm cuối=%.3e quá gần (dưới ngưỡng kết nối=%.3e); đoạn sẽ kết nối với chính nó

source: tag=%d: suppressing additional self-connection warnings
af: tag=%d: onderdruk addisionele selfverbindingswaarskuwings
ar: tag=%d: إيقاف تحذيرات الاتصال الذاتي الإضافية
bg: tag=%d: потискане на допълнителни предупреждения за самосвързване
bn: tag=%d: অতিরিক্ত স্ব-সংযোগ সতর্কতা দমন করা হচ্ছে
bs: tag=%d: potiskivanje dodatnih upozorenja o samo-povezivanju
cs: tag=%d: potlačení dalších varování o spojení se sebou
da: tag=%d: undertrykker yderligere selvforbindelsesadvarsler
de: tag=%d: Unterdrückung weiterer Selbstverbindungswarnungen
el: tag=%d: καταστολή επιπλέον προειδοποιήσεων αυτο-σύνδεσης
es: etiqueta=%d: suprimiendo advertencias adicionales de autoconexión
et: tag=%d: täiendavate iseühenduse hoiatuste mahasurumine
fi: tag=%d: estetään lisää itseyhdistämisvaroituksia
fr: tag=%d : suppression des avertissements supplémentaires d'auto-connexion
he: tag=%d: מדכא אזהרות נוספות על חיבור עצמי
hi: tag=%d: अतिरिक्त स्व-कनेक्शन चेतावनियाँ दबाई जा रही हैं
hr: tag=%d: potiskivanje dodatnih upozorenja o samopovezivanju
hu: tag=%d: további öncsatlakozási figyelmeztetések elnyomva
id: tag=%d: menekan peringatan koneksi-diri tambahan
it: tag=%d: soppressione degli avvisi aggiuntivi di auto-connessione
ja: tag=%d: 追加の自己接続警告を抑制しています
lt: tag=%d: papildomi savijungos įspėjimai slopinami
lv: tag=%d: papildu paššavienojuma brīdinājumi tiek apslāpēti
mk: tag=%d: се потиснуваат дополнителни предупредувања за само-поврзување
nl: tag=%d: onderdrukken van extra zelfverbindingswaarschuwingen
no: tag=%d: undertrykker ytterligere selvtilkoblingsadvarsler
pl: tag=%d: pomijanie kolejnych ostrzeżeń o samopołączeniu
pt: tag=%d: suprimindo avisos adicionais de autoconexão
ro: tag=%d: suprimarea avertismentelor suplimentare de auto-conexiune
ru: tag=%d: подавление дополнительных предупреждений о самосоединении
sk: tag=%d: potláčanie ďalších varovaní o samo-pripojení
sl: oznaka=%d: dodatna opozorila o samo-povezavi so zatrta
sr: tag=%d: потискивање додатних упозорења о само-повезивању
sv: tagg=%d: undertrycker ytterligare varningar om självanslutning
th: tag=%d: ระงับคำเตือนการเชื่อมต่อตัวเองเพิ่มเติม
tr: tag=%d: ek kendine bağlanma uyarıları bastırılıyor
uk: tag=%d: придушення додаткових попереджень про самоз'єднання
ur: tag=%d: اضافی خود کنکشن وارننگز دبا دی گئیں
vi: tag=%d: ẩn các cảnh báo tự kết nối bổ sung

source: tag=%d/seg=%d: distance=%.3e to tag=%d/seg=%d closer than 2x connection threshold %.3e; unintended connections possible
af: tag=%d/seg=%d: afstand=%.3e na tag=%d/seg=%d nader as 2x verbindingsdrempel %.3e; onbedoelde verbindings moontlik
ar: tag=%d/seg=%d: المسافة=%.3e إلى tag=%d/seg=%d أقرب من ضعف عتبة الاتصال %.3e؛ احتمال وجود اتصالات غير مقصودة
bg: tag=%d/seg=%d: разстояние=%.3e до tag=%d/seg=%d е по-близо от 2x праг за свързване %.3e; възможни са непредвидени свързвания
bn: tag=%d/seg=%d: দূরত্ব=%.3e থেকে tag=%d/seg=%d সংযোগ থ্রেশহোল্ড %.3e-এর 2 গুণের চেয়ে কাছে; অনিচ্ছাকৃত সংযোগ সম্ভব
bs: tag=%d/seg=%d: udaljenost=%.3e do tag=%d/seg=%d bliža od 2x praga povezivanja %.3e; moguće nenamjerne veze
cs: tag=%d/seg=%d: vzdálenost=%.3e k tag=%d/seg=%d je menší než 2x práh spojení %.3e; možná nechtěná spojení
da: tag=%d/seg=%d: afstand=%.3e til tag=%d/seg=%d tættere end 2x forbindelsestærskel %.3e; utilsigtede forbindelser mulige
de: tag=%d/seg=%d: Abstand=%.3e zu tag=%d/seg=%d näher als 2x Verbindungsschwellenwert %.3e; unbeabsichtigte Verbindungen möglich
el: tag=%d/seg=%d: απόσταση=%.3e προς tag=%d/seg=%d πιο κοντά από 2x όριο σύνδεσης %.3e· πιθανές ακούσιες συνδέσεις
es: etiqueta=%d/seg=%d: distancia=%.3e a etiqueta=%d/seg=%d más cercana que 2x umbral de conexión %.3e; posibles conexiones no intencionadas
et: tag=%d/seg=%d: kaugus=%.3e kuni tag=%d/seg=%d on lähemal kui 2x ühenduslävi %.3e; võimalikud soovimatud ühendused
fi: tag=%d/seg=%d: etäisyys=%.3e kohteeseen tag=%d/seg=%d lähempänä kuin 2x liitäntäkynnys %.3e; tahattomat yhdistämiset mahdollisia
fr: tag=%d/seg=%d : distance=%.3e vers tag=%d/seg=%d plus proche que 2x le seuil de connexion %.3e ; connexions non intentionnelles possibles
he: tag=%d/seg=%d: מרחק=%.3e ל-tag=%d/seg=%d קרוב יותר מפי 2 מסף החיבור %.3e; חיבורים לא מכוונים אפשריים
hi: tag=%d/seg=%d: दूरी=%.3e से tag=%d/seg=%d 2x कनेक्शन थ्रेशोल्ड %.3e से निकट है; अनपेक्षित connection संभव
hr: tag=%d/seg=%d: udaljenost=%.3e do tag=%d/seg=%d bliža od 2x praga povezivanja %.3e; moguće nenamjerne veze
hu: tag=%d/seg=%d: távolság=%.3e tag=%d/seg=%d-hez közelebb van, mint a csatlakozási küszöb 2x-ese %.3e; nem szándékolt csatlakozások lehetségesek
id: tag=%d/seg=%d: jarak=%.3e ke tag=%d/seg=%d lebih dekat dari 2x ambang koneksi %.3e; koneksi tidak disengaja mungkin terjadi
it: tag=%d/seg=%d: distanza=%.3e a tag=%d/seg=%d più vicina di 2x la soglia di connessione %.3e; possibili connessioni non intenzionali
ja: tag=%d/seg=%d: 距離=%.3e（tag=%d/seg=%dまで）が接続閾値%.3eの2倍より近いです; 意図しない接続の可能性があります
lt: tag=%d/seg=%d: atstumas=%.3e iki tag=%d/seg=%d mažesnis nei 2x jungimo slenkstis %.3e; galimi nenumatyti sujungimai
lv: tag=%d/seg=%d: attālums=%.3e līdz tag=%d/seg=%d ir mazāks par 2x savienojuma slieksni %.3e; iespējami netīši savienojumi
mk: tag=%d/seg=%d: растојание=%.3e до tag=%d/seg=%d е поблиску од 2x праг на поврзување %.3e; можни се ненамерни поврзувања
nl: tag=%d/seg=%d: afstand=%.3e tot tag=%d/seg=%d dichter dan 2x verbindingsdrempel %.3e; onbedoelde verbindingen mogelijk
no: tag=%d/seg=%d: avstand=%.3e til tag=%d/seg=%d nærmere enn 2x tilkoblingsterskel %.3e; utilsiktede tilkoblinger mulig
pl: tag=%d/seg=%d: odległość=%.3e do tag=%d/seg=%d mniejsza niż 2x próg połączenia %.3e; możliwe niezamierzone połączenia
pt: tag=%d/seg=%d: distância=%.3e até tag=%d/seg=%d mais próxima que 2x limiar de conexão %.3e; conexões não intencionais possíveis
ro: tag=%d/seg=%d: distanța=%.3e la tag=%d/seg=%d mai mică decât 2x pragul de conexiune %.3e; conexiuni neintenționate posibile
ru: tag=%d/seg=%d: расстояние=%.3e до tag=%d/seg=%d меньше 2x порога соединения %.3e; возможны непреднамеренные соединения
sk: tag=%d/seg=%d: vzdialenosť=%.3e k tag=%d/seg=%d bližšie ako 2x prah pripojenia %.3e; možné neúmyselné pripojenia
sl: oznaka=%d/seg=%d: razdalja=%.3e do oznaka=%d/seg=%d bližje kot 2x prag povezave %.3e; možne so nenamerne povezave
sr: tag=%d/seg=%d: растојање=%.3e до tag=%d/seg=%d ближе од 2x прага повезивања %.3e; могуће ненамерне везе
sv: tagg=%d/seg=%d: avstånd=%.3e till tagg=%d/seg=%d närmare än 2x anslutningströskel %.3e; oavsiktliga anslutningar möjliga
th: tag=%d/seg=%d: ระยะทาง=%.3e ถึง tag=%d/seg=%d ใกล้กว่า 2 เท่าของเกณฑ์การเชื่อมต่อ %.3e; อาจมีการเชื่อมต่อที่ไม่ตั้งใจ
tr: tag=%1$d/seg=%2$d: tag=%4$d/seg=%5$d mesafesi=%3$.3e, 2x bağlantı eşiği %6$.3e'den yakın; istenmeyen bağlantılar olası
uk: tag=%d/seg=%d: відстань=%.3e до tag=%d/seg=%d менша за 2x поріг з'єднання %.3e; можливі ненавмисні з'єднання
ur: tag=%d/seg=%d: فاصلہ=%.3e tag=%d/seg=%d تک کنکشن حد %.3e کے 2x سے کم ہے؛ غیر ارادی کنکشنز ممکن ہیں
vi: tag=%d/seg=%d: khoảng cách=%.3e đến tag=%d/seg=%d gần hơn 2 lần ngưỡng kết nối %.3e; có thể xảy ra kết nối ngoài ý muốn

source: tag=%d: suppressing additional overlap warnings
af: tag=%d: onderdruk addisionele oorvleuelingswaarskuwings
ar: tag=%d: إيقاف تحذيرات التداخل الإضافية
bg: tag=%d: потискане на допълнителни предупреждения за припокриване
bn: tag=%d: অতিরিক্ত ওভারল্যাপ সতর্কতা দমন করা হচ্ছে
bs: tag=%d: potiskivanje dodatnih upozorenja o preklapanju
cs: tag=%d: potlačení dalších varování o překrytí
da: tag=%d: undertrykker yderligere overlapningsadvarsler
de: tag=%d: Unterdrückung weiterer Überlappungswarnungen
el: tag=%d: καταστολή επιπλέον προειδοποιήσεων επικάλυψης
es: etiqueta=%d: suprimiendo advertencias adicionales de superposición
et: tag=%d: täiendavate kattumise hoiatuste mahasurumine
fi: tag=%d: estetään lisää päällekkäisyysvaroituksia
fr: tag=%d : suppression des avertissements supplémentaires de chevauchement
he: tag=%d: מדכא אזהרות חפיפה נוספות
hi: tag=%d: अतिरिक्त ओवरलैप चेतावनियाँ दबाई जा रही हैं
hr: tag=%d: potiskivanje dodatnih upozorenja o preklapanju
hu: tag=%d: további átfedési figyelmeztetések elnyomva
id: tag=%d: menekan peringatan tumpang tindih tambahan
it: tag=%d: soppressione degli avvisi aggiuntivi di sovrapposizione
ja: tag=%d: 追加の重複警告を抑制しています
lt: tag=%d: papildomi persidengimo įspėjimai slopinami
lv: tag=%d: papildu pārklāšanās brīdinājumi tiek apslāpēti
mk: tag=%d: се потиснуваат дополнителни предупредувања за преклопување
nl: tag=%d: onderdrukken van extra overlapwaarschuwingen
no: tag=%d: undertrykker ytterligere overlappingsadvarsler
pl: tag=%d: pomijanie kolejnych ostrzeżeń o nakładaniu się
pt: tag=%d: suprimindo avisos adicionais de sobreposição
ro: tag=%d: suprimarea avertismentelor suplimentare de suprapunere
ru: tag=%d: подавление дополнительных предупреждений о перекрытии
sk: tag=%d: potláčanie ďalších varovaní o prekrývaní
sl: oznaka=%d: dodatna opozorila o prekrivanju so zatrta
sr: tag=%d: потискивање додатних упозорења о преклапању
sv: tagg=%d: undertrycker ytterligare överlappningsvarningar
th: tag=%d: ระงับคำเตือนการซ้อนทับเพิ่มเติม
tr: tag=%d: ek örtüşme uyarıları bastırılıyor
uk: tag=%d: придушення додаткових попереджень про перекриття
ur: tag=%d: اضافی اوورلیپ وارننگز دبا دی گئیں
vi: tag=%d: ẩn các cảnh báo chồng chéo bổ sung

source: tag=%d/seg=%d: length=%.3e is too short (and close enough) to tag=%d/seg=%d length=%.3e that connection detection may fail or short
af: tag=%d/seg=%d: lengte=%.3e is te kort (en naby genoeg) aan tag=%d/seg=%d lengte=%.3e dat verbindingsopsporing kan misluk of kortsluit
ar: tag=%d/seg=%d: الطول=%.3e قصير جداً (وقريب بما يكفي) من tag=%d/seg=%d الطول=%.3e مما قد يؤدي إلى فشل أو قصر في كشف الاتصال
bg: tag=%d/seg=%d: дължина=%.3e е твърде къса (и достатъчно близка) до tag=%d/seg=%d дължина=%.3e, че откриването на връзка може да се провали или да е късо
bn: tag=%d/seg=%d: দৈর্ঘ্য=%.3e অত্যন্ত ছোট (এবং যথেষ্ট কাছে) tag=%d/seg=%d দৈর্ঘ্য=%.3e যাতে সংযোগ সনাক্তকরণ ব্যর্থ বা শর্ট হতে পারে
bs: tag=%d/seg=%d: dužina=%.3e je prekratka (i dovoljno blizu) do tag=%d/seg=%d dužine=%.3e da detekcija veze može otkazati ili kratko spojiti
cs: tag=%d/seg=%d: délka=%.3e je příliš krátká (a dostatečně blízko) k tag=%d/seg=%d délka=%.3e, detekce spojení může selhat nebo zkratovat
da: tag=%d/seg=%d: længde=%.3e er for kort (og tæt nok) på tag=%d/seg=%d længde=%.3e til at forbindelsesdetektion kan fejle eller kortslutte
de: tag=%d/seg=%d: Länge=%.3e ist zu kurz (und nah genug) zu tag=%d/seg=%d Länge=%.3e, sodass Verbindungserkennung fehlschlagen oder kurzschließen kann
el: tag=%d/seg=%d: μήκος=%.3e είναι πολύ μικρό (και αρκετά κοντά) στο tag=%d/seg=%d μήκος=%.3e ώστε η ανίχνευση σύνδεσης μπορεί να αποτύχει ή να βραχυκυκλώσει
es: etiqueta=%d/seg=%d: longitud=%.3e es demasiado corta (y suficientemente cercana) a etiqueta=%d/seg=%d longitud=%.3e que la detección de conexión puede fallar o cortocircuitar
et: tag=%d/seg=%d: pikkus=%.3e on liiga lühike (ja piisavalt lähedal) tag=%d/seg=%d pikkusele=%.3e, et ühenduse tuvastamine võib ebaõnnestuda või lühistuda
fi: tag=%d/seg=%d: pituus=%.3e on liian lyhyt (ja tarpeeksi lähellä) kohteeseen tag=%d/seg=%d pituus=%.3e, liitännän tunnistus voi epäonnistua tai oikosulkea
fr: tag=%d/seg=%d : longueur=%.3e trop courte (et assez proche) du tag=%d/seg=%d longueur=%.3e, la détection de connexion peut échouer ou court-circuiter
he: tag=%d/seg=%d: אורך=%.3e קצר מדי (וקרוב מספיק) ל-tag=%d/seg=%d אורך=%.3e כך שזיהוי חיבור עלול להיכשל או לקצר
hi: tag=%d/seg=%d: लंबाई=%.3e बहुत छोटी है (और पर्याप्त निकट) tag=%d/seg=%d लंबाई=%.3e के लिए कि connection पहचान विफल या short हो सकती है
hr: tag=%d/seg=%d: duljina=%.3e je prekratka (i dovoljno blizu) tag=%d/seg=%d duljine=%.3e da detekcija veze može zakazati ili kratko spojiti
hu: tag=%d/seg=%d: hossz=%.3e túl rövid (és elég közel van) tag=%d/seg=%d hossz=%.3e-hez, a csatlakozás észlelése sikertelen lehet vagy rövidzárlatot okozhat
id: tag=%d/seg=%d: panjang=%.3e terlalu pendek (dan cukup dekat) ke tag=%d/seg=%d panjang=%.3e sehingga deteksi koneksi mungkin gagal atau hubung singkat
it: tag=%d/seg=%d: lunghezza=%.3e troppo corta (e abbastanza vicina) a tag=%d/seg=%d lunghezza=%.3e che il rilevamento della connessione potrebbe fallire o essere insufficiente
ja: tag=%d/seg=%d: 長さ=%.3eが短すぎ（かつ十分近い）tag=%d/seg=%d 長さ=%.3eに対して接続検出が失敗またはショートする可能性があります
lt: tag=%d/seg=%d: ilgis=%.3e yra per trumpas (ir pakankamai arti) iki tag=%d/seg=%d ilgis=%.3e, jungimo aptikimas gali nepavykti arba sutrumpėti
lv: tag=%d/seg=%d: garums=%.3e ir pārāk īss (un pietiekami tuvu) tag=%d/seg=%d garumam=%.3e, lai savienojuma noteikšana varētu neizdoties vai būt nepilnīga
mk: tag=%d/seg=%d: должина=%.3e е премногу кратка (и доволно блиску) до tag=%d/seg=%d должина=%.3e па детекцијата на поврзување може да не успее или да скрати
nl: tag=%d/seg=%d: lengte=%.3e is te kort (en dicht genoeg) bij tag=%d/seg=%d lengte=%.3e dat verbindingsdetectie kan falen of kortsluiten
no: tag=%d/seg=%d: lengde=%.3e er for kort (og nær nok) til tag=%d/seg=%d lengde=%.3e at tilkoblingsdeteksjon kan feile eller kortslutte
pl: tag=%d/seg=%d: długość=%.3e jest zbyt krótka (i wystarczająco blisko) do tag=%d/seg=%d długość=%.3e, że wykrywanie połączeń może zawieść lub zwarcie
pt: tag=%d/seg=%d: comprimento=%.3e é muito curto (e próximo o suficiente) de tag=%d/seg=%d comprimento=%.3e que a detecção de conexão pode falhar ou curto-circuitar
ro: tag=%d/seg=%d: lungimea=%.3e este prea mică (și suficient de aproape) de tag=%d/seg=%d lungime=%.3e încât detectarea conexiunii poate eșua sau scurtcircuita
ru: tag=%d/seg=%d: длина=%.3e слишком мала (и достаточно близка) к tag=%d/seg=%d длиной=%.3e, что обнаружение соединения может не сработать или замкнуть
sk: tag=%d/seg=%d: dĺžka=%.3e je príliš krátka (a dostatočne blízko) k tag=%d/seg=%d dĺžka=%.3e, detekcia pripojenia môže zlyhať alebo skratovať
sl: oznaka=%d/seg=%d: dolžina=%.3e je prekratka (in dovolj blizu) do oznaka=%d/seg=%d dolžina=%.3e, da lahko zaznavanje povezav ne uspe ali prekratko
sr: tag=%d/seg=%d: дужина=%.3e је прекратка (и довољно близу) до tag=%d/seg=%d дужине=%.3e да детекција повезивања може да не успе или скрати
sv: tagg=%d/seg=%d: längd=%.3e är för kort (och tillräckligt nära) tagg=%d/seg=%d längd=%.3e att anslutningsdetektering kan misslyckas eller kortsluta
th: tag=%d/seg=%d: ความยาว=%.3e สั้นเกินไป (และใกล้พอ) กับ tag=%d/seg=%d ความยาว=%.3e ซึ่งการตรวจจับการเชื่อมต่ออาจล้มเหลวหรือลัดวงจร
tr: tag=%d/seg=%d: uzunluk=%.3e, tag=%d/seg=%d uzunluk=%.3e için çok kısa (ve yeterince yakın), bağlantı tespiti başarısız olabilir veya kısa devre yapabilir
uk: tag=%d/seg=%d: довжина=%.3e занадто коротка (і достатньо близька) до tag=%d/seg=%d довжина=%.3e, що виявлення з'єднання може не спрацювати або закоротити
ur: tag=%d/seg=%d: لمبائی=%.3e بہت چھوٹی ہے (اور کافی قریب) tag=%d/seg=%d لمبائی=%.3e سے کہ کنکشن ڈٹیکشن ناکام یا شارٹ ہو سکتی ہے
vi: tag=%d/seg=%d: độ dài=%.3e quá ngắn (và đủ gần) với tag=%d/seg=%d độ dài=%.3e nên phát hiện kết nối có thể thất bại hoặc ngắn mạch

source: tag=%d: suppressing additional connection detection may fail or short warnings
af: tag=%d: onderdruk addisionele verbindingsopsporing kan misluk of kortsluit waarskuwings
ar: tag=%d: إيقاف تحذيرات فشل أو قصر كشف الاتصال الإضافية
bg: tag=%d: потискане на допълнителни предупреждения за възможен провал на откриване на връзка или късо съединение
bn: tag=%d: অতিরিক্ত সংযোগ সনাক্তকরণ ব্যর্থ বা শর্ট সতর্কতা দমন করা হচ্ছে
bs: tag=%d: potiskivanje dodatnih upozorenja o mogućem otkazu detekcije veze ili kratkom spoju
cs: tag=%d: potlačení dalších varování o možném selhání detekce spojení nebo zkratu
da: tag=%d: undertrykker yderligere advarsler om forbindelsesdetektion kan fejle eller kortslutte
de: tag=%d: Unterdrückung weiterer Warnungen über mögliches Fehlschlagen der Verbindungserkennung oder Kurzschluss
el: tag=%d: καταστολή επιπλέον προειδοποιήσεων αποτυχίας ανίχνευσης σύνδεσης ή βραχυκυκλώματος
es: etiqueta=%d: suprimiendo advertencias adicionales de detección de conexión que puede fallar o cortocircuitar
et: tag=%d: täiendavate ühenduse tuvastamise ebaõnnestumise või lühistumise hoiatuste mahasurumine
fi: tag=%d: estetään lisää liitännän tunnistus voi epäonnistua tai oikosulkea -varoituksia
fr: tag=%d : suppression des avertissements supplémentaires d'échec de détection de connexion ou de court-circuit
he: tag=%d: מדכא אזהרות נוספות על כשל או קיצור בזיהוי חיבור
hi: tag=%d: अतिरिक्त connection पहचान विफल या short चेतावनियाँ दबाई जा रही हैं
hr: tag=%d: potiskivanje dodatnih upozorenja o mogućem neuspjehu detekcije veze ili kratkom spoju
hu: tag=%d: további 'csatlakozás észlelése sikertelen vagy rövidzárlat' figyelmeztetések elnyomva
id: tag=%d: menekan peringatan deteksi koneksi mungkin gagal atau hubung singkat tambahan
it: tag=%d: soppressione degli avvisi aggiuntivi di possibile fallimento o insufficienza del rilevamento connessione
ja: tag=%d: 追加の接続検出失敗またはショート警告を抑制しています
lt: tag=%d: papildomi jungimo aptikimo gali nepavykti arba sutrumpėti įspėjimai slopinami
lv: tag=%d: papildu brīdinājumi par savienojuma noteikšanas kļūmēm tiek apslāpēti
mk: tag=%d: се потиснуваат дополнителни предупредувања за неуспешна детекција на поврзување или скратување
nl: tag=%d: onderdrukken van extra waarschuwingen over verbindingsdetectie kan falen of kortsluiten
no: tag=%d: undertrykker ytterligere advarsler om at tilkoblingsdeteksjon kan feile eller kortslutte
pl: tag=%d: pomijanie kolejnych ostrzeżeń o możliwym niepowodzeniu wykrywania połączeń lub zwarciu
pt: tag=%d: suprimindo avisos adicionais de falha na detecção de conexão ou curto-circuito
ro: tag=%d: suprimarea avertismentelor suplimentare de detectare conexiune eșuată sau scurtcircuit
ru: tag=%d: подавление дополнительных предупреждений о возможном сбое обнаружения соединения или замыкании
sk: tag=%d: potláčanie ďalších varovaní o možnom zlyhaní detekcie pripojenia alebo skrate
sl: oznaka=%d: dodatna opozorila o neuspehu zaznavanja povezav so zatrta
sr: tag=%d: потискивање додатних упозорења да детекција повезивања може да не успе или скрати
sv: tagg=%d: undertrycker ytterligare varningar om att anslutningsdetektering kan misslyckas eller kortsluta
th: tag=%d: ระงับคำเตือนการตรวจจับการเชื่อมต่ออาจล้มเหลวหรือลัดวงจรเพิ่มเติม
tr: tag=%d: ek bağlantı tespiti başarısız olabilir veya kısa devre uyarıları bastırılıyor
uk: tag=%d: придушення додаткових попереджень про можливу невдачу виявлення з'єднання або закорочення
ur: tag=%d: اضافی کنکشن ڈٹیکشن ناکام یا شارٹ وارننگز دبا دی گئیں
vi: tag=%d: ẩn các cảnh báo phát hiện kết nối có thể thất bại hoặc ngắn mạch bổ sung
