Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: GC card follows a GW card with non-zero wire radius
af: GC-kaart volg 'n GW-kaart met nie-nul draadradius
ar: بطاقة GC تتبع بطاقة GW بنصف قطر سلك غير صفري
bg: GC карта следва GW карта с ненулев радиус на проводника
bn: GC কার্ড অশূন্য তার ব্যাসার্ধ সহ GW কার্ডের পরে এসেছে
bs: GC kartica slijedi GW karticu sa nenultim radijusom žice
cs: Karta GC následuje po kartě GW s nenulovým poloměrem drátu
da: GC-kort følger et GW-kort med trådradius forskellig fra nul
de: GC-Karte folgt einer GW-Karte mit Drahtradius ungleich Null
el: Κάρτα GC ακολουθεί κάρτα GW με μη μηδενική ακτίνα αγωγού
es: La tarjeta GC sigue a una tarjeta GW con radio de alambre distinto de cero
et: GC-kaart järgneb GW-kaardile mittenullise traadi raadiusega
fi: GC-kortti seuraa GW-korttia jolla on nollasta poikkeava lankasäde
fr: La carte GC suit une carte GW avec un rayon de fil non nul
he: כרטיס GC עוקב אחרי כרטיס GW עם רדיוס חוט שאינו אפס
hi: GC कार्ड गैर-शून्य तार त्रिज्या वाले GW कार्ड के बाद है
hr: GC kartica slijedi GW karticu s polumjerom žice različitim od nule
hu: GC kártya követ egy GW kártyát nem nulla vezetéksugárral
id: Kartu GC mengikuti kartu GW dengan radius kawat tidak nol
it: La scheda GC segue una scheda GW con raggio del filo non nullo
ja: GCカードがワイヤ半径が非ゼロの GWカードの後にあります
lt: GC kortelė eina po GW kortelės su nenuliniu laido spinduliu
lv: GC karte seko GW kartei ar stieples rādiusu, kas nav nulle
mk: GC картичка следи по GW картичка со ненулев радиус на жица
nl: GC-kaart volgt op een GW-kaart met niet-nul draadstraal
no: GC-kort følger et GW-kort med trådradius ulik null
pl: Karta GC następuje po karcie GW z niezerowym promieniem przewodu
pt: Cartão GC segue um cartão GW com raio de fio diferente de zero
ro: Cardul GC urmează un card GW cu rază de fir nenulă
ru: Карта GC следует за картой GW с ненулевым радиусом провода
sk: Karta GC nasleduje po karte GW s nenulovým polomerom vodiča
sl: Kartica GC sledi kartici GW z neničelnim polmerom žice
sr: GC картица следи GW картицу са ненултим радијусом жице
sv: GC-kort följer ett GW-kort med trådradie skild från noll
th: การ์ด GC ตามหลังการ์ด GW ที่มีรัศมีสายไม่เป็นศูนย์
tr: GC kartı, sıfır olmayan tel yarıçaplı GW kartını takip ediyor
uk: Картка GC слідує за карткою GW з ненульовим радіусом дроту
ur: GC کارڈ غیر صفر وائر ریڈیئس والے GW کارڈ کے بعد آتا ہے
vi: Thẻ GC theo sau thẻ GW có bán kính dây khác không

source: SC card preceded by SP card with arbitrary patch type
af: SC-kaart voorafgegaan deur SP-kaart met arbitrêre patch-tipe
ar: بطاقة SC مسبوقة ببطاقة SP بنوع patch عشوائي
bg: SC карта, предшествана от SP карта с произволен тип на патч
bn: স্বেচ্ছাচারী প্যাচ প্রকার সহ SP কার্ডের পরে SC কার্ড রয়েছে
bs: SC kartici prethodi SP kartica sa proizvoljnim tipom zakrpe
cs: Kartě SC předchází karta SP s libovolným typem patch
da: SC-kort forudgået af SP-kort med vilkårlig patch-type
de: SC-Karte wird von SP-Karte mit beliebigem Patch-Typ vorangestellt
el: Κάρτα SC προηγείται από κάρτα SP με αυθαίρετο τύπο patch
es: Tarjeta SC precedida por tarjeta SP con tipo de parche arbitrario
et: SC-kaardile eelneb SP-kaart suvalise pinna tüübiga
fi: SC-korttia edeltää SP-kortti mielivaltaisella patch-tyypillä
fr: Carte SC précédée d'une carte SP avec un type de patch arbitraire
he: כרטיס SC קודם לכרטיס SP עם סוג טלאי שרירותי
hi: SC कार्ड से पहले SP कार्ड है यादृच्छिक patch प्रकार के साथ
hr: SC kartici prethodi SP kartica s proizvoljnim tipom zakrpe
hu: SC kártyát SP kártya előzi meg tetszőleges patch típussal
id: Kartu SC didahului oleh kartu SP dengan tipe patch sembarang
it: Scheda SC preceduta da scheda SP con tipo di patch arbitrario
ja: SCカードの前に任意パッチタイプの SPカードがあります
lt: SC kortelė eina po SP kortelės su laisvos formos lopinėlio tipu
lv: SC kartei priekšā ir SP karte ar patvaļīgu plākstera tipu
mk: SC картичка претходена од SP картичка со произволен тип на плочка
nl: SC-kaart voorafgegaan door SP-kaart met willekeurig patchtype
no: SC-kort forutgått av SP-kort med vilkårlig flatetype
pl: Karta SC poprzedzona kartą SP z dowolnym typem płata
pt: Cartão SC precedido por cartão SP com tipo de patch arbitrário
ro: Card SC precedat de card SP cu tip de patch arbitrar
ru: Карта SC следует за картой SP с произвольным типом патча
sk: Karte SC predchádza karta SP s ľubovoľným typom plochy
sl: Kartici SC predhaja kartica SP z arbitrarnim tipom ploskve
sr: SC картица претходи SP картици са произвољним типом патча
sv: SC-kort föregås av SP-kort med godtycklig patchtyp
th: การ์ด SC นำหน้าด้วยการ์ด SP ที่มีประเภท patch แบบกำหนดเอง
tr: SC kartından önce keyfi yama tipli SP kartı var
uk: Картка SC передує картці SP з довільним типом патча
ur: SC کارڈ سے پہلے SP کارڈ ہے صوابدیدی پیچ قسم کے ساتھ
vi: Thẻ SC đứng trước thẻ SP có loại mảnh tùy ý

source: No SP or SM card before SC card
af: Geen SP- of SM-kaart voor SC-kaart nie
ar: لا توجد بطاقة SP أو SM قبل بطاقة SC
bg: Няма SP или SM карта преди SC карта
bn: SC কার্ডের আগে কোনো SP বা SM কার্ড নেই
bs: Nema SP ili SM kartice prije SC kartice
cs: Před kartou SC chybí karta SP nebo SM
da: Intet SP- eller SM-kort før SC-kort
de: Keine SP- oder SM-Karte vor SC-Karte
el: Δεν υπάρχει κάρτα SP ή SM πριν την κάρτα SC
es: No hay tarjeta SP o SM antes de la tarjeta SC
et: SC-kaardi ees puudub SP- või SM-kaart
fi: Ei SP- tai SM-korttia ennen SC-korttia
fr: Aucune carte SP ou SM avant la carte SC
he: אין כרטיס SP או SM לפני כרטיס SC
hi: SC कार्ड से पहले कोई SP या SM कार्ड नहीं
hr: Nema SP ili SM kartice prije SC kartice
hu: Nincs SP vagy SM kártya az SC kártya előtt
id: Tidak ada kartu SP atau SM sebelum kartu SC
it: Nessuna scheda SP o SM prima della scheda SC
ja: SCカードの前にSPまたはSMカードがありません
lt: Nėra SP arba SM kortelės prieš SC kortelę
lv: Nav SP vai SM kartes pirms SC kartes
mk: Нема SP или SM картичка пред SC картичка
nl: Geen SP- of SM-kaart voor SC-kaart
no: Ingen SP- eller SM-kort før SC-kort
pl: Brak karty SP lub SM przed kartą SC
pt: Nenhum cartão SP ou SM antes do cartão SC
ro: Niciun card SP sau SM înainte de cardul SC
ru: Нет карты SP или SM перед картой SC
sk: Žiadna karta SP alebo SM pred kartou SC
sl: Pred kartico SC ni kartice SP ali SM
sr: Нема SP или SM картице пре SC картице
sv: Inget SP- eller SM-kort före SC-kort
th: ไม่มีการ์ด SP หรือ SM ก่อนการ์ด SC
tr: SC kartından önce SP veya SM kartı yok
uk: Немає картки SP або SM перед карткою SC
ur: SC کارڈ سے پہلے کوئی SP یا SM کارڈ نہیں
vi: Không có thẻ SP hoặc SM trước thẻ SC

source: No SC card after an SP card with non-arbitrary patch type
af: Geen SC-kaart na 'n SP-kaart met nie-arbitrêre patch-tipe nie
ar: لا توجد بطاقة SC بعد بطاقة SP بنوع patch غير عشوائي
bg: Няма SC карта след SP карта с непроизволен тип на патч
bn: অ-স্বেচ্ছাচারী প্যাচ প্রকার সহ SP কার্ডের পরে কোনো SC কার্ড নেই
bs: Nema SC kartice nakon SP kartice sa neproizvoljnim tipom zakrpe
cs: Za kartou SP chybí karta SC s nelibovolným typem patch
da: Intet SC-kort efter et SP-kort med ikke-vilkårlig patch-type
de: Keine SC-Karte nach einer SP-Karte mit nicht-beliebigem Patch-Typ
el: Δεν υπάρχει κάρτα SC μετά από κάρτα SP με μη αυθαίρετο τύπο patch
es: No hay tarjeta SC después de una tarjeta SP con tipo de parche no arbitrario
et: Puudub SC-kaart pärast SP-kaarti mittesuvalise pinna tüübiga
fi: Ei SC-korttia SP-kortin jälkeen ei-mielivaltaisella patch-tyypillä
fr: Aucune carte SC après une carte SP avec un type de patch non arbitraire
he: אין כרטיס SC אחרי כרטיס SP עם סוג טלאי לא שרירותי
hi: गैर-यादृच्छिक patch प्रकार वाले SP कार्ड के बाद कोई SC कार्ड नहीं
hr: Nema SC kartice nakon SP kartice s neproizvoljnim tipom zakrpe
hu: Nincs SC kártya az SP kártya után nem tetszőleges patch típussal
id: Tidak ada kartu SC setelah kartu SP dengan tipe patch tidak sembarang
it: Nessuna scheda SC dopo una scheda SP con tipo di patch non arbitrario
ja: 非任意パッチタイプのSPカードの後に SCカードがありません
lt: Nėra SC kortelės po SP kortelės su nelaisvos formos lopinėlio tipu
lv: Nav SC kartes pēc SP kartes ar nepatvaļīgu plākstera tipu
mk: Нема SC картичка по SP картичка со непроизволен тип на плочка
nl: Geen SC-kaart na een SP-kaart met niet-willekeurig patchtype
no: Ingen SC-kort etter et SP-kort med ikke-vilkårlig flatetype
pl: Brak karty SC po karcie SP z określonym typem płata
pt: Nenhum cartão SC após um cartão SP com tipo de patch não arbitrário
ro: Niciun card SC după un card SP cu tip de patch non-arbitrar
ru: Нет карты SC после карты SP с непроизвольным типом патча
sk: Žiadna karta SC po karte SP s neľubovoľným typom plochy
sl: Za kartico SP z nearbitrarnim tipom ploskve ni kartice SC
sr: Нема SC картице после SP картице са непроизвољним типом патча
sv: Inget SC-kort efter ett SP-kort med icke-godtycklig patchtyp
th: ไม่มีการ์ด SC หลังการ์ด SP ที่มีประเภท patch แบบไม่กำหนดเอง
tr: Keyfi olmayan yama tipli SP kartından sonra SC kartı yok
uk: Немає картки SC після картки SP з недовільним типом патча
ur: غیر صوابدیدی پیچ قسم والے SP کارڈ کے بعد کوئی SC کارڈ نہیں
vi: Không có thẻ SC sau thẻ SP có loại mảnh không tùy ý

source: SC card follows an SP card with arbitrary patch type
af: SC-kaart volg 'n SP-kaart met arbitrêre patch-tipe
ar: بطاقة SC تتبع بطاقة SP بنوع patch عشوائي
bg: SC карта следва SP карта с произволен тип на патч
bn: SC কার্ড স্বেচ্ছাচারী প্যাচ প্রকার সহ SP কার্ডের পরে এসেছে
bs: SC kartica slijedi SP karticu sa proizvoljnim tipom zakrpe
cs: Karta SC následuje po kartě SP s libovolným typem patch
da: SC-kort følger et SP-kort med vilkårlig patch-type
de: SC-Karte folgt einer SP-Karte mit beliebigem Patch-Typ
el: Κάρτα SC ακολουθεί κάρτα SP με αυθαίρετο τύπο patch
es: La tarjeta SC sigue a una tarjeta SP con tipo de parche arbitrario
et: SC-kaart järgneb SP-kaardile suvalise pinna tüübiga
fi: SC-kortti seuraa SP-korttia mielivaltaisella patch-tyypillä
fr: La carte SC suit une carte SP avec un type de patch arbitraire
he: כרטיס SC עוקב אחרי כרטיס SP עם סוג טלאי שרירותי
hi: SC कार्ड यादृच्छिक patch प्रकार वाले SP कार्ड के बाद है
hr: SC kartica slijedi SP karticu s proizvoljnim tipom zakrpe
hu: SC kártya követ egy SP kártyát tetszőleges patch típussal
id: Kartu SC mengikuti kartu SP dengan tipe patch sembarang
it: La scheda SC segue una scheda SP con tipo di patch arbitrario
ja: SCカードが任意パッチタイプの SPカードの後にあります
lt: SC kortelė eina po SP kortelės su laisvos formos lopinėlio tipu
lv: SC karte seko SP kartei ar patvaļīgu plākstera tipu
mk: SC картичка следи по SP картичка со произволен тип на плочка
nl: SC-kaart volgt op een SP-kaart met willekeurig patchtype
no: SC-kort følger et SP-kort med vilkårlig flatetype
pl: Karta SC następuje po karcie SP z dowolnym typem płata
pt: Cartão SC segue um cartão SP com tipo de patch arbitrário
ro: Cardul SC urmează un card SP cu tip de patch arbitrar
ru: Карта SC следует за картой SP с произвольным типом патча
sk: Karta SC nasleduje po karte SP s ľubovoľným typom plochy
sl: Kartica SC sledi kartici SP z arbitrarnim tipom ploskve
sr: SC картица следи SP картицу са произвољним типом патча
sv: SC-kort följer ett SP-kort med godtycklig patchtyp
th: การ์ด SC ตามหลังการ์ด SP ที่มีประเภท patch แบบกำหนดเอง
tr: SC kartı, keyfi yama tipli SP kartını takip ediyor
uk: Картка SC слідує за карткою SP з довільним типом патча
ur: SC کارڈ صوابدیدی پیچ قسم والے SP کارڈ کے بعد آتا ہے
vi: Thẻ SC theo sau thẻ SP có loại mảnh tùy ý

source: No SC card after an SM card
af: Geen SC-kaart na 'n SM-kaart nie
ar: لا توجد بطاقة SC بعد بطاقة SM
bg: Няма SC карта след SM карта
bn: SM কার্ডের পরে কোনো SC কার্ড নেই
bs: Nema SC kartice nakon SM kartice
cs: Za kartou SM chybí karta SC
da: Intet SC-kort efter et SM-kort
de: Keine SC-Karte nach einer SM-Karte
el: Δεν υπάρχει κάρτα SC μετά από κάρτα SM
es: No hay tarjeta SC después de una tarjeta SM
et: SM-kaardi järel puudub SC-kaart
fi: Ei SC-korttia SM-kortin jälkeen
fr: Aucune carte SC après une carte SM
he: אין כרטיס SC אחרי כרטיס SM
hi: SM कार्ड के बाद कोई SC कार्ड नहीं
hr: Nema SC kartice nakon SM kartice
hu: Nincs SC kártya az SM kártya után
id: Tidak ada kartu SC setelah kartu SM
it: Nessuna scheda SC dopo una scheda SM
ja: SMカードの後にSCカードがありません
lt: Nėra SC kortelės po SM kortelės
lv: Nav SC kartes pēc SM kartes
mk: Нема SC картичка по SM картичка
nl: Geen SC-kaart na een SM-kaart
no: Ingen SC-kort etter et SM-kort
pl: Brak karty SC po karcie SM
pt: Nenhum cartão SC após um cartão SM
ro: Niciun card SC după un card SM
ru: Нет карты SC после карты SM
sk: Žiadna karta SC po karte SM
sl: Za kartico SM ni kartice SC
sr: Нема SC картице после SM картице
sv: Inget SC-kort efter ett SM-kort
th: ไม่มีการ์ด SC หลังการ์ด SM
tr: SM kartından sonra SC kartı yok
uk: Немає картки SC після картки SM
ur: SM کارڈ کے بعد کوئی SC کارڈ نہیں
vi: Không có thẻ SC sau thẻ SM

source: Center - X
af: Middelpunt - X
ar: المركز - X
bg: Център - X
bn: কেন্দ্র - X
bs: Centar - X
cs: Střed - X
de: Zentrum - X
el: Κέντρο - X
es: Centro - X
et: Keskpunkt - X
fi: Keskipiste - X
fr: Centre - X
he: מרכז - X
hi: केंद्र - X
hr: Središte - X
hu: Középpont - X
id: Pusat - X
it: Centro - X
ja: 中心 - X
lt: Centras - X
lv: Centrs - X
mk: Центар - X
nl: Middelpunt - X
no: Senter - X
pl: Środek - X
pt: Centro - X
ro: Centru - X
ru: Центр - X
sk: Stred - X
sl: Središče - X
sr: Центар - X
sv: Centrum - X
th: ศูนย์กลาง - X
tr: Merkez - X
uk: Центр - X
ur: مرکز - X
vi: Tâm - X

source: Center - Y
af: Middelpunt - Y
ar: المركز - Y
bg: Център - Y
bn: কেন্দ্র - Y
bs: Centar - Y
cs: Střed - Y
de: Zentrum - Y
el: Κέντρο - Y
es: Centro - Y
et: Keskpunkt - Y
fi: Keskipiste - Y
fr: Centre - Y
he: מרכז - Y
hi: केंद्र - Y
hr: Središte - Y
hu: Középpont - Y
id: Pusat - Y
it: Centro - Y
ja: 中心 - Y
lt: Centras - Y
lv: Centrs - Y
mk: Центар - Y
nl: Middelpunt - Y
no: Senter - Y
pl: Środek - Y
pt: Centro - Y
ro: Centru - Y
ru: Центр - Y
sk: Stred - Y
sl: Središče - Y
sr: Центар - Y
sv: Centrum - Y
th: ศูนย์กลาง - Y
tr: Merkez - Y
uk: Центр - Y
ur: مرکز - Y
vi: Tâm - Y

source: Center - Z
af: Middelpunt - Z
ar: المركز - Z
bg: Център - Z
bn: কেন্দ্র - Z
bs: Centar - Z
cs: Střed - Z
de: Zentrum - Z
el: Κέντρο - Z
es: Centro - Z
et: Keskpunkt - Z
fi: Keskipiste - Z
fr: Centre - Z
he: מרכז - Z
hi: केंद्र - Z
hr: Središte - Z
hu: Középpont - Z
id: Pusat - Z
it: Centro - Z
ja: 中心 - Z
lt: Centras - Z
lv: Centrs - Z
mk: Центар - Z
nl: Middelpunt - Z
no: Senter - Z
pl: Środek - Z
pt: Centro - Z
ro: Centru - Z
ru: Центр - Z
sk: Stred - Z
sl: Središče - Z
sr: Центар - Z
sv: Centrum - Z
th: ศูนย์กลาง - Z
tr: Merkez - Z
uk: Центр - Z
ur: مرکز - Z
vi: Tâm - Z

source: Normal - Elev.
af: Normaal - Elev.
ar: العمودي - الارتفاع
bg: Нормала - Елев.
bn: অভিলম্ব - উন্নতি
bs: Normala - Elev.
cs: Normála - Elevace
de: Normale - Elev.
el: Κάθετος - Ανύψ.
et: Normaal - Elev.
fi: Normaali - Korkeuskulma
fr: Normale - Élév.
he: נורמל - גובה
hi: लंब - उन्नयन
hr: Normala - Elev.
hu: Normál - Elev.
it: Normale - Elev.
ja: 法線 - 仰角
lt: Normalė - Elev.
lv: Normāle - Elev.
mk: Нормала - Елевација
nl: Normaal - Elev.
pl: Normalna - Elewacja
ro: Normală - Elev.
ru: Нормаль - Угол места
sk: Normála - Elevácia
sl: Normala - višina
sr: Нормала - Елевација
th: เส้นปกติ - มุมยกสูง
tr: Normal - Yüks.
uk: Нормаль - Елев.
ur: نارمل - بلندی
vi: Pháp tuyến - Cao độ

source: Normal - Azim.
af: Normaal - Asim.
ar: العمودي - السمت
bg: Нормала - Азим.
bn: অভিলম্ব - দিগংশ
bs: Normala - Azim.
cs: Normála - Azimut
de: Normale - Azim.
el: Κάθετος - Αζιμ.
et: Normaal - Asim.
fi: Normaali - Atsimuutti
fr: Normale - Azim.
he: נורמל - אזימוט
hi: लंब - दिगंश
hr: Normala - Azim.
hu: Normál - Azim.
it: Normale - Azim.
ja: 法線 - 方位角
lt: Normalė - Azim.
lv: Normāle - Azim.
mk: Нормала - Азимут
nl: Normaal - Azim.
no: Normal - Asim.
pl: Normalna - Azymut
ro: Normală - Azim.
ru: Нормаль - Азимут
sk: Normála - Azimut
sl: Normala - azimut
sr: Нормала - Азимут
th: เส้นปกติ - มุมอะซิมัท
uk: Нормаль - Азим.
ur: نارمل - سمت زاویہ
vi: Pháp tuyến - Phương vị

source: Patch Area
af: Patch-oppervlakte
ar: مساحة Patch
bg: Площ на патч
bn: প্যাচ ক্ষেত্রফল
bs: Površina zakrpe
cs: Plocha patch
da: Patch-areal
de: Patch-Fläche
el: Εμβαδόν Επιφάνειας
es: Área del parche
et: Pinna pindala
fi: Pinta-ala
fr: Surface du patch
he: שטח טלאי
hi: Patch क्षेत्रफल
hr: Površina zakrpe
hu: Patch terület
id: Area Patch
it: Area del patch
ja: パッチ面積
lt: Lopinėlio plotas
lv: Plākstera laukums
mk: Површина на плочка
nl: Patchoppervlak
no: Flateareal
pl: Powierzchnia płata
pt: Área do Patch
ro: Aria patch-ului
ru: Площадь патча
sk: Plocha patchu
sl: Površina ploskve
sr: Површина патча
th: พื้นที่ patch
tr: Yama Alanı
uk: Площа патча
ur: پیچ رقبہ
vi: Diện tích mảnh

source: Corner 1 - X
af: Hoek 1 - X
ar: الزاوية 1 - X
bg: Ъгъл 1 - X
bn: কোণ 1 - X
bs: Ugao 1 - X
cs: Roh 1 - X
da: Hjørne 1 - X
de: Ecke 1 - X
el: Γωνία 1 - X
es: Esquina 1 - X
et: Nurk 1 - X
fi: Kulma 1 - X
fr: Coin 1 - X
he: פינה 1 - X
hi: कोना 1 - X
hr: Vrh 1 - X
hu: Sarok 1 - X
id: Sudut 1 - X
it: Angolo 1 - X
ja: コーナー1 - X
lt: Kampas 1 - X
lv: Stūris 1 - X
mk: Агол 1 - X
nl: Hoek 1 - X
no: Hjørne 1 - X
pl: Narożnik 1 - X
pt: Canto 1 - X
ro: Colț 1 - X
ru: Угол 1 - X
sk: Roh 1 - X
sl: Vogal 1 - X
sr: Угао 1 - X
sv: Hörn 1 - X
th: มุม 1 - X
tr: Köşe 1 - X
uk: Кут 1 - X
ur: کونہ 1 - X
vi: Góc 1 - X

source: Corner 1 - Y
af: Hoek 1 - Y
ar: الزاوية 1 - Y
bg: Ъгъл 1 - Y
bn: কোণ 1 - Y
bs: Ugao 1 - Y
cs: Roh 1 - Y
da: Hjørne 1 - Y
de: Ecke 1 - Y
el: Γωνία 1 - Y
es: Esquina 1 - Y
et: Nurk 1 - Y
fi: Kulma 1 - Y
fr: Coin 1 - Y
he: פינה 1 - Y
hi: कोना 1 - Y
hr: Vrh 1 - Y
hu: Sarok 1 - Y
id: Sudut 1 - Y
it: Angolo 1 - Y
ja: コーナー1 - Y
lt: Kampas 1 - Y
lv: Stūris 1 - Y
mk: Агол 1 - Y
nl: Hoek 1 - Y
no: Hjørne 1 - Y
pl: Narożnik 1 - Y
pt: Canto 1 - Y
ro: Colț 1 - Y
ru: Угол 1 - Y
sk: Roh 1 - Y
sl: Vogal 1 - Y
sr: Угао 1 - Y
sv: Hörn 1 - Y
th: มุม 1 - Y
tr: Köşe 1 - Y
uk: Кут 1 - Y
ur: کونہ 1 - Y
vi: Góc 1 - Y

source: Corner 1 - Z
af: Hoek 1 - Z
ar: الزاوية 1 - Z
bg: Ъгъл 1 - Z
bn: কোণ 1 - Z
bs: Ugao 1 - Z
cs: Roh 1 - Z
da: Hjørne 1 - Z
de: Ecke 1 - Z
el: Γωνία 1 - Z
es: Esquina 1 - Z
et: Nurk 1 - Z
fi: Kulma 1 - Z
fr: Coin 1 - Z
he: פינה 1 - Z
hi: कोना 1 - Z
hr: Vrh 1 - Z
hu: Sarok 1 - Z
id: Sudut 1 - Z
it: Angolo 1 - Z
ja: コーナー1 - Z
lt: Kampas 1 - Z
lv: Stūris 1 - Z
mk: Агол 1 - Z
nl: Hoek 1 - Z
no: Hjørne 1 - Z
pl: Narożnik 1 - Z
pt: Canto 1 - Z
ro: Colț 1 - Z
ru: Угол 1 - Z
sk: Roh 1 - Z
sl: Vogal 1 - Z
sr: Угао 1 - Z
sv: Hörn 1 - Z
th: มุม 1 - Z
tr: Köşe 1 - Z
uk: Кут 1 - Z
ur: کونہ 1 - Z
vi: Góc 1 - Z

source: Corner 2 - X
af: Hoek 2 - X
ar: الزاوية 2 - X
bg: Ъгъл 2 - X
bn: কোণ 2 - X
bs: Ugao 2 - X
cs: Roh 2 - X
da: Hjørne 2 - X
de: Ecke 2 - X
el: Γωνία 2 - X
es: Esquina 2 - X
et: Nurk 2 - X
fi: Kulma 2 - X
fr: Coin 2 - X
he: פינה 2 - X
hi: कोना 2 - X
hr: Vrh 2 - X
hu: Sarok 2 - X
id: Sudut 2 - X
it: Angolo 2 - X
ja: コーナー2 - X
lt: Kampas 2 - X
lv: Stūris 2 - X
mk: Агол 2 - X
nl: Hoek 2 - X
no: Hjørne 2 - X
pl: Narożnik 2 - X
pt: Canto 2 - X
ro: Colț 2 - X
ru: Угол 2 - X
sk: Roh 2 - X
sl: Vogal 2 - X
sr: Угао 2 - X
sv: Hörn 2 - X
th: มุม 2 - X
tr: Köşe 2 - X
uk: Кут 2 - X
ur: کونہ 2 - X
vi: Góc 2 - X

source: Corner 2 - Y
af: Hoek 2 - Y
ar: الزاوية 2 - Y
bg: Ъгъл 2 - Y
bn: কোণ 2 - Y
bs: Ugao 2 - Y
cs: Roh 2 - Y
da: Hjørne 2 - Y
de: Ecke 2 - Y
el: Γωνία 2 - Y
es: Esquina 2 - Y
et: Nurk 2 - Y
fi: Kulma 2 - Y
fr: Coin 2 - Y
he: פינה 2 - Y
hi: कोना 2 - Y
hr: Vrh 2 - Y
hu: Sarok 2 - Y
id: Sudut 2 - Y
it: Angolo 2 - Y
ja: コーナー2 - Y
lt: Kampas 2 - Y
lv: Stūris 2 - Y
mk: Агол 2 - Y
nl: Hoek 2 - Y
no: Hjørne 2 - Y
pl: Narożnik 2 - Y
pt: Canto 2 - Y
ro: Colț 2 - Y
ru: Угол 2 - Y
sk: Roh 2 - Y
sl: Vogal 2 - Y
sr: Угао 2 - Y
sv: Hörn 2 - Y
th: มุม 2 - Y
tr: Köşe 2 - Y
uk: Кут 2 - Y
ur: کونہ 2 - Y
vi: Góc 2 - Y

source: Corner 2 - Z
af: Hoek 2 - Z
ar: الزاوية 2 - Z
bg: Ъгъл 2 - Z
bn: কোণ 2 - Z
bs: Ugao 2 - Z
cs: Roh 2 - Z
da: Hjørne 2 - Z
de: Ecke 2 - Z
el: Γωνία 2 - Z
es: Esquina 2 - Z
et: Nurk 2 - Z
fi: Kulma 2 - Z
fr: Coin 2 - Z
he: פינה 2 - Z
hi: कोना 2 - Z
hr: Vrh 2 - Z
hu: Sarok 2 - Z
id: Sudut 2 - Z
it: Angolo 2 - Z
ja: コーナー2 - Z
lt: Kampas 2 - Z
lv: Stūris 2 - Z
mk: Агол 2 - Z
nl: Hoek 2 - Z
no: Hjørne 2 - Z
pl: Narożnik 2 - Z
pt: Canto 2 - Z
ro: Colț 2 - Z
ru: Угол 2 - Z
sk: Roh 2 - Z
sl: Vogal 2 - Z
sr: Угао 2 - Z
sv: Hörn 2 - Z
th: มุม 2 - Z
tr: Köşe 2 - Z
uk: Кут 2 - Z
ur: کونہ 2 - Z
vi: Góc 2 - Z

source: NEC2 editor window not open
af: NEC2-redigeerdervenster nie oop nie
ar: نافذة محرر NEC2 غير مفتوحة
bg: Прозорецът на NEC2 редактора не е отворен
bn: NEC2 এডিটর উইন্ডো খোলা নেই
bs: NEC2 prozor editora nije otvoren
cs: Okno editoru NEC2 není otevřeno
da: NEC2-redigeringsvindue er ikke åbent
de: NEC2-Editorfenster nicht geöffnet
el: Το παράθυρο επεξεργασίας NEC2 δεν είναι ανοιχτό
es: Ventana del editor NEC2 no abierta
et: NEC2 redaktori aken pole avatud
fi: NEC2-editori-ikkuna ei ole auki
fr: Fenêtre de l'éditeur NEC2 non ouverte
he: חלון עורך NEC2 אינו פתוח
hi: NEC2 संपादक विंडो खुली नहीं है
hr: NEC2 prozor uređivača nije otvoren
hu: NEC2 szerkesztőablak nincs megnyitva
id: Jendela editor NEC2 tidak terbuka
it: Finestra editor NEC2 non aperta
ja: NEC2エディタウィンドウが開いていません
lt: NEC2 redaktoriaus langas neatidarytas
lv: NEC2 redaktora logs nav atvērts
mk: Прозорецот на NEC2 уредувачот не е отворен
nl: NEC2-editorvenster niet geopend
no: NEC2-redigeringsvindu er ikke åpent
pl: Okno edytora NEC2 nie jest otwarte
pt: Janela do editor NEC2 não está aberta
ro: Fereastra editorului NEC2 nu este deschisă
ru: Окно редактора NEC2 не открыто
sk: Okno editora NEC2 nie je otvorené
sl: Okno urejevalnika NEC2 ni odprto
sr: NEC2 прозор уређивача није отворен
sv: NEC2-editorfönstret är inte öppet
th: หน้าต่างตัวแก้ไข NEC2 ไม่ได้เปิด
tr: NEC2 düzenleyici penceresi açık değil
uk: Вікно редактора NEC2 не відкрито
ur: NEC2 ایڈیٹر ونڈو نہیں کھلی
vi: Cửa sổ trình soạn thảo NEC2 chưa mở

source: Number of segments < 1
af: Aantal segmente < 1
ar: عدد segments < 1
bg: Брой сегменти < 1
bn: সেগমেন্ট সংখ্যা < 1
bs: Broj segmenata < 1
cs: Počet segmentů < 1
da: Antal segmenter < 1
de: Anzahl der Segmente < 1
el: Αριθμός segments < 1
es: Número de segmentos < 1
et: Segmentide arv < 1
fi: Segmenttien määrä < 1
fr: Nombre de segments < 1
he: מספר המקטעים < 1
hi: segment की संख्या < 1
hr: Broj segmenata < 1
hu: Szegmensek száma < 1
id: Jumlah segmen < 1
it: Numero di segmenti < 1
ja: セグメント数 < 1
lt: Segmentų skaičius < 1
lv: Segmentu skaits < 1
mk: Број на сегменти < 1
nl: Aantal segmenten < 1
no: Antall segmenter < 1
pl: Liczba segmentów < 1
pt: Número de segmentos < 1
ro: Număr de segmente < 1
ru: Количество сегментов < 1
sk: Počet segmentov < 1
sl: Število segmentov < 1
sr: Број сегмената < 1
sv: Antalet segment < 1
th: จำนวน segment < 1
tr: Segment sayısı < 1
uk: Кількість сегментів < 1
ur: سیگمنٹس کی تعداد < 1
vi: Số đoạn < 1
