Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: radial wire g.s. approximation: may not be used with Sommerfeld ground option
af: radiale draad g.s. benadering: mag nie met Sommerfeld grondopsie gebruik word nie
ar: تقريب الأسلاك الشعاعية g.s.: لا يمكن استخدامه مع خيار أرضي Sommerfeld
bg: апроксимация с радиални проводници: не може да се използва с опцията за земя на Sommerfeld
bn: রেডিয়াল তার g.s. আনুমানিক: Sommerfeld গ্রাউন্ড অপশনের সাথে ব্যবহার করা যাবে না
bs: aproksimacija radijalne žice g.s.: ne može se koristiti sa Sommerfeld opcijom uzemljenja
cs: Aproximace radiálních vodičů g.s.: nelze použít s volbou Sommerfeldovy země
da: radial tråd g.s. tilnærmelse: kan ikke bruges med Sommerfeld jordmulighed
de: Radial-Draht-G.S.-Näherung: darf nicht mit Sommerfeld-Ground-Option verwendet werden
el: προσέγγιση ακτινωτών αγωγών g.s.: δεν μπορεί να χρησιμοποιηθεί με την επιλογή γείωσης Sommerfeld
es: aproximación g.s. de alambre radial: no puede usarse con la opción de plano de tierra Sommerfeld
et: radiaaljuhtme maandussüsteemi lähendus: ei saa kasutada koos Sommerfeldi maanduse valikuga
fi: säteittäislangan maajärjestelmäapproksimaatio: ei voi käyttää Sommerfeld-maavaihtoehdon kanssa
fr: approximation g.s. des fils radiaux : ne peut pas être utilisée avec l'option de sol Sommerfeld
he: קירוב g.s. חוטים רדיאליים: לא ניתן לשימוש עם אפשרות קרקע Sommerfeld
hi: रेडियल वायर g.s. सन्निकटन: Sommerfeld ग्राउंड विकल्प के साथ उपयोग नहीं किया जा सकता
hr: aproksimacija radijalnih žica g.s.: ne može se koristiti s Sommerfeld opcijom uzemljenja
hu: radiális vezeték g.s. közelítés: nem használható a Sommerfeld földsík opcióval
id: aproksimasi g.s. kawat radial: tidak dapat digunakan dengan opsi ground Sommerfeld
it: approssimazione g.s. fili radiali: non può essere usata con l'opzione piano di massa Sommerfeld
ja: ラジアルワイヤg.s.近似: Sommerfeldグラウンドオプションとは併用できません
lt: radialinių laidų g.s. aproksimacija: negalima naudoti su Sommerfeld įžeminimo parinktimi
lv: radiālo vadu g.s. aproksimācija: nevar izmantot ar Sommerfeld zemējuma opciju
mk: апроксимација на радијална жица g.s.: не може да се користи со Sommerfeld опцијата за заземјување
nl: radiale draad g.s. benadering: mag niet worden gebruikt met Sommerfeld-grondvlakoptie
no: radial wire g.s.-tilnærming: kan ikke brukes med Sommerfeld jordplan-alternativ
pl: aproksymacja g.s. przewodów radialnych: nie może być używana z opcją uziemienia Sommerfelda
pt: aproximação de fio radial g.s.: não pode ser usada com a opção de solo de Sommerfeld
ro: aproximarea g.s. cu conductori radiali: nu poate fi utilizată cu opțiunea de sol Sommerfeld
ru: аппроксимация радиальных проводов: не может использоваться с опцией земли Зоммерфельда
sk: aproximácia radiálnych vodičov: nemôže byť použitá s možnosťou Sommerfeldovej zeme
sl: aproksimacija tal z radialnimi žicami: ni mogoče uporabiti z možnostjo Sommerfeldovih tal
sr: апроксимација радијалних жица: не може се користити са Sommerfeld опцијом уземљења
sv: radiell tråd g.s.-approximation: kan inte användas med Sommerfeld-jordalternativ
th: การประมาณค่า radial wire g.s.: ไม่สามารถใช้กับตัวเลือกกราวด์ Sommerfeld ได้
tr: radyal tel toprak sistemi yaklaşımı: Sommerfeld toprak seçeneği ile kullanılamaz
uk: апроксимація радіальних дротів g.s.: не може використовуватися з опцією землі Зоммерфельда
ur: ریڈیل وائر g.s. تقریب: Sommerfeld گراؤنڈ آپشن کے ساتھ استعمال نہیں ہو سکتی
vi: xấp xỉ g.s. dây radial: không thể sử dụng với tùy chọn mặt đất Sommerfeld

source: radial wire g.s. approximation may not be used with Sommerfeld ground option
af: radiale draad g.s. benadering mag nie met Sommerfeld grondopsie gebruik word nie
ar: تقريب الأسلاك الشعاعية g.s. لا يمكن استخدامه مع خيار أرضي Sommerfeld
bg: апроксимация с радиални проводници не може да се използва с опцията за земя на Sommerfeld
bn: রেডিয়াল তার g.s. আনুমানিক Sommerfeld গ্রাউন্ড অপশনের সাথে ব্যবহার করা যাবে না
bs: aproksimacija radijalne žice g.s. ne može se koristiti sa Sommerfeld opcijom uzemljenja
cs: aproximace radiálních vodičů g.s. nelze použít s volbou Sommerfeldovy země
da: radial tråd g.s. tilnærmelse kan ikke bruges med Sommerfeld jordmulighed
de: Radial-Draht-G.S.-Näherung darf nicht mit Sommerfeld-Ground-Option verwendet werden
el: προσέγγιση ακτινωτών αγωγών g.s. δεν μπορεί να χρησιμοποιηθεί με την επιλογή γείωσης Sommerfeld
es: aproximación g.s. de alambre radial no puede usarse con la opción de plano de tierra Sommerfeld
et: radiaaljuhtme maandussüsteemi lähendus ei saa kasutada koos Sommerfeldi maanduse valikuga
fi: säteittäislangan maajärjestelmäapproksimaatio ei voi käyttää Sommerfeld-maavaihtoehdon kanssa
fr: approximation g.s. des fils radiaux ne peut pas être utilisée avec l'option de sol Sommerfeld
he: קירוב g.s. חוטים רדיאליים לא ניתן לשימוש עם אפשרות קרקע Sommerfeld
hi: रेडियल वायर g.s. सन्निकटन Sommerfeld ग्राउंड विकल्प के साथ उपयोग नहीं किया जा सकता
hr: aproksimacija radijalnih žica g.s. ne može se koristiti s Sommerfeld opcijom uzemljenja
hu: radiális vezeték g.s. közelítés nem használható a Sommerfeld földsík opcióval
id: aproksimasi g.s. kawat radial tidak dapat digunakan dengan opsi ground Sommerfeld
it: approssimazione g.s. fili radiali non può essere usata con l'opzione piano di massa Sommerfeld
ja: ラジアルワイヤg.s.近似は Sommerfeldグラウンドオプションとは併用できません
lt: radialinių laidų g.s. aproksimacija negalima naudoti su Sommerfeld įžeminimo parinktimi
lv: radiālo vadu g.s. aproksimācija nevar izmantot ar Sommerfeld zemējuma opciju
mk: апроксимација на радијална жица g.s. не може да се користи со Sommerfeld опцијата за заземјување
nl: radiale draad g.s. benadering mag niet worden gebruikt met Sommerfeld-grondvlakoptie
no: radial wire g.s.-tilnærming kan ikke brukes med Sommerfeld jordplan-alternativ
pl: Aproksymacja g.s. przewodów radialnych nie może być używana z opcją uziemienia Sommerfelda
pt: aproximação de fio radial g.s. não pode ser usada com a opção de solo de Sommerfeld
ro: aproximarea g.s. cu conductori radiali nu poate fi utilizată cu opțiunea de sol Sommerfeld
ru: Аппроксимация радиальных проводов не может использоваться с опцией земли Зоммерфельда
sk: aproximácia radiálnych vodičov nemôže byť použitá s možnosťou Sommerfeldovej zeme
sl: aproksimacija tal z radialnimi žicami ni mogoče uporabiti z možnostjo Sommerfeldovih tal
sr: апроксимација радијалних жица не може се користити са Sommerfeld опцијом уземљења
sv: radiell tråd g.s.-approximation kan inte användas med Sommerfeld-jordalternativ
th: การประมาณค่า radial wire g.s. ไม่สามารถใช้กับตัวเลือกกราวด์ Sommerfeld ได้
tr: radyal tel toprak sistemi yaklaşımı Sommerfeld toprak seçeneği ile kullanılamaz
uk: апроксимація радіальних дротів g.s. не може використовуватися з опцією землі Зоммерфельда
ur: ریڈیل وائر g.s. تقریب Sommerfeld گراؤنڈ آپشن کے ساتھ استعمال نہیں ہو سکتی
vi: xấp xỉ g.s. dây radial không thể sử dụng với tùy chọn mặt đất Sommerfeld

source: data fault on loading card no %d: itag step1 %d is greater than itag step2 %d
af: data fout op ladingskaart nr %d: itag stap1 %d is groter as itag stap2 %d
ar: خطأ في بيانات بطاقة التحميل رقم %d: itag step1 %d أكبر من itag step2 %d
bg: грешка в данните на карта за натоварване № %d: itag step1 %d е по-голям от itag step2 %d
bn: লোডিং কার্ড নম্বর %d-এ ডেটা ত্রুটি: itag step1 %d itag step2 %d-এর চেয়ে বড়
bs: greška podataka na kartici opterećenja br. %d: itag step1 %d je veći od itag step2 %d
cs: Chyba dat na kartě zátěže č. %d: itag step1 %d je větší než itag step2 %d
da: datafejl på belastningskort nr. %d: itag step1 %d er større end itag step2 %d
de: Datenfehler auf Ladekarte Nr. %d: itag step1 %d ist größer als itag step2 %d
el: σφάλμα δεδομένων στην κάρτα φόρτισης αρ. %d: το itag step1 %d είναι μεγαλύτερο από το itag step2 %d
es: fallo de datos en tarjeta de carga nº %d: itag step1 %d es mayor que itag step2 %d
et: andmete viga koormuse kaardil nr %d: itag step1 %d on suurem kui itag step2 %d
fi: tietovirhe kuormituskortissa nro %d: itag step1 %d on suurempi kuin itag step2 %d
fr: erreur de données sur la carte de charge n° %d : itag step1 %d est supérieur à itag step2 %d
he: תקלת נתונים בכרטיס טעינה מספר %d: itag step1 %d גדול מ-itag step2 %d
hi: लोडिंग कार्ड संख्या %d पर डेटा दोष: itag step1 %d, itag step2 %d से अधिक है
hr: pogreška podataka na kartici opterećenja br. %d: itag step1 %d je veći od itag step2 %d
hu: adathiba a(z) %d. terhelési kártyában: itag step1 %d nagyobb mint itag step2 %d
id: kesalahan data pada kartu loading no %d: itag step1 %d lebih besar dari itag step2 %d
it: errore dati nella scheda di carico n. %d: itag step1 %d è maggiore di itag step2 %d
ja: ロードカード番号%dでデータ障害: itag step1 %dがitag step2 %dより大きいです
lt: duomenų klaida apkrovos kortelėje nr. %d: itag step1 %d didesnis nei itag step2 %d
lv: datu kļūda slodzes kartē nr. %d: itag step1 %d ir lielāks par itag step2 %d
mk: грешка во податоци на картичка за оптоварување бр. %d: itag step1 %d е поголем од itag step2 %d
nl: gegevensfout op belastingskaart nr. %d: itag step1 %d is groter dan itag step2 %d
no: datafeil på lastekort nr. %d: itag step1 %d er større enn itag step2 %d
pl: błąd danych w karcie obciążenia nr %d: itag step1 %d jest większy niż itag step2 %d
pt: falha nos dados do cartão de carga nº %d: itag step1 %d é maior que itag step2 %d
ro: eroare date pe cardul de încărcare nr. %d: itag step1 %d este mai mare decât itag step2 %d
ru: ошибка данных в карте нагрузки № %d: itag step1 %d больше itag step2 %d
sk: chyba údajov na zaťažovacej karte č. %d: itag step1 %d je väčší ako itag step2 %d
sl: napaka podatkov na nakladalni kartici št. %d: itag step1 %d je večji od itag step2 %d
sr: грешка података на картици оптерећења бр. %d: itag step1 %d је већи од itag step2 %d
sv: datafel på belastningskort nr %d: itag step1 %d är större än itag step2 %d
th: ข้อผิดพลาดข้อมูลบนการ์ดโหลดหมายเลข %d: itag step1 %d มากกว่า itag step2 %d
tr: yükleme kartı no %d üzerinde veri hatası: itag step1 %d, itag step2 %d değerinden büyük
uk: помилка даних у картці навантаження № %d: itag step1 %d більше за itag step2 %d
ur: لوڈنگ کارڈ نمبر %d پر ڈیٹا کی خرابی: itag step1 %d itag step2 %d سے بڑا ہے
vi: lỗi dữ liệu trên thẻ tải số %d: itag step1 %d lớn hơn itag step2 %d

source: Data fault on loading card itag step1 is greater than itag step2
af: Data fout op ladingskaart itag stap1 is groter as itag stap2
ar: خطأ في بيانات بطاقة التحميل itag step1 أكبر من itag step2
bg: Грешка в данните на карта за натоварване itag step1 е по-голям от itag step2
bn: লোডিং কার্ডে ডেটা ত্রুটি itag step1 itag step2-এর চেয়ে বড়
bs: Greška podataka na kartici opterećenja itag step1 je veći od itag step2
cs: Chyba dat na kartě zátěže itag step1 je větší než itag step2
da: Datafejl på belastningskort itag step1 er større end itag step2
de: Datenfehler auf Ladekarte itag step1 ist größer als itag step2
el: Σφάλμα δεδομένων στην κάρτα φόρτισης το itag step1 είναι μεγαλύτερο από το itag step2
es: Fallo de datos en tarjeta de carga itag step1 es mayor que itag step2
et: Andmete viga koormuse kaardil itag step1 on suurem kui itag step2
fi: Tietovirhe kuormituskortissa itag step1 on suurempi kuin itag step2
fr: Erreur de données sur la carte de charge itag step1 est supérieur à itag step2
he: תקלת נתונים בכרטיס טעינה itag step1 גדול מ-itag step2
hi: लोडिंग कार्ड पर डेटा दोष itag step1, itag step2 से अधिक है
hr: Pogreška podataka na kartici opterećenja itag step1 je veći od itag step2
hu: Adathiba a terhelési kártyában itag step1 nagyobb mint itag step2
id: Kesalahan data pada kartu loading itag step1 lebih besar dari itag step2
it: Errore dati nella scheda di carico itag step1 è maggiore di itag step2
ja: ロードカードでデータ障害 itag step1がitag step2より大きいです
lt: Duomenų klaida apkrovos kortelėje itag step1 didesnis nei itag step2
lv: Datu kļūda slodzes kartē itag step1 ir lielāks par itag step2
mk: Грешка во податоци на картичка за оптоварување itag step1 е поголем од itag step2
nl: Gegevensfout op belastingskaart itag step1 is groter dan itag step2
no: Datafeil på lastekort itag step1 er større enn itag step2
pl: Błąd danych w karcie obciążenia itag step1 jest większy niż itag step2
pt: Falha nos dados do cartão de carga itag step1 é maior que itag step2
ro: Eroare date pe cardul de încărcare itag step1 este mai mare decât itag step2
ru: Ошибка данных в карте нагрузки itag step1 больше itag step2
sk: Chyba dát na zaťažovacej karte itag step1 je väčší ako itag step2
sl: Napaka podatkov na nakladalni kartici itag step1 je večji od itag step2
sr: Грешка података на картици оптерећења itag step1 је већи од itag step2
sv: Datafel på belastningskort itag step1 är större än itag step2
th: ข้อผิดพลาดข้อมูลบนการ์ดโหลด itag step1 มากกว่า itag step2
tr: Yükleme kartında veri hatası itag step1, itag step2 değerinden büyük
uk: Помилка даних у картці навантаження itag step1 більше за itag step2
ur: لوڈنگ کارڈ پر ڈیٹا کی خرابی itag step1 itag step2 سے بڑا ہے
vi: Lỗi dữ liệu trên thẻ tải itag step1 lớn hơn itag step2

source: Transmission Line impedance = 0: is not valid. Please correct NT or TL card
af: Transmissielyn impedansie = 0: is nie geldig nie. Korrigeer asseblief NT of TL kaart
ar: ممانعة خط النقل = 0: غير صالحة. يرجى تصحيح بطاقة NT أو TL
bg: Импеданс на предавателна линия = 0: не е валидно. Моля, коригирайте картата NT или TL
bn: ট্রান্সমিশন লাইন ইম্পিড্যান্স = 0: বৈধ নয়। অনুগ্রহ করে NT বা TL কার্ড সংশোধন করুন
bs: Impedansa prenosne linije = 0: nije ispravna. Molimo ispravite NT ili TL karticu
cs: Impedance přenosového vedení = 0: není platná. Prosím opravte kartu NT nebo TL
da: Transmissionslinjeimpedans = 0: er ikke gyldig. Ret venligst NT- eller TL-kort
de: Übertragungsleitungsimpedanz = 0: ist nicht gültig. Bitte korrigieren Sie die NT- oder TL-Karte
el: Σύνθετη αντίσταση γραμμής μεταφοράς = 0: δεν είναι έγκυρη. Παρακαλώ διορθώστε την κάρτα NT ή TL
es: Impedancia de línea de transmisión = 0: no es válido. Por favor corrija la tarjeta NT o TL
et: Ülekandeliini impedants = 0: ei ole kehtiv. Palun parandage NT või TL kaart
fi: Siirtolinjan impedanssi = 0: ei kelpaa. Korjaa NT- tai TL-kortti
fr: Impédance de ligne de transmission = 0 : non valide. Veuillez corriger la carte NT ou TL
he: עכבת קו תמסורת = 0: לא תקין. אנא תקן כרטיס NT או TL
hi: ट्रांसमिशन लाइन प्रतिबाधा = 0: मान्य नहीं है। कृपया NT या TL कार्ड सही करें
hr: Impedancija prijenosne linije = 0: nije valjana. Molimo ispravite NT ili TL karticu
hu: Tápvonal impedancia = 0: nem érvényes. Kérjük javítsa az NT vagy TL kártyát
id: Impedansi Transmission Line = 0: tidak valid. Silakan perbaiki kartu NT atau TL
it: Impedenza linea di trasmissione = 0: non valida. Correggere la scheda NT o TL
ja: 伝送線路インピーダンス = 0: 無効です。NTまたはTLカードを修正してください
lt: Perdavimo linijos varža = 0: neteisinga. Pataisykite NT arba TL kortelę
lv: Pārvades līnijas pretestība = 0: nav derīga. Lūdzu izlabojiet NT vai TL karti
mk: Импеданса на преносна линија = 0: не е валидно. Поправете ја NT или TL картичката
nl: Transmissielijnimpedantie = 0: is niet geldig. Corrigeer NT- of TL-kaart
no: Transmisjonslinje-impedans = 0: er ikke gyldig. Vennligst korriger NT- eller TL-kort
pl: Impedancja linii transmisyjnej = 0: jest nieprawidłowa. Proszę poprawić kartę NT lub TL
pt: Impedância da linha de transmissão = 0: não é válida. Por favor, corrija o cartão NT ou TL
ro: Impedanța liniei de transmisie = 0: nu este validă. Corectați cardul NT sau TL
ru: Импеданс линии передачи = 0: недопустимое значение. Пожалуйста, исправьте карту NT или TL
sk: Impedancia prenosového vedenia = 0: nie je platná. Opravte NT alebo TL kartu
sl: Impedanca prenosne linije = 0: ni veljavna. Prosimo, popravite kartico NT ali TL
sr: Импеданса преносне линије = 0: није исправно. Молимо исправите NT или TL картицу
sv: Transmissionsledningsimpedans = 0: är ogiltigt. Korrigera NT- eller TL-kort
th: อิมพีแดนซ์สายส่ง = 0: ไม่ถูกต้อง กรุณาแก้ไขการ์ด NT หรือ TL
tr: İletim hattı empedansı = 0: geçerli değil. Lütfen NT veya TL kartını düzeltin
uk: Імпеданс лінії передачі = 0: недійсний. Будь ласка, виправте картку NT або TL
ur: ٹرانسمیشن لائن امپیڈینس = 0: درست نہیں ہے۔ براہ کرم NT یا TL کارڈ درست کریں
vi: Trở kháng đường truyền = 0: không hợp lệ. Vui lòng sửa thẻ NT hoặc TL

source: Transmission Line impedance = 0 is not valid. Please correct NT or TL card
af: Transmissielyn impedansie = 0 is nie geldig nie. Korrigeer asseblief NT of TL kaart
ar: ممانعة خط النقل = 0 غير صالحة. يرجى تصحيح بطاقة NT أو TL
bg: Импеданс на предавателна линия = 0 не е валидно. Моля, коригирайте картата NT или TL
bn: ট্রান্সমিশন লাইন ইম্পিড্যান্স = 0 বৈধ নয়। অনুগ্রহ করে NT বা TL কার্ড সংশোধন করুন
bs: Impedansa prenosne linije = 0 nije ispravna. Molimo ispravite NT ili TL karticu
cs: Impedance přenosového vedení = 0 není platná. Prosím opravte kartu NT nebo TL
da: Transmissionslinjeimpedans = 0 er ikke gyldig. Ret venligst NT- eller TL-kort
de: Übertragungsleitungsimpedanz = 0 ist nicht gültig. Bitte korrigieren Sie die NT- oder TL-Karte
el: Σύνθετη αντίσταση γραμμής μεταφοράς = 0 δεν είναι έγκυρη. Παρακαλώ διορθώστε την κάρτα NT ή TL
es: Impedancia de línea de transmisión = 0 no es válido. Por favor corrija la tarjeta NT o TL
et: Ülekandeliini impedants = 0 ei ole kehtiv. Palun parandage NT või TL kaart
fi: Siirtolinjan impedanssi = 0 ei kelpaa. Korjaa NT- tai TL-kortti
fr: Impédance de ligne de transmission = 0 n'est pas valide. Veuillez corriger la carte NT ou TL
he: עכבת קו תמסורת = 0 לא תקין. אנא תקן כרטיס NT או TL
hi: ट्रांसमिशन लाइन प्रतिबाधा = 0 मान्य नहीं है। कृपया NT या TL कार्ड सही करें
hr: Impedancija prijenosne linije = 0 nije valjana. Molimo ispravite NT ili TL karticu
hu: Tápvonal impedancia = 0 nem érvényes. Kérjük javítsa az NT vagy TL kártyát
id: Impedansi Transmission Line = 0 tidak valid. Silakan perbaiki kartu NT atau TL
it: Impedenza linea di trasmissione = 0 non valida. Correggere la scheda NT o TL
ja: 伝送線路インピーダンス = 0は 無効です。NTまたはTLカードを修正してください
lt: Perdavimo linijos varža = 0 neteisinga. Pataisykite NT arba TL kortelę
lv: Pārvades līnijas pretestība = 0 nav derīga. Lūdzu izlabojiet NT vai TL karti
mk: Импеданса на преносна линија = 0 не е валидно. Поправете ја NT или TL картичката
nl: Transmissielijnimpedantie = 0 is niet geldig. Corrigeer NT- of TL-kaart
no: Transmisjonslinje-impedans = 0 er ikke gyldig. Vennligst korriger NT- eller TL-kort
pl: Impedancja linii transmisyjnej = 0 jest nieprawidłowa. Proszę poprawić kartę NT lub TL
pt: Impedância da linha de transmissão = 0 não é válida. Por favor, corrija o cartão NT ou TL
ro: Impedanța liniei de transmisie = 0 nu este validă. Corectați cardul NT sau TL
ru: Импеданс линии передачи = 0 недопустимое значение. Пожалуйста, исправьте карту NT или TL
sk: Impedancia prenosového vedenia = 0 nie je platná. Opravte NT alebo TL kartu
sl: Impedanca prenosne linije = 0 ni veljavna. Prosimo, popravite kartico NT ali TL
sr: Импеданса преносне линије = 0 није исправно. Молимо исправите NT или TL картицу
sv: Transmissionsledningsimpedans = 0 är ogiltigt. Korrigera NT- eller TL-kort
th: อิมพีแดนซ์สายส่ง = 0 ไม่ถูกต้อง กรุณาแก้ไขการ์ด NT หรือ TL
tr: İletim hattı empedansı = 0 geçerli değil. Lütfen NT veya TL kartını düzeltin
uk: Імпеданс лінії передачі = 0 недійсний. Будь ласка, виправте картку NT або TL
ur: ٹرانسمیشن لائن امپیڈینس = 0 درست نہیں ہے۔ براہ کرم NT یا TL کارڈ درست کریں
vi: Trở kháng đường truyền = 0 không hợp lệ. Vui lòng sửa thẻ NT hoặc TL

source: Segment number error in TL or NT card
af: Segment nommer fout in TL of NT kaart
ar: خطأ في رقم segment في بطاقة TL أو NT
bg: Грешка в номера на сегмента в карта TL или NT
bn: TL বা NT কার্ডে সেগমেন্ট নম্বর ত্রুটি
bs: Greška broja segmenta u TL ili NT kartici
cs: Chyba čísla segmentu na kartě TL nebo NT
da: Segmentnummerfejl i TL- eller NT-kort
de: Segmentnummer-Fehler in TL- oder NT-Karte
el: Σφάλμα αριθμού segment στην κάρτα TL ή NT
es: Error en número de segmento en tarjeta TL o NT
et: Segmendi numbri viga TL või NT kaardil
fi: Segmenttinumerovirhe TL- tai NT-kortissa
fr: Erreur de numéro de segment dans la carte TL ou NT
he: שגיאת מספר מקטע בכרטיס TL או NT
hi: TL या NT कार्ड में Segment संख्या त्रुटि
hr: Pogreška broja segmenta u TL ili NT kartici
hu: Szegmensszám hiba a TL vagy NT kártyában
id: Kesalahan nomor segmen dalam kartu TL atau NT
it: Errore numero segmento nella scheda TL o NT
ja: TLまたはNTカードでセグメント番号エラー
lt: Segmento numerio klaida TL arba NT kortelėje
lv: Segmenta numura kļūda TL vai NT kartē
mk: Грешка во број на сегмент во TL или NT картичка
nl: Segmentnummerfout in TL- of NT-kaart
no: Segmentnummerfeil i TL- eller NT-kort
pl: Błąd numeru segmentu w karcie TL lub NT
pt: Erro no número de segmento no cartão TL ou NT
ro: Eroare număr segment în cardul TL sau NT
ru: Ошибка номера сегмента в карте TL или NT
sk: Chyba čísla segmentu v TL alebo NT karte
sl: Napaka številke segmenta v kartici TL ali NT
sr: Грешка броја сегмента у TL или NT картици
sv: Segmentnummerfel i TL- eller NT-kort
th: ข้อผิดพลาดหมายเลข segment ในการ์ด TL หรือ NT
tr: TL veya NT kartında segment numarası hatası
uk: Помилка номера сегмента в картці TL або NT
ur: TL یا NT کارڈ میں سیگمنٹ نمبر کی خرابی
vi: Lỗi số phân đoạn trong thẻ TL hoặc NT

source: Segment number error in NT or TL card
af: Segment nommer fout in NT of TL kaart
ar: خطأ في رقم segment في بطاقة NT أو TL
bg: Грешка в номера на сегмента в карта NT или TL
bn: NT বা TL কার্ডে সেগমেন্ট নম্বর ত্রুটি
bs: Greška broja segmenta u NT ili TL kartici
cs: Chyba čísla segmentu na kartě NT nebo TL
da: Segmentnummer- fejl i NT- eller TL-kort
de: Segmentnummer-Fehler in NT- oder TL-Karte
el: Σφάλμα αριθμού segment στην κάρτα NT ή TL
es: Error en número de segmento en tarjeta NT o TL
et: Segmendi numbri viga NT või TL kaardil
fi: Segmenttinumero- virhe NT- tai TL-kortissa
fr: Erreur de numéro de segment dans la carte NT ou TL
he: שגיאת מספר מקטע בכרטיס NT או TL
hi: NT या TL कार्ड में Segment संख्या त्रुटि
hr: Pogreška broja segmenta u NT ili TL kartici
hu: Szegmensszám hiba az NT vagy TL kártyában
id: Kesalahan nomor segmen dalam kartu NT atau TL
it: Errore numero segmento nella scheda NT o TL
ja: NTまたはTLカードで セグメント番号エラー
lt: Segmento numerio klaida NT arba TL kortelėje
lv: Segmenta numura kļūda NT vai TL kartē
mk: Грешка во број на сегмент во NT или TL картичка
nl: Segmentnummer- fout in NT- of TL-kaart
no: Segmentnummer- feil i NT- eller TL-kort
pl: Błąd numeru segmentu w karcie NT lub TL
pt: Número de segmento erro no cartão NT ou TL
ro: Eroare număr segment în cardul NT sau TL
ru: Ошибка номера сегмента в карте NT или TL
sk: Chyba čísla segmentu v NT alebo TL karte
sl: Napaka številke segmenta v kartici NT ali TL
sr: Грешка броја сегмента у NT или TL картици
sv: Segmentnummer- fel i NT- eller TL-kort
th: ข้อผิดพลาดหมายเลข segment ในการ์ด NT หรือ TL
tr: NT veya TL kartında segment numarası hatası
uk: Помилка номера сегмента в картці NT або TL
ur: NT یا TL کارڈ میں سیگمنٹ نمبر کی خرابی
vi: Số phân đoạn lỗi trong thẻ NT hoặc TL
