Repository: KJ7LNW/xnec2c
Catalog: po/*.po
Languages: af, ar, bg, bn, bs, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, id, it, ja, lt, lv, mk, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi

source: Series, Lumped
af: Serie, Gekonsentreerd
ar: توالي، مركّز
bg: Последователно, съсредоточено
bn: সিরিজ, লাম্পড
bs: Serijski, koncentrirano
cs: Sériové, soustředěné
da: Serie, diskret
de: Seriell, konzentriert
el: Σειρά, Συγκεντρωμένο
es: Serie, concentrada
et: Jada, koondatud
fi: Sarja, keskitetty
fr: Série, localisée
he: טורי, מקובץ
hi: श्रेणी, संकेंद्रित
hr: Serijski, koncentrirani
hu: Soros, diszkrét
id: Seri, Terpusat
it: Serie, Concentrato
ja: 直列、集中定数
lt: Nuoseklioji, sutelktoji
lv: Virkne, diskrēta
mk: Сериски, концентриран
nl: Serie, geconcentreerd
no: Serie, konsentrert
pl: Szeregowe, skupione
pt: Série, Concentrado
ro: Serie, concentrat
ru: Последовательная, сосредоточенная
sk: Sériové, so sústredenými parametrami
sl: Zaporedno, koncentrirano
sr: Редно, концентрисано
sv: Serie, diskret
th: อนุกรม แบบรวม
tr: Seri, Toplu
uk: Послідовне, зосереджене
ur: سیریز، لمپڈ
vi: Nối tiếp, tập trung

source: Parallel, Distributed
af: Parallel, Versprei
ar: توازي، موزّع
bg: Паралелно, разпределено
bn: প্যারালেল, ডিস্ট্রিবিউটেড
bs: Paralelno, distribuirano
cs: Paralelní, rozložené
da: Parallel, fordelt
de: Parallel, verteilt
el: Παράλληλο, Κατανεμημένο
es: Paralelo, distribuida
et: Rööp, jaotatud
fi: Rinnan, hajautettu
fr: Parallèle, répartie
he: מקבילי, מפורס
hi: समांतर, वितरित
hr: Paralelni, distribuirani
hu: Párhuzamos, elosztott
id: Paralel, Terdistribusi
it: Parallelo, Distribuito
ja: 並列、分布定数
lt: Lygiagrečioji, paskirstytoji
lv: Paralēli, sadalīta
mk: Паралелен, дистрибуиран
nl: Parallel, verdeeld
no: Parallell, fordelt
pl: Równoległe, rozłożone
pt: Paralelo, Distribuído
ro: Paralel, distribuit
ru: Параллельная, распределённая
sk: Paralelné, s rozloženými parametrami
sl: Vzporedno, porazdeljeno
sr: Паралелно, распоређено
sv: Parallell, fördelad
th: ขนาน แบบกระจาย
tr: Paralel, Dağıtık
uk: Паралельне, розподілене
ur: متوازی، تقسیم شدہ
vi: Song song, phân bố

source: Parallel, Lumped
af: Parallel, Gekonsentreerd
ar: توازي، مركّز
bg: Паралелно, съсредоточено
bn: প্যারালেল, লাম্পড
bs: Paralelno, koncentrirano
cs: Paralelní, soustředěné
da: Parallel, diskret
de: Parallel, konzentriert
el: Παράλληλο, Συγκεντρωμένο
es: Paralelo, concentrada
et: Rööp, koondatud
fi: Rinnan, keskitetty
fr: Parallèle, localisée
he: מקבילי, מקובץ
hi: समांतर, संकेंद्रित
hr: Paralelni, koncentrirani
hu: Párhuzamos, diszkrét
id: Paralel, Terpusat
it: Parallelo, Concentrato
ja: 並列、集中定数
lt: Lygiagrečioji, sutelktoji
lv: Paralēli, diskrēta
mk: Паралелен, концентриран
nl: Parallel, geconcentreerd
no: Parallell, konsentrert
pl: Równoległe, skupione
pt: Paralelo, Concentrado
ro: Paralel, concentrat
ru: Параллельная, сосредоточенная
sk: Paralelné, so sústredenými parametrami
sl: Vzporedno, koncentrirano
sr: Паралелно, концентрисано
sv: Parallell, diskret
th: ขนาน แบบรวม
tr: Paralel, Toplu
uk: Паралельне, зосереджене
ur: متوازی، لمپڈ
vi: Song song, tập trung

source: Resistance & Reactance
af: Weerstand & Reaktansie
ar: المقاومة والمفاعلة
bg: Съпротивление и реактанс
bn: রেজিস্ট্যান্স ও রিঅ্যাক্ট্যান্স
bs: Otpor i reaktansa
cs: Odpor a reaktance
da: Resistans & reaktans
de: Widerstand & Reaktanz
el: Αντίσταση & Αντίδραση
es: Resistencia y reactancia
et: Takistus ja reaktants
fi: Resistanssi ja reaktanssi
fr: Résistance et réactance
he: התנגדות והיגב
hi: प्रतिरोध और प्रतिघात
hr: Otpor i reaktancija
hu: Ellenállás és reaktancia
id: Resistansi & Reaktansi
it: Resistenza e Reattanza
ja: 抵抗 & リアクタンス
lt: Varža ir reaktansas
lv: Pretestība un reaktance
mk: Отпор и реактанса
nl: Weerstand & reactantie
no: Resistans og reaktans
pl: Rezystancja i reaktancja
pt: Resistência e Reatância
ro: Rezistență și reactanță
ru: Сопротивление и реактанс
sk: Odpor a reaktancia
sl: Upornost in reaktanca
sr: Отпорност и реактанса
sv: Resistans & reaktans
th: ความต้านทานและรีแอกแตนซ์
tr: Direnç & Reaktans
uk: Опір та реактанс
ur: مزاحمت اور ریکٹینس
vi: Điện trở & Điện kháng

source: Series, Distributed
af: Serie, Versprei
ar: توالي، موزّع
bg: Последователно, разпределено
bn: সিরিজ, ডিস্ট্রিবিউটেড
bs: Serijski, distribuirano
cs: Sériové, rozložené
da: Serie, fordelt
de: Seriell, verteilt
el: Σειρά, Κατανεμημένο
es: Serie, distribuida
et: Jada, jaotatud
fi: Sarja, hajautettu
fr: Série, répartie
he: טורי, מפורס
hi: श्रेणी, वितरित
hr: Serijski, distribuirani
hu: Soros, elosztott
id: Seri, Terdistribusi
it: Serie, Distribuito
ja: 直列、分布定数
lt: Nuoseklioji, paskirstytoji
lv: Virkne, sadalīta
mk: Сериски, дистрибуиран
nl: Serie, verdeeld
no: Serie, fordelt
pl: Szeregowe, rozłożone
pt: Série, Distribuído
ro: Serie, distribuit
ru: Последовательная, распределённая
sk: Sériové, s rozloženými parametrami
sl: Zaporedno, porazdeljeno
sr: Редно, распоређено
sv: Serie, fördelad
th: อนุกรม แบบกระจาย
tr: Seri, Dağıtık
uk: Послідовне, розподілене
ur: سیریز، تقسیم شدہ
vi: Nối tiếp, phân bố

source: Wire Conductivity
af: Draadgeleidingsvermoë
ar: موصلية السلك
bg: Проводимост на проводника
bn: তার পরিবাহিতা
bs: Provodljivost žice
cs: Vodivost vodiče
da: Trådledningsevne
de: Drahtleitfähigkeit
el: Αγωγιμότητα Αγωγού
es: Conductividad del alambre
et: Traadi juhtivus
fi: Johdinmateriaalin johtavuus
fr: Conductivité du fil
he: מוליכות חוט
hi: तार चालकता
hr: Vodljivost žice
hu: Huzal vezetőképessége
id: Konduktivitas Kawat
it: Conduttività del Filo
ja: ワイヤ導電率
lt: Laido laidumas
lv: Vada vadītspēja
mk: Проводливост на жица
nl: Draadgeleidbaarheid
no: Trådledningsevne
pl: Przewodność drutu
pt: Condutividade do Fio
ro: Conductivitate fir
ru: Проводимость провода
sk: Vodivosť drôtu
sl: Prevodnost žice
sr: Проводност жице
sv: Trådkonduktivitet
th: สภาพนำไฟฟ้าของสาย
tr: Tel İletkenliği
uk: Провідність дроту
ur: وائر کنڈکٹیویٹی
vi: Độ dẫn điện dây

source: Loading Type
af: Beladingstipe
ar: نوع التحميل
bg: Тип натоварване
bn: লোডিং প্রকার
bs: Tip opterećenja
cs: Typ zatížení
da: Belastningstype
de: Belastungstyp
el: Τύπος Φόρτισης
es: Tipo de carga
et: Koormuse tüüp
fi: Kuormitustyyppi
fr: Type de charge
he: סוג עומס
hi: लोडिंग प्रकार
hr: Vrsta opterećenja
hu: Terhelés típusa
id: Tipe Beban
it: Tipo di Carico
ja: 負荷タイプ
lt: Apkrovos tipas
lv: Slodzes veids
mk: Тип на оптоварување
nl: Belastingtype
no: Belastningstype
pl: Typ obciążenia
pt: Tipo de Carga
ro: Tip de încărcare
ru: Тип нагрузки
sk: Typ zaťaženia
sl: Vrsta obremenitve
sr: Тип оптерећења
sv: Belastningstyp
th: ประเภทโหลด
tr: Yükleme Türü
uk: Тип навантаження
ur: لوڈنگ کی قسم
vi: Loại tải

source: Load Tag Number
af: Las Etiket Nommer
ar: رقم tag الحمل
bg: Номер на таг на товара
bn: লোড ট্যাগ নম্বর
bs: Broj oznake opterećenja
cs: Číslo tag zatížení
da: Belastningstagnummer
de: Last-Tag-Nummer
el: Αριθμός Tag Φορτίου
es: Número de etiqueta de carga
et: Koormuse märgendi number
fi: Kuorman tunnistenumero
fr: Numéro de tag de charge
he: מספר תג עומס
hi: लोड Tag संख्या
hr: Broj oznake opterećenja
hu: Terhelés címkeszáma
id: Nomor Tag Beban
it: Numero Tag di Carico
ja: 負荷タグ番号
lt: Apkrovos žymės numeris
lv: Slodzes birkas numurs
mk: Број на ознака на оптоварување
nl: Belasting-tagnummer
no: Belastnings-tag-nummer
pl: Numer znacznika obciążenia
pt: Número do Tag de Carga
ro: Număr etichetă sarcină
ru: Номер тега нагрузки
sk: Číslo značky záťaže
sl: Številka oznake obremenitve
sr: Број ознаке оптерећења
sv: Belastningsetikettnummer
th: หมายเลข tag โหลด
tr: Yük Tag Numarası
uk: Номер мітки навантаження
ur: لوڈ ٹیگ نمبر
vi: Số thẻ tải

source: Resistance
af: Weerstand
ar: المقاومة
bg: Съпротивление
bn: রেজিস্ট্যান্স
bs: Otpor
cs: Odpor
da: Resistans
de: Widerstand
el: Αντίσταση
es: Resistencia
et: Takistus
fi: Resistanssi
fr: Résistance
he: התנגדות
hi: प्रतिरोध
hr: Otpor
hu: Ellenállás
id: Resistansi
it: Resistenza
ja: 抵抗
lt: Varža
lv: Pretestība
mk: Отпор
nl: Weerstand
no: Resistans
pl: Rezystancja
pt: Resistência
ro: Rezistență
ru: Сопротивление
sk: Odpor
sl: Upornost
sr: Отпорност
sv: Resistans
th: ความต้านทาน
tr: Direnç
uk: Опір
ur: مزاحمت
vi: Điện trở

source: From Segment #
af: Van Segment #
ar: من segment #
bg: От сегмент №
bn: সেগমেন্ট # থেকে
bs: Od segmenta #
cs: Od segmentu č.
da: Fra segment nr.
de: Von Segment Nr.
el: Από Segment #
es: Desde Segmento #
et: Segmendist nr
fi: Segmentistä #
fr: Du segment n°
he: מקטע מספר #
hi: Segment # से
hr: Od segmenta #
hu: Szegmenstől #
id: Dari Segmen #
it: Dal Segmento #
ja: 開始セグメント番号
lt: Nuo segmento Nr.
lv: No segmenta Nr.
mk: Од сегмент #
nl: Van segment #
no: Fra segment nr.
pl: Od segmentu #
pt: Do Segmento #
ro: De la Segmentul #
ru: От сегмента №
sk: Od segmentu č.
sl: Od segmenta #
sr: Од сегмента #
sv: Från segment nr
th: จาก segment #
tr: Başlangıç Segment #
uk: Від сегмента №
ur: سیگمنٹ # سے
vi: Từ phân đoạn #

source: Inductance
af: Induktansie
ar: المحاثة
bg: Индуктивност
bn: ইন্ডাক্ট্যান্স
bs: Induktivnost
cs: Indukčnost
da: Induktans
de: Induktivität
el: Επαγωγή
es: Inductancia
et: Induktiivsus
fi: Induktanssi
he: השראות
hi: प्रेरकत्व
hr: Induktivitet
hu: Induktivitás
id: Induktansi
it: Induttanza
ja: インダクタンス
lt: Induktyvumas
lv: Induktivitāte
mk: Индуктивност
nl: Inductantie
no: Induktans
pl: Indukcyjność
pt: Indutância
ro: Inductanță
ru: Индуктивность
sk: Indukčnosť
sl: Induktivnost
sr: Индуктивност
sv: Induktans
th: ความเหนี่ยวนำ
tr: İndüktans
uk: Індуктивність
ur: انڈکٹنس
vi: Điện cảm

source: To Segment #
af: Na Segment #
ar: إلى segment #
bg: До сегмент №
bn: সেগমেন্ট # পর্যন্ত
bs: Do segmenta #
cs: Do segmentu č.
da: Til segment nr.
de: Bis Segment Nr.
el: Έως Segment #
es: Hasta Segmento #
et: Segmendini nr
fi: Segmenttiin #
fr: Au segment n°
he: לקטע מספר #
hi: Segment # तक
hr: Do segmenta #
hu: Szegmensig #
id: Ke Segmen #
it: Al Segmento #
ja: 終了セグメント番号
lt: Iki segmento Nr.
lv: Uz segmentu Nr.
mk: До сегмент #
nl: Naar segment #
no: Til segment nr.
pl: Do segmentu #
pt: Para Segmento #
ro: La Segmentul #
ru: До сегмента №
sk: Do segmentu č.
sl: Do segmenta #
sr: До сегмента #
sv: Till segment nr
th: ถึง segment #
tr: Bitiş Segment #
uk: До сегмента №
ur: سیگمنٹ # تک
vi: Đến phân đoạn #

source: Capacitance
af: Kapasitansie
ar: السعة
bg: Капацитет
bn: ক্যাপাসিট্যান্স
bs: Kapacitivnost
cs: Kapacita
da: Kapacitans
de: Kapazität
el: Χωρητικότητα
es: Capacitancia
et: Mahtuvus
fi: Kapasitanssi
he: קיבול
hi: धारिता
hr: Kapacitet
hu: Kapacitás
id: Kapasitansi
it: Capacità
ja: キャパシタンス
lt: Talpa
lv: Kapacitāte
mk: Капацитет
nl: Capaciteit
no: Kapasitans
pl: Pojemność
pt: Capacitância
ro: Capacitate
ru: Ёмкость
sk: Kapacita
sl: Kapacitivnost
sr: Капацитивност
sv: Kapacitans
th: ความจุไฟฟ้า
tr: Kapasitans
uk: Ємність
ur: کپیسیٹنس
vi: Điện dung

source: Loading Parameters
af: Belastingsparameters
ar: معلمات التحميل
bg: Параметри на натоварване
bn: লোডিং প্যারামিটার
bs: Parametri opterećenja
cs: Parametry zatížení
da: Belastningsparametre
de: Last-Parameter
el: Παράμετροι Φόρτισης
es: Parámetros de carga
et: Koormuse parameetrid
fi: Kuormitusparametrit
fr: Paramètres de charge
he: פרמטרי עומס
hi: लोडिंग पैरामीटर
hr: Parametri opterećenja
hu: Terhelési paraméterek
id: Parameter Pembebanan
it: Parametri di Carico
ja: 負荷パラメータ
lt: Apkrovos parametrai
lv: Slodzes parametri
mk: Параметри на оптоварување
nl: Belastingsparameters
no: Belastningsparametere
pl: Parametry obciążenia
pt: Parâmetros de Carga
ro: Parametri de Încărcare
ru: Параметры нагрузки
sk: Parametre záťaže
sl: Parametri obremenitve
sr: Параметри оптерећења
sv: Belastningsparametrar
th: พารามิเตอร์โหลด
tr: Yükleme Parametreleri
uk: Параметри навантаження
ur: لوڈنگ پیرامیٹرز
vi: Thông số tải

source: Near Fields Command (NE/NH Cards)
af: Nabyeveld-opdrag (NE/NH-kaarte)
ar: أمر المجالات القريبة (بطاقات NE/NH)
bg: Команда за близко поле (NE/NH карти)
bn: নিকট ক্ষেত্র কমান্ড (NE/NH Cards)
bs: Naredba za bliska polja (NE/NH kartice)
cs: Příkaz blízkého pole (karty NE/NH)
da: Nærfeltskommando (NE/NH-kort)
de: Nahfeld-Befehl (NE/NH Cards)
el: Εντολή Εγγύς Πεδίων (NE/NH Cards)
es: Comando de campos cercanos (tarjetas NE/NH)
et: Lähivälja käsk (NE/NH kaardid)
fi: Lähikenttäkomento (NE/NH-kortit)
fr: Commande champs proches (Cartes NE/NH)
he: פקודת שדות קרובים (כרטיסי NE/NH)
hi: निकट क्षेत्र कमांड (NE/NH Cards)
hr: Naredba za bliska polja (NE/NH kartice)
hu: Közeltér parancs (NE/NH kártyák)
id: Perintah Medan Dekat (Kartu NE/NH)
it: Comando Campi Vicini (Schede NE/NH)
ja: 近傍界コマンド (NE/NHカード)
lt: Artimojo lauko komanda (NE/NH kortelės)
lv: Tuvā lauka komanda (NE/NH kartes)
mk: Команда за блиски полиња (NE/NH картички)
nl: Nabije velden commando (NE/NH-kaarten)
no: Nærfeltkommando (NE/NH-kort)
pl: Polecenie pola bliskiego (karty NE/NH)
pt: Comando de Campos Próximos (Cartões NE/NH)
ro: Comanda Câmpuri Apropiate (Carduri NE/NH)
ru: Команда ближнего поля (карты NE/NH)
sk: Príkaz blízkych polí (karty NE/NH)
sl: Ukaz za bližnje polje (kartici NE/NH)
sr: Команда блиског поља (NE/NH картице)
sv: Närfältskommando (NE/NH-kort)
th: คำสั่งสนามใกล้ (การ์ด NE/NH)
tr: Yakın Alan Komutu (NE/NH Kartları)
uk: Команда ближніх полів (картки NE/NH)
ur: نزدیکی فیلڈز کمانڈ (NE/NH Cards)
vi: Lệnh trường gần (Thẻ NE/NH)

source: Near Electric Field
af: Nabye E-veld
ar: المجال الكهربائي القريب
bg: Близко електрическо поле
bn: নিকট বৈদ্যুতিক ক্ষেত্র
bs: Blisko električno polje
cs: Blízké elektrické pole
da: Nært elektrisk felt
de: Elektrisches Nahfeld
el: Εγγύς Ηλεκτρικό Πεδίο
es: Campo eléctrico cercano
et: Lähi-elektriväli
fi: Lähisähkökenttä
fr: Champ électrique proche
he: שדה חשמלי קרוב
hi: निकट विद्युत क्षेत्र
hr: Blisko električno polje
hu: Közeli elektromos mező
id: Medan Listrik Dekat
it: Campo Elettrico Vicino
ja: 近傍電界
lt: Artimasis elektrinis laukas
lv: Tuvais elektriskais lauks
mk: Блиско електрично поле
nl: Nabij elektrisch veld
no: Nært elektrisk felt
pl: Bliskie pole elektryczne
pt: Campo Elétrico Próximo
ro: Câmp Electric Apropiat
ru: Ближнее электрическое поле
sk: Blízke elektrické pole
sl: Bližnje električno polje
sr: Блиско електрично поље
sv: Elektriskt närfält
th: สนามไฟฟ้าใกล้
tr: Yakın Elektrik Alanı
uk: Ближнє електричне поле
ur: نزدیکی برقی فیلڈ
vi: Trường điện gần

source: Rectangular Co-ordinates
af: Reghoekige Koördinate
ar: الإحداثيات المستطيلة
bg: Правоъгълни координати
bn: আয়তাকার স্থানাঙ্ক
bs: Pravokutne koordinate
cs: Pravoúhlé souřadnice
da: Rektangulære koordinater
de: Kartesische Koordinaten
el: Ορθογώνιες Συντεταγμένες
es: Coordenadas rectangulares
et: Ristkoordinaadid
fi: Suorakulmaiset koordinaatit
fr: Coordonnées rectangulaires
he: קואורדינטות מלבניות
hi: आयताकार निर्देशांक
hr: Pravokutne koordinate
hu: Derékszögű koordináták
id: Koordinat Persegi Panjang
it: Coordinate Rettangolari
ja: 直交座標
lt: Stačiakampės koordinatės
lv: Taisnstūra koordinātas
mk: Правоаголни координати
nl: Rechthoekige coördinaten
no: Rektangulære koordinater
pl: Współrzędne prostokątne
pt: Coordenadas Retangulares
ro: Coordonate Rectangulare
ru: Прямоугольные координаты
sk: Pravouhlé súradnice
sl: Pravokotne koordinate
sr: Правоугаоне координате
sv: Rektangulära koordinater
th: พิกัดฉาก
tr: Dikdörtgen Koordinatlar
uk: Прямокутні координати
ur: مستطیل کوآرڈینیٹس
vi: Tọa độ vuông góc

source: Near Magnetic Field
af: Nabye H-veld
ar: المجال المغناطيسي القريب
bg: Близко магнитно поле
bn: নিকট চৌম্বক ক্ষেত্র
bs: Blisko magnetno polje
cs: Blízké magnetické pole
da: Nært magnetisk felt
de: Magnetisches Nahfeld
el: Εγγύς Μαγνητικό Πεδίο
es: Campo magnético cercano
et: Lähi-magnetväli
fi: Lähimagnettikenttä
fr: Champ magnétique proche
he: שדה מגנטי קרוב
hi: निकट चुंबकीय क्षेत्र
hr: Blisko magnetsko polje
hu: Közeli mágneses mező
id: Medan Magnet Dekat
it: Campo Magnetico Vicino
ja: 近傍磁界
lt: Artimasis magnetinis laukas
lv: Tuvais magnētiskais lauks
mk: Блиско магнетно поле
nl: Nabij magnetisch veld
no: Nært magnetisk felt
pl: Bliskie pole magnetyczne
pt: Campo Magnético Próximo
ro: Câmp Magnetic Apropiat
ru: Ближнее магнитное поле
sk: Blízke magnetické pole
sl: Bližnje magnetno polje
sr: Блиско магнетно поље
sv: Magnetiskt närfält
th: สนามแม่เหล็กใกล้
tr: Yakın Manyetik Alan
uk: Ближнє магнітне поле
ur: نزدیکی مقناطیسی فیلڈ
vi: Trường từ gần

source: Spherical Co-ordinates
af: Sferiese Koördinate
ar: الإحداثيات الكروية
bg: Сферични координати
bn: গোলাকার স্থানাঙ্ক
bs: Sferne koordinate
cs: Sférické souřadnice
da: Sfæriske koordinater
de: Kugelkoordinaten
el: Σφαιρικές Συντεταγμένες
es: Coordenadas esféricas
et: Sfäärilised koordinaadid
fi: Pallokoordinaatit
fr: Coordonnées sphériques
he: קואורדינטות כדוריות
hi: गोलीय निर्देशांक
hr: Sferne koordinate
hu: Gömbi koordináták
id: Koordinat Bola
it: Coordinate Sferiche
ja: 球座標
lt: Sferinės koordinatės
lv: Sfēriskās koordinātas
mk: Сферни координати
nl: Sferische coördinaten
no: Sfæriske koordinater
pl: Współrzędne sferyczne
pt: Coordenadas Esféricas
ro: Coordonate Sferice
ru: Сферические координаты
sk: Sférické súradnice
sl: Sferične koordinate
sr: Сферне координате
sv: Sfäriska koordinater
th: พิกัดทรงกลม
tr: Küresel Koordinatlar
uk: Сферичні координати
ur: کروی کوآرڈینیٹس
vi: Tọa độ cầu

source: Field Type & Co-ordinates
af: Veldtipe & Koördinate
ar: نوع المجال والإحداثيات
bg: Тип поле и координати
bn: ক্ষেত্রের ধরন ও স্থানাঙ্ক
bs: Tip polja i koordinate
cs: Typ pole a souřadnice
da: Felttype og koordinater
de: Feldtyp & Koordinaten
el: Τύπος Πεδίου & Συντεταγμένες
es: Tipo de campo y coordenadas
et: Välja tüüp ja koordinaadid
fi: Kentän tyyppi ja koordinaatit
fr: Type de champ et coordonnées
he: סוג שדה וקואורדינטות
hi: क्षेत्र प्रकार और निर्देशांक
hr: Vrsta polja i koordinate
hu: Mezőtípus és koordináták
id: Tipe Medan & Koordinat
it: Tipo di Campo e Coordinate
ja: 界の種類と座標系
lt: Lauko tipas ir koordinatės
lv: Lauka tips un koordinātas
mk: Тип на поле и координати
nl: Veldtype & coördinaten
no: Felttype og koordinater
pl: Typ pola i współrzędne
pt: Tipo de Campo e Coordenadas
ro: Tip Câmp și Coordonate
ru: Тип поля и координаты
sk: Typ poľa a súradnice
sl: Tip polja in koordinate
sr: Тип поља и координате
sv: Fälttyp & koordinater
th: ชนิดสนาม & พิกัด
tr: Alan Tipi ve Koordinatlar
uk: Тип поля та координати
ur: فیلڈ کی قسم اور کوآرڈینیٹس
vi: Loại trường & Tọa độ

source: Field Pattern Parameters
af: Veldpatroonparameters
ar: معلمات نمط المجال
bg: Параметри на диаграмата на полето
bn: ক্ষেত্র প্যাটার্ন প্যারামিটার
bs: Parametri dijagrama polja
cs: Parametry diagramu pole
da: Feltdiagramparametre
de: Feldmuster-Parameter
el: Παράμετροι Διαγράμματος Πεδίου
es: Parámetros del patrón de campo
et: Väljadiagrammi parameetrid
fi: Kenttäkuvion parametrit
fr: Paramètres du diagramme de champ
he: פרמטרי תבנית שדה
hi: क्षेत्र पैटर्न पैरामीटर
hr: Parametri dijagrama polja
hu: Mezőminta paraméterek
id: Parameter Pola Medan
it: Parametri Diagramma di Campo
ja: 電界パターンパラメータ
lt: Lauko diagramos parametrai
lv: Lauka diagrammas parametri
mk: Параметри на дијаграм на поле
nl: Veldpatroonparameters
no: Feltmønsterparametere
pl: Parametry charakterystyki pola
pt: Parâmetros do Padrão de Campo
ro: Parametri Diagramă de Câmp
ru: Параметры диаграммы поля
sk: Parametre poľového diagramu
sl: Parametri vzorca polja
sr: Параметри дијаграма поља
sv: Fältmönsterparametrar
th: พารามิเตอร์แบบรูปสนาม
tr: Alan Örüntüsü Parametreleri
uk: Параметри діаграми поля
ur: فیلڈ پیٹرن پیرامیٹرز
vi: Thông số mẫu trường

source: Xnec2c: NEC2 Input File Editor
af: Xnec2c: NEC2 Invoerlêerredigeerder
ar: Xnec2c: محرر ملف إدخال NEC2
bg: Xnec2c: Редактор на входен файл NEC2
bn: Xnec2c: NEC2 ইনপুট ফাইল এডিটর
bs: Xnec2c: Uređivač NEC2 ulazne datoteke
cs: Xnec2c: Editor vstupního souboru NEC2
da: Xnec2c: NEC2-inputfileditor
de: Xnec2c: NEC2-Eingabedatei-Editor
el: Xnec2c: Επεξεργαστής Αρχείου Εισόδου NEC2
es: Xnec2c: Editor de archivo de entrada NEC2
et: Xnec2c: NEC2 sisendfaili redaktor
fi: Xnec2c: NEC2-syötetiedoston muokkain
fr: Xnec2c : Éditeur de fichier d'entrée NEC2
he: Xnec2c: עורך קובץ קלט NEC2
hi: Xnec2c: NEC2 इनपुट फ़ाइल संपादक
hr: Xnec2c: Uređivač NEC2 ulazne datoteke
hu: Xnec2c: NEC2 bemeneti fájl szerkesztő
id: Xnec2c: Editor Berkas Input NEC2
it: Xnec2c: Editor File di Input NEC2
ja: Xnec2c: NEC2入力ファイルエディタ
lt: Xnec2c: NEC2 įvesties failų redaktorius
lv: Xnec2c: NEC2 ievades failu redaktors
mk: Xnec2c: Уредувач на NEC2 влезна датотека
nl: Xnec2c: NEC2 invoerbestandseditor
no: Xnec2c: NEC2-inndatafilredigering
pl: Xnec2c: Edytor pliku wejściowego NEC2
pt: Xnec2c: Editor de Arquivo de Entrada NEC2
ro: Xnec2c: Editor Fișier de Intrare NEC2
ru: Xnec2c: Редактор входных файлов NEC2
sk: Xnec2c: Editor vstupných súborov NEC2
sl: Xnec2c: Urejevalnik vhodne datoteke NEC2
sr: Xnec2c: Уређивач NEC2 улазне датотеке
sv: Xnec2c: NEC2-indatafileditor
th: Xnec2c: ตัวแก้ไขไฟล์อินพุต NEC2
tr: Xnec2c: NEC2 Girdi Dosyası Düzenleyicisi
uk: Xnec2c: Редактор вхідних файлів NEC2
ur: Xnec2c: NEC2 ان پٹ فائل ایڈیٹر
vi: Xnec2c: Trình chỉnh sửa tệp đầu vào NEC2

source: Manage Cards
af: Bestuur Kaarte
ar: إدارة البطاقات
bg: Управление на карти
bn: কার্ড পরিচালনা
bs: Upravljanje karticama
cs: Správa karet
da: Administrer kort
de: Cards verwalten
el: Διαχείριση Καρτών
es: Administrar Tarjetas
et: Halda kaarte
fi: Hallitse kortteja
fr: Gérer les cartes
he: ניהול כרטיסים
hi: Cards प्रबंधित करें
hr: Upravljanje karticama
hu: Kártyák kezelése
id: Kelola Kartu
it: Gestione Schede
ja: カード管理
lt: Tvarkyti korteles
lv: Pārvaldīt kartes
mk: Управување со картички
nl: Kaarten beheren
no: Administrer kort
pl: Zarządzaj kartami
pt: Gerenciar Cartões
ro: Gestionare Carduri
ru: Управление картами
sk: Správa kariet
sl: Upravljanje kartic
sr: Управљање картицама
sv: Hantera kort
th: จัดการการ์ด
tr: Kartları Yönet
uk: Керування картками
ur: کارڈز کا انتظام
vi: Quản lý thẻ

source: File Save
af: Lêer Stoor
ar: حفظ الملف
bg: Запазване на файл
bn: ফাইল সংরক্ষণ
bs: Sačuvaj datoteku
cs: Uložit soubor
da: Gem fil
de: Datei speichern
el: Αποθήκευση Αρχείου
es: Guardar Archivo
et: Faili salvestamine
fi: Tallenna tiedosto
fr: Enregistrer le fichier
he: שמירת קובץ
hi: फ़ाइल सहेजें
hr: Spremi datoteku
hu: Fájl mentése
id: Simpan Berkas
it: Salva File
ja: ファイル保存
lt: Išsaugoti failą
lv: Saglabāt failu
mk: Зачувај датотека
nl: Bestand opslaan
no: Lagre fil
pl: Zapisz plik
pt: Salvar Arquivo
ro: Salvare Fișier
ru: Сохранить файл
sk: Uložiť súbor
sl: Shrani datoteko
sr: Сачувај датотеку
sv: Spara fil
th: บันทึกไฟล์
tr: Dosya Kaydet
uk: Зберегти файл
ur: فائل محفوظ کریں
vi: Lưu tệp

source: Wire
af: Draad
ar: سلك
bg: Проводник
bn: তার
bs: Žica
cs: Drát
da: Tråd
de: Draht
el: Αγωγός
es: Alambre
et: Traat
fi: Lanka
fr: Fil
he: תיל
hi: तार
hr: Žica
hu: Huzal
id: Kawat
it: Filo
ja: ワイヤ
lt: Viela
lv: Vads
mk: Жица
nl: Draad
no: Tråd
pl: Drut
pt: Fio
ro: Fir
ru: Провод
sk: Drôt
sl: Žica
sr: Жица
sv: Tråd
th: ลวด
tr: Tel
uk: Провід
ur: تار
vi: Dây dẫn

source: Arc
af: Boog
ar: قوس
bg: Дъга
bn: আর্ক
bs: Luk
cs: Oblouk
da: Bue
de: Bogen
el: Τόξο
es: Arco
et: Kaar
fi: Kaari
he: קשת
hi: चाप
hr: Luk
hu: Ív
id: Busur
it: Arco
ja: アーク
lt: Lankas
lv: Loks
mk: Лак
nl: Boog
no: Bue
pl: Łuk
pt: Arco
ru: Дуга
sk: Oblúk
sl: Lok
sr: Лук
sv: Båge
th: ส่วนโค้ง
tr: Yay
uk: Дуга
ur: قوس
vi: Cung

source: Helix
af: Heliks
ar: حلزون
bg: Спирала
bn: হেলিক্স
bs: Zavojnica
cs: Šroubovice
el: Έλικα
es: Hélice
et: Heelikas
fi: Kierre
fr: Hélice
he: סליל
hi: हेलिक्स
hr: Zavojnica
hu: Hélix
id: Heliks
it: Elica
ja: ヘリックス
lt: Spiralė
lv: Spirāle
mk: Хеликс
no: Heliks
pl: Helisa
pt: Hélice
ru: Спираль
sk: Špirála
sl: Vijačnica
sr: Хеликс
th: เกลียว
tr: Sarmal
uk: Спіраль
ur: ہیلکس
vi: Xoắn ốc

source: Patch
bn: প্যাচ
es: Parche
he: טלאי
ja: パッチ
lt: Lopinėlis
lv: Plāksteris
mk: Плочка
ru: Патч
sk: Ploška
sr: Патч
ur: پیچ

source: Cylinder
af: Silinder
ar: أسطوانة
bg: Цилиндър
bn: সিলিন্ডার
bs: Cilindar
cs: Válec
de: Zylinder
el: Κύλινδρος
es: Cilindro
et: Silinder
fi: Sylinteri
fr: Cylindre
he: גליל
hi: सिलेंडर
hr: Cilindar
hu: Henger
id: Silinder
it: Cilindro
ja: シリンダ
lt: Cilindras
lv: Cilindrs
mk: Цилиндар
nl: Cilinder
no: Sylinder
pt: Cilindro
ro: Cilindru
ru: Цилиндр
sk: Valec
sl: Valj
sr: Цилиндар
th: ทรงกระบอก
tr: Silindir
uk: Циліндр
ur: سلنڈر
vi: Hình trụ
